Repository: Tatoeba/tatoeba2
Catalog: src/Locale/sat/admin.po
Languages: sat

source: Error: Sentences added by {username} could not be marked as unreliable.
sat: ᱵᱷᱩᱞ: {username} ᱥᱮᱞᱮᱫ ᱠᱟᱫ ᱟᱹᱭᱟᱹᱛ ᱠᱚ ᱵᱟᱝᱯᱟᱹᱛᱤᱭᱟᱣᱜ ᱞᱮᱠᱷᱟ ᱪᱤᱱᱦᱟᱹ ᱮᱢ ᱵᱟᱭ ᱜᱟᱱ ᱞᱮᱱᱟ ᱾

source: Marked all sentences added by {username} as unreliable.
sat: {username} ᱮ ᱥᱮᱞᱮᱫ ᱠᱟᱫ ᱡᱷᱚᱛᱚ ᱟᱹᱭᱟᱹᱛ ᱠᱚ ᱵᱟᱝᱯᱟᱹᱛᱤᱭᱟᱣᱜ ᱞᱮᱠᱷᱟ ᱪᱤᱱᱦᱟᱹ ᱠᱟᱜᱼᱟ ᱥᱮ ?

source: Invalid file “{file}” ignored.
sat: ᱵᱷᱩᱞ ᱨᱮᱫ “{file}” ᱮᱨᱮᱲ ᱜᱤᱰᱤ ᱮᱱᱟ ᱾

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
sat: ᱰᱟᱴᱟᱵᱮᱥ ᱵᱷᱤᱛᱤᱨ ᱨᱮ ᱟᱹᱭᱟᱹᱛ {sentenceId} ᱞᱟᱹᱜᱤᱫ “{author}” ᱥᱟᱰᱮ ᱮᱢ ᱵᱟᱭ ᱜᱟᱱ ᱞᱮᱱᱟ ᱾ ᱵᱩᱡᱷᱟᱹᱣ ᱡᱚᱝ ᱢᱮ ᱡᱮ ᱱᱚᱶᱟ ᱨᱮ ᱴᱷᱤᱠ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱧᱩᱛᱩᱢ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: Failed to create directory “{dir}” to import file “{file}”.
sat: ᱨᱮᱫ “{file}” ᱟᱹᱜᱩ ᱞᱟᱹᱜᱤᱫ “{dir}” ᱛᱮᱭᱟᱨ ᱨᱮ ᱵᱷᱩᱞ ᱦᱩᱭᱮᱱᱟ ᱾

source: Failed to copy file “{file}” to directory “{dir}”.
sat: ᱛᱷᱚᱠ “{dir}” ᱨᱮ ᱨᱮᱫ “{file}” ᱱᱚᱠᱚᱞ ᱨᱮ ᱵᱷᱩᱞ ᱦᱩᱭᱮᱱᱟ ᱾

source: File “{file}” was successfully imported but could not be removed from the import directory.
sat: ᱨᱮᱫ “{file}” ᱫᱚ ᱨᱟᱹᱥ ᱞᱮᱠᱷᱟᱛᱮ ᱟᱹᱜᱩ ᱮᱱᱟ ᱢᱮᱱᱠᱷᱟᱱ ᱟᱹᱜᱩ ᱛᱷᱚᱠ ᱠᱷᱚᱱ ᱚᱪᱚᱜ ᱵᱟᱭ ᱜᱟᱱ ᱞᱮᱱᱟ ᱾

source: Import recordings
sat: ᱨᱮᱠᱚᱰᱤᱝ ᱠᱚ ᱟᱹᱜᱩ

source: The following errors occurred during the last import.
sat: ᱢᱮᱲᱟᱝᱟᱜ ᱟᱹᱜᱩ ᱡᱷᱚᱜ ᱱᱚᱶᱟ ᱠᱚ ᱵᱷᱩᱞ ᱦᱩᱭᱱᱟ ᱾

source: Audio import status
sat: ᱥᱟᱰᱮ ᱟᱹᱜᱩ ᱫᱚᱥᱟ ᱠᱚ

source: Files detected
sat: ᱨᱮᱫ ᱠᱚ ᱧᱟᱢᱮᱱᱟ

source: File name
sat: ᱨᱮᱫ ᱧᱩᱛᱩᱢ

source: Sentence id
sat: ᱟᱹᱭᱟᱹᱛ id

source: Language
sat: ᱯᱟᱹᱨᱥᱤ

source: Existing audio
sat: ᱢᱟᱲᱟᱝᱟᱜ ᱥᱟᱰᱮ

source: May be imported
sat: ᱟᱹᱜᱩ ᱜᱟᱱᱚᱜ ᱜᱮᱭᱟ

source: Invalid
sat: ᱵᱷᱩᱞ

source: None
sat: ᱡᱟᱦᱱᱟᱜ ᱵᱟᱝ

source: Yes
sat: ᱦᱚᱭ

source: No
sat: ᱵᱟᱝ

source: No files have been detected inside the import directory.
sat: ᱟᱹᱜᱩ ᱛᱷᱚᱠ ᱵᱷᱤᱛᱤᱨ ᱨᱮ ᱪᱮᱫ ᱨᱮᱫ ᱠᱚ ᱵᱟᱹᱝ ᱪᱤᱱᱦᱟᱹᱣ ᱞᱮᱱᱟ ᱾

source: Import
sat: ᱟᱹᱜᱩ

source: Audio author
sat: ᱥᱟᱰᱮ ᱚᱱᱚᱞᱤᱭᱟᱹ

source: Save
sat: ᱥᱟᱺᱪᱟᱣ

source: Delete
sat: ᱢᱮᱴᱟᱣ ᱢᱮ

source: Correctness
sat: ᱴᱷᱤᱠ ᱠᱚ

source: Submit
sat: ᱡᱚᱢᱟᱭ ᱢᱮ

source: Import sentences
sat: ᱟᱭᱟᱛ ᱟᱹᱜᱩᱭ ᱢᱮ

source: Single sentences
sat: ᱢᱤᱫᱴᱟᱹᱝ ᱟᱭᱟᱛ

source: Language of the sentences:
sat: ᱟᱹᱭᱟᱹᱛ ᱠᱚᱣᱟᱜ ᱯᱟᱹᱨᱥᱤ ᱠᱚ:

source: File:
sat: ᱨᱮᱫ:

source: Numeric user id:
sat: ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱟᱜ ᱱᱚᱢᱵᱚᱨ id:

source: import
sat: ᱟᱹᱜᱩ

source: Sentences and translations
sat: ᱟᱹᱭᱟᱹᱛ ᱠᱚ ᱟᱨ ᱛᱚᱨᱡᱚᱢᱟ ᱠᱚ

source: Language of the translations:
sat: ᱛᱚᱨᱡᱚᱢᱟ ᱠᱚᱣᱟᱜ ᱯᱟᱹᱨᱥᱤ :

source: Mark as unreliable
sat: ᱵᱟᱝᱯᱟᱹᱛᱤᱭᱟᱣᱜ ᱞᱮᱠᱷᱟ ᱪᱤᱱᱦᱟᱹ ᱠᱟᱜ ᱢᱮ

source: Are you sure you want to mark all the sentences of this member as unreliable?
sat: ᱟᱢ ᱡᱷᱚᱛᱚ ᱞᱮᱠᱷᱟᱛᱮ ᱱᱚᱶᱟ ᱫᱳᱞ ᱨᱤᱱ ᱡᱷᱚᱛᱚ ᱟᱹᱭᱟᱹᱛ ᱠᱚ ᱵᱟᱝᱯᱟᱹᱛᱤᱭᱟᱣᱜ ᱞᱮᱠᱷᱟ ᱪᱤᱱᱦᱟᱹ ᱥᱟᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ ?

source: Are you sure you want to delete user #{number}?
sat: ᱪᱮᱫ ᱟᱢ ᱜᱚᱴᱟ ᱢᱮᱱᱟᱢᱼᱟ ᱱᱩᱭ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ #{number} ᱢᱮᱴᱟᱣ ᱞᱟ.ᱜᱤᱫ ᱛᱮ?

source: List Users
sat: ᱵᱮᱵ ᱛᱟᱹᱞᱠᱟᱹ

source: Profile
sat: ᱢᱚᱦᱲᱟ

source: Edit User
sat: ᱵᱮᱵ ᱥᱟᱯ

source: Username
sat: ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱧᱩᱛᱩᱢ

source: Lang
sat: ᱯᱟᱹᱨᱥᱤ

source: Group
sat: ᱫᱳᱞ

source: Level
sat: ᱛᱟᱦ

source: Send notifications
sat: ᱠᱷᱚᱵᱚᱨ ᱠᱚ ᱠᱩᱞ ᱢᱮ

source: unhide
sat: ᱥᱚᱫᱚᱨ ᱢᱮ

source: hide
sat: ᱩᱠᱩ
