Repository: Tatoeba/tatoeba2
Catalog: src/Locale/sat/countries.po
Languages: sat

source: Ascension Island
sat: ᱟᱥᱮᱱᱥᱤᱭᱟᱹᱱ ᱟᱭᱞᱮᱸᱰ

source: Andorra
sat: ᱟᱱᱰᱚᱨᱟ

source: United Arab Emirates
sat: ᱡᱩᱢᱤᱫ ᱟᱨᱟᱹᱵ ᱮᱢᱤᱨᱮᱴᱥ

source: Afghanistan
sat: ᱟᱯᱷᱜᱟᱱᱤᱥᱛᱟᱱ

source: Antigua & Barbuda
sat: ᱟᱱᱴᱤᱜᱩᱣᱟ ᱟᱨ ᱵᱟᱹᱨᱢᱩᱱᱰᱟ

source: Anguilla
sat: ᱟᱹᱱᱜᱩᱭᱞᱟ

source: Albania
sat: ᱟᱞᱵᱟᱱᱤᱭᱟ

source: Armenia
sat: ᱟᱨᱢᱮᱱᱤᱭᱟ

source: Angola
sat: ᱟᱹᱱᱜᱚᱞᱟ

source: Antarctica
sat: ᱟᱱᱴᱟᱨᱠᱴᱤᱠᱟ

source: Argentina
sat: ᱟᱨᱡᱮᱱᱴᱤᱱᱟ

source: American Samoa
sat: ᱟᱢᱮᱨᱤᱠᱟᱹᱱ ᱥᱟᱢᱚᱣᱟ

source: Austria
sat: ᱟᱥᱴᱨᱮᱞᱤᱭᱟ

source: Australia
sat: ᱚᱥᱴᱨᱮᱞᱤᱭᱟ

source: Aruba
sat: ᱟᱹᱨᱩᱵᱟ

source: Åland Islands
sat: ᱮᱞᱮᱸᱰ ᱫᱣᱤᱯᱫᱳᱞ

source: Azerbaijan
sat: ᱟᱹᱡᱟᱹᱨᱵᱮᱭᱡᱟᱱ

source: Bosnia
sat: ᱵᱚᱥᱱᱤᱭᱟ

source: Barbados
sat: ᱵᱟᱨᱵᱟᱰᱚᱥ

source: Bangladesh
sat: ᱵᱟᱝᱞᱟᱫᱮᱥ

source: Belgium
sat: ᱵᱮᱞᱡᱤᱭᱟᱹᱢ

source: Burkina Faso
sat: ᱵᱩᱨᱠᱤᱱᱟ ᱯᱷᱟᱥᱚ

source: Bulgaria
sat: ᱵᱩᱞᱜᱟᱨᱤᱭᱟ

source: Bahrain
sat: ᱵᱟᱦᱨᱮᱱ

source: Burundi
sat: ᱵᱩᱨᱩᱱᱰᱤ

source: Benin
sat: ᱵᱮᱱᱤᱱ

source: St. Barthélemy
sat: ᱮᱥ ᱴᱤ ᱵᱟᱨᱛᱷᱮᱞᱮᱢᱤ

source: Bermuda
sat: ᱵᱟᱹᱨᱢᱩᱱᱰᱟ

source: Brunei
sat: ᱵᱽᱨᱩᱱᱮᱭ

source: Bolivia
sat: ᱵᱚᱞᱤᱣᱤᱭᱟ

source: Caribbean Netherlands
sat: ᱠᱟᱹᱨᱮᱱᱤᱭᱟᱹᱱ ᱱᱮᱫᱚᱨᱞᱮᱸᱰ

source: Brazil
sat: ᱵᱨᱟᱡᱤᱞ

source: Bahamas
sat: ᱵᱟᱦᱟᱢᱟᱥ

source: Bhutan
sat: ᱵᱷᱩᱴᱟᱱ

source: Bouvet Island
sat: ᱵᱚᱣᱮᱴ ᱟᱭᱞᱮᱸᱰ

source: Botswana
sat: ᱵᱚᱴᱥᱣᱟᱱᱟ

source: Belarus
sat: ᱵᱮᱞᱟᱨᱩᱥ

source: Belize
sat: ᱵᱮᱞᱤᱡᱽ

source: Canada
sat: ᱠᱟᱱᱟᱰᱟ

source: Cocos (Keeling) Islands
sat: ᱠᱚᱠᱚᱥ (ᱠᱤᱞᱤᱝ) ᱟᱭᱞᱮᱸᱰ

source: Congo - Kinshasa
sat: ᱠᱚᱝᱜᱚ ᱼ ᱠᱤᱱᱥᱟᱥᱟ

source: Central African Republic
sat: ᱛᱟᱞᱟ ᱟᱯᱷᱨᱤᱠᱟ ᱟᱹᱯᱱᱟᱹᱛ

source: Congo - Brazzaville
sat: ᱠᱚᱝᱜᱚ ᱼ ᱵᱽᱨᱟᱡᱟᱣᱤᱞ

source: Switzerland
sat: ᱥᱮᱤᱡᱟᱹᱨᱞᱮᱸᱰ

source: Côte d’Ivoire
sat: ᱠᱚᱛᱮ ᱫᱤᱣᱚᱭᱮᱨ

source: Cook Islands
sat: ᱠᱩᱠ ᱟᱭᱞᱮᱸᱰ

source: Chile
sat: ᱪᱟᱭᱤᱞ

source: Cameroon
sat: ᱠᱟᱢᱮᱨᱩᱱ

source: China
sat: ᱪᱤᱱ

source: Colombia
sat: ᱠᱚᱞᱚᱢᱵᱤᱭᱟ

source: Clipperton Island
sat: ᱠᱞᱤᱯᱮᱴᱨᱚᱱ ᱟᱭᱞᱮᱸᱰ

source: Costa Rica
sat: ᱠᱚᱥᱴᱟ ᱨᱤᱠᱟ

source: Cuba
sat: ᱠᱭᱩᱵᱟ

source: Cape Verde
sat: ᱠᱮᱯ ᱣᱟᱹᱨᱰᱮ

source: Curaçao
sat: ᱠᱩᱨᱟᱠᱟᱣ

source: Christmas Island
sat: ᱠᱨᱤᱥᱢᱟᱹᱥ ᱟᱭᱞᱮᱸᱰ

source: Cyprus
sat: ᱥᱟᱭᱯᱨᱟᱹᱥ

source: Czechia
sat: ᱪᱮᱠᱤᱭᱟ

source: Germany
sat: ᱡᱟᱨᱢᱟᱱᱤ

source: Diego Garcia
sat: ᱰᱤᱭᱮᱜᱚ ᱜᱟᱨᱥᱤᱭᱟ

source: Djibouti
sat: ᱡᱤᱵᱩᱛᱤ

source: Denmark
sat: ᱰᱮᱱᱢᱟᱨᱠ

source: Dominica
sat: ᱰᱚᱢᱤᱱᱤᱠᱟ

source: Dominican Republic
sat: ᱰᱚᱢᱤᱱᱤᱠᱟᱱ ᱨᱤᱯᱚᱵᱞᱤᱠ

source: Algeria
sat: ᱟᱞᱡᱮᱨᱤᱭᱟ

source: Ceuta & Melilla
sat: ᱥᱮᱣᱴᱟ ᱟᱨ ᱢᱮᱞᱤᱞᱟ

source: Ecuador
sat: ᱤᱠᱣᱟᱰᱚᱨ

source: Estonia
sat: ᱮᱥᱴᱚᱱᱤᱭᱟ

source: Egypt
sat: ᱤᱡᱤᱯᱴ

source: Western Sahara
sat: ᱯᱟᱪᱮ ᱥᱟᱦᱟᱨᱟ

source: Eritrea
sat: ᱤᱨᱤᱴᱨᱤᱭᱟ

source: Spain
sat: ᱥᱯᱮᱱ

source: Ethiopia
sat: ᱤᱛᱷᱤᱭᱚᱯᱤᱭᱟ

source: Finland
sat: ᱯᱷᱤᱱᱞᱮᱸᱰ

source: Fiji
sat: ᱯᱷᱤᱡᱤ

source: Falkland Islands
sat: ᱯᱷᱟᱞᱠᱞᱮᱸᱰ ᱟᱭᱞᱮᱸᱰ

source: Micronesia
sat: ᱢᱟᱭᱠᱨᱚᱱᱮᱥᱤᱭᱟ

source: Faroe Islands
sat: ᱯᱷᱮᱨᱚ ᱫᱣᱤᱯᱫᱳᱞ

source: France
sat: ᱯᱷᱨᱟᱱᱥ

source: Gabon
sat: ᱜᱟᱵᱚᱱ

source: United Kingdom
sat: ᱭᱩᱱᱤᱭᱴᱮᱰ ᱠᱤᱝᱰᱚᱢ

source: Grenada
sat: ᱜᱽᱨᱮᱱᱟᱰᱟ

source: Georgia
sat: ᱡᱭᱚᱨᱡᱤᱭᱟ

source: French Guiana
sat: ᱯᱷᱨᱮᱧᱪ ᱜᱩᱭᱟᱱᱟ

source: Guernsey
sat: ᱜᱣᱮᱨᱱᱮᱥᱭ

source: Ghana
sat: ᱜᱷᱟᱱᱟ

source: Gibraltar
sat: ᱜᱤᱵᱽᱨᱟᱞᱴᱟᱹᱨ

source: Greenland
sat: ᱜᱽᱨᱤᱱᱞᱮᱸᱰ

source: Gambia
sat: ᱜᱟᱢᱵᱤᱭᱟ

source: Guinea
sat: ᱜᱩᱭᱱᱤᱭᱟ

source: Guadeloupe
sat: ᱜᱩᱟᱰᱮᱞᱚᱣᱯ

source: Equatorial Guinea
sat: ᱤᱠᱣᱤᱴᱚᱨᱤᱭᱟᱹᱞ ᱜᱤᱱᱤ

source: Greece
sat: ᱜᱽᱨᱤᱥ

source: South Georgia & South Sandwich Islands
sat: ᱠᱚᱸᱭᱮ ᱡᱤᱭᱚᱨᱡᱤᱭᱟ ᱟᱨ ᱠᱚᱸᱭᱮ ᱥᱮᱸᱰᱣᱤᱪ ᱟᱭᱞᱮᱸᱰ

source: Guatemala
sat: ᱜᱩᱣᱟᱴᱮᱢᱟᱞᱟ

source: Guam
sat: ᱜᱩᱣᱟᱢ

source: Guinea-Bissau
sat: ᱜᱩᱭᱱᱤᱭᱟᱼᱵᱤᱥᱟᱣ

source: Guyana
sat: ᱜᱩᱭᱟᱱᱟ

source: Hong Kong
sat: ᱦᱚᱝ ᱠᱚᱝ

source: Heard & McDonald Islands
sat: ᱦᱟᱹᱰ ᱟᱨ ᱢᱮᱠᱰᱚᱱᱟᱹᱞᱰ ᱟᱭᱞᱮᱸᱰ

source: Honduras
sat: ᱦᱚᱱᱰᱩᱨᱟᱥ

source: Croatia
sat: ᱠᱨᱚᱮᱥᱤᱭᱟ

source: Haiti
sat: ᱦᱟᱭᱴᱤ

source: Hungary
sat: ᱦᱟᱹᱝᱜᱟᱨᱤ

source: Canary Islands
sat: ᱠᱟᱱᱟᱨᱭ ᱟᱭᱞᱮᱸᱰᱥ

source: Indonesia
sat: ᱤᱱᱰᱚᱱᱮᱥᱤᱭᱟ

source: Ireland
sat: ᱟᱭᱟᱹᱨᱞᱮᱸᱰ

source: Israel
sat: ᱤᱥᱨᱟᱭᱮᱞ

source: Isle of Man
sat: ᱟᱭᱞ ᱚᱯᱷ ᱢᱮᱱ

source: India
sat: ᱤᱱᱰᱤᱭᱟ

source: British Indian Ocean Territory
sat: ᱵᱽᱨᱤᱴᱤᱥ ᱵᱷᱟᱨᱚᱛ ᱢᱟᱦᱟᱥᱟᱜᱚᱨ ᱡᱟᱭᱜᱟ

source: Iraq
sat: ᱤᱨᱟᱠ

source: Iran
sat: ᱤᱨᱟᱱ

source: Iceland
sat: ᱟᱭᱥᱞᱮᱸᱰ

source: Italy
sat: ᱤᱴᱞᱤ

source: Jersey
sat: ᱡᱟᱹᱨᱥᱤ

source: Jamaica
sat: ᱡᱟᱢᱟᱭᱠᱟ

source: Jordan
sat: ᱡᱚᱨᱰᱟᱱ

source: Japan
sat: ᱡᱟᱯᱟᱱ

source: Kenya
sat: ᱠᱮᱱᱭᱟ

source: Kyrgyzstan
sat: ᱠᱤᱨᱜᱤᱥᱛᱟᱱ

source: Cambodia
sat: ᱠᱟᱹᱢᱵᱚᱰᱤᱭᱟ

source: Kiribati
sat: ᱠᱤᱨᱤᱵᱚᱛᱤ

source: Comoros
sat: ᱠᱚᱢᱚᱨᱚᱥ

source: St. Kitts & Nevis
sat: ᱮᱥ ᱴᱤ ᱠᱤᱴᱥ ᱟᱨ ᱱᱮᱣᱤᱥ

source: North Korea
sat: ᱮᱛᱚᱢ ᱠᱚᱨᱤᱭᱟ

source: South Korea
sat: ᱠᱚᱧᱮ ᱠᱚᱨᱤᱭᱟ

source: Kuwait
sat: ᱠᱩᱣᱟᱹᱭᱛ

source: Cayman Islands
sat: ᱠᱮᱢᱮᱱ ᱟᱭᱞᱮᱸᱰᱥ

source: Kazakhstan
sat: ᱠᱟᱡᱟᱠᱷᱟᱥᱛᱷᱟᱱ

source: Laos
sat: ᱞᱟᱣᱚᱥ

source: Lebanon
sat: ᱞᱮᱵᱟᱱᱟᱱ

source: St. Lucia
sat: ᱮᱥ ᱴᱤ ᱞᱩᱥᱤᱭᱟ

source: Liechtenstein
sat: ᱞᱤᱪᱮᱥᱴᱤᱱ

source: Sri Lanka
sat: ᱥᱨᱤ ᱞᱚᱝᱟ

source: Liberia
sat: ᱞᱟᱭᱵᱮᱨᱤᱭᱟ

source: Lesotho
sat: ᱞᱮᱥᱚᱛᱷᱚ

source: Lithuania
sat: ᱞᱤᱛᱷᱩᱣᱟᱱᱤᱭᱟ

source: Luxembourg
sat: ᱞᱤᱠᱡᱟᱹᱢᱵᱟᱹᱨᱜᱽ

source: Latvia
sat: ᱞᱟᱛᱣᱤᱭᱟ

source: Libya
sat: ᱞᱤᱵᱭᱟ

source: Morocco
sat: ᱢᱚᱨᱚᱠᱚ

source: Monaco
sat: ᱢᱚᱱᱟᱠᱚ

source: Moldova
sat: ᱢᱚᱞᱰᱚᱣᱟ

source: Montenegro
sat: ᱢᱚᱱᱴᱮᱱᱜᱽᱨᱚ

source: St. Martin
sat: ᱮᱥ ᱴᱤ ᱢᱟᱨᱴᱤᱱ

source: Madagascar
sat: ᱢᱟᱰᱟᱜᱟᱥᱠᱚᱨ

source: Marshall Islands
sat: ᱢᱟᱨᱥᱟᱞ ᱟᱭᱞᱮᱸᱰ

source: North Macedonia
sat: ᱮᱛᱚᱢ ᱢᱟᱥᱮᱰᱚᱱᱤᱭᱟ

source: Mali
sat: ᱢᱟᱞᱤ

source: Myanmar
sat: ᱢᱭᱟᱱᱢᱟᱨ

source: Mongolia
sat: ᱢᱚᱝᱜᱚᱞᱤᱭᱟ

source: Macao
sat: ᱢᱟᱠᱟᱣ

source: Northern Mariana Islands
sat: ᱮᱛᱚᱢ ᱢᱟᱨᱤᱭᱟᱱᱟ ᱟᱭᱞᱮᱸᱰ

source: Martinique
sat: ᱢᱟᱨᱴᱤᱱᱠᱤᱣ

source: Mauritania
sat: ᱢᱟᱣᱨᱤᱴᱟᱱᱤᱭᱟ

source: Montserrat
sat: ᱢᱚᱱᱴᱥᱮᱨᱟᱴ

source: Malta
sat: ᱢᱟᱞᱴᱟ

source: Mauritius
sat: ᱢᱚᱨᱤᱥᱟᱹᱥ

source: Maldives
sat: ᱢᱟᱞᱰᱤᱵᱷᱥ

source: Malawi
sat: ᱢᱟᱹᱞᱟᱣᱤ

source: Mexico
sat: ᱢᱮᱠᱥᱤᱠᱚ

source: Malaysia
sat: ᱢᱟᱹᱞᱮᱥᱤᱭᱟ

source: Mozambique
sat: ᱢᱚᱡᱟᱢᱵᱤᱠ

source: Namibia
sat: ᱱᱟᱢᱤᱵᱤᱭᱟ

source: New Caledonia
sat: ᱱᱟᱶᱟ ᱠᱟᱞᱮᱰᱚᱱᱤᱭᱟ

source: Niger
sat: ᱱᱟᱭᱡᱟᱹᱨ

source: Norfolk Island
sat: ᱱᱚᱨᱯᱷᱚᱞᱠ ᱟᱭᱞᱮᱸᱰ

source: Nigeria
sat: ᱱᱟᱭᱡᱮᱨᱤᱭᱟ

source: Nicaragua
sat: ᱱᱤᱠᱟᱨᱟᱜᱩᱣᱟ

source: Netherlands
sat: ᱱᱮᱫᱚᱨᱞᱮᱸᱰ

source: Norway
sat: ᱱᱚᱨᱣᱮ

source: Nepal
sat: ᱱᱮᱯᱟᱞ

source: Nauru
sat: ᱱᱟᱶᱨᱩ

source: Niue
sat: ᱱᱟᱭᱩ

source: New Zealand
sat: ᱱᱤᱭᱩ ᱡᱤᱞᱮᱸᱰ

source: Oman
sat: ᱳᱢᱟᱱ

source: Panama
sat: ᱯᱟᱱᱟᱢᱟ

source: Peru
sat: ᱯᱮᱨᱩ

source: French Polynesia
sat: ᱯᱷᱨᱮᱧᱪ ᱯᱚᱞᱤᱱᱮᱥᱤᱭᱟ

source: Papua New Guinea
sat: ᱯᱟᱹᱯᱩᱣᱟ ᱱᱟᱶᱟ ᱡᱤᱱᱤᱭᱟ

source: Philippines
sat: ᱯᱷᱤᱞᱤᱯᱤᱱᱥ

source: Pakistan
sat: ᱯᱟᱠᱮᱥᱛᱟᱱ

source: Poland
sat: ᱯᱚᱞᱮᱸᱰ

source: St. Pierre & Miquelon
sat: ᱮᱥ ᱴᱤ ᱯᱟᱭᱨᱮ ᱟᱨ ᱢᱤᱠᱣᱮᱞᱮᱱ

source: Pitcairn Islands
sat: ᱯᱤᱴᱠᱮᱨᱱ ᱟᱭᱞᱮᱸᱰ

source: Puerto Rico
sat: ᱯᱩᱣᱮᱨᱴᱚ ᱨᱤᱠᱚ

source: Palestine
sat: ᱯᱟᱞᱮᱥᱴᱤᱱ

source: Portugal
sat: ᱯᱚᱨᱛᱩᱜᱟᱞ

source: Palau
sat: ᱯᱟᱞᱟᱣ

source: Paraguay
sat: ᱯᱟᱨᱟᱜᱩᱣᱮ

source: Qatar
sat: ᱠᱚᱛᱚᱨ

source: Réunion
sat: ᱨᱤᱭᱩᱱᱤᱭᱟᱹᱱ

source: Romania
sat: ᱨᱚᱢᱟᱱᱤᱭᱟ

source: Serbia
sat: ᱥᱟᱹᱨᱵᱤᱭᱟ

source: Russia
sat: ᱨᱩᱥ

source: Rwanda
sat: ᱨᱟᱹᱣᱟᱹᱱᱰᱟ

source: Saudi Arabia
sat: ᱥᱟᱹᱣᱫᱤ ᱚᱨᱚᱵ

source: Solomon Islands
sat: ᱥᱚᱞᱚᱢᱚᱱ ᱟᱭᱞᱮᱸᱰ

source: Seychelles
sat: ᱥᱮᱥᱮᱞᱥ

source: Sudan
sat: ᱥᱩᱫᱟᱱ

source: Sweden
sat: ᱥᱣᱤᱰᱮᱱ

source: Singapore
sat: ᱥᱤᱝᱜᱟᱯᱩᱨ

source: St. Helena
sat: ᱮᱥ ᱴᱤ ᱦᱮᱞᱮᱱᱟ

source: Slovenia
sat: ᱥᱞᱚᱣᱮᱱᱤᱭᱟ

source: Svalbard & Jan Mayen
sat: ᱥᱣᱟᱞᱵᱟᱰ ᱟᱨ ᱡᱟᱱ ᱢᱟᱭᱮᱱ

source: Slovakia
sat: ᱥᱞᱚᱣᱮᱠᱤᱭᱟ

source: Sierra Leone
sat: ᱥᱟᱭᱨᱟ ᱞᱮᱭᱚᱱᱤ

source: San Marino
sat: ᱥᱟᱱ ᱢᱟᱨᱤᱱᱚ

source: Senegal
sat: ᱥᱮᱱᱮᱜᱚᱞ

source: Somalia
sat: ᱥᱚᱢᱟᱞᱤᱭᱟ

source: Suriname
sat: ᱥᱩᱨᱤᱱᱟᱢ

source: South Sudan
sat: ᱠᱚᱧᱮ ᱥᱩᱫᱟᱱ

source: São Tomé & Príncipe
sat: ᱥᱟᱣ ᱴᱚᱢ ᱟᱨ ᱯᱨᱤᱱᱥᱤᱯᱮ

source: El Salvador
sat: ᱮᱞ ᱥᱟᱞᱣᱟᱰᱚᱨ

source: Sint Maarten
sat: ᱥᱤᱱᱴ ᱢᱟᱨᱴᱮᱱ

source: Syria
sat: ᱥᱤᱨᱤᱭᱟ

source: Eswatini
sat: ᱮᱥᱣᱟᱴᱤᱱᱟ

source: Tristan da Cunha
sat: ᱛᱨᱤᱥᱛᱟᱱ ᱰᱟ ᱠᱩᱱᱦᱟ

source: Turks & Caicos Islands
sat: ᱛᱩᱨᱠᱥ ᱟᱨ ᱠᱟᱭᱠᱚᱥ ᱟᱭᱞᱮᱸᱰ

source: Chad
sat: ᱪᱟᱰ

source: French Southern Territories
sat: ᱯᱷᱨᱟᱱᱥᱤᱥ ᱠᱚᱧᱮ ᱡᱟᱭᱜᱟ

source: Togo
sat: ᱴᱚᱜᱚ

source: Thailand
sat: ᱛᱷᱟᱭᱞᱮᱸᱰ

source: Tajikistan
sat: ᱛᱟᱡᱤᱠᱤᱥᱛᱟᱱ

source: Tokelau
sat: ᱴᱚᱠᱮᱞᱟᱣ

source: Timor-Leste
sat: ᱴᱤᱢᱚᱨᱼᱞᱮᱥᱴᱮ

source: Turkmenistan
sat: ᱛᱩᱨᱠᱢᱮᱱᱤᱥᱛᱟᱱ

source: Tunisia
sat: ᱴᱩᱱᱤᱥᱤᱭᱟ

source: Tonga
sat: ᱴᱚᱝᱜᱟ

source: Turkey
sat: ᱛᱟᱹᱨᱠᱤ

source: Trinidad & Tobago
sat: ᱴᱨᱤᱱᱤᱰᱟᱰ ᱟᱨ ᱴᱚᱵᱟᱜᱚ

source: Tuvalu
sat: ᱴᱩᱣᱟᱞᱩ

source: Taiwan
sat: ᱛᱟᱭᱣᱟᱱ

source: Tanzania
sat: ᱛᱟᱹᱱᱡᱟᱱᱤᱭᱟ

source: Ukraine
sat: ᱭᱩᱠᱨᱮᱱ

source: Uganda
sat: ᱩᱜᱟᱱᱰᱟ

source: U.S. Outlying Islands
sat: ᱭᱩ ᱮᱥ ᱵᱟᱷᱨᱮ ᱟᱭᱞᱮᱸᱰ

source: United States
sat: ᱭᱩᱱᱟᱭᱴᱮᱰ ᱮᱥᱴᱮᱴ

source: Uruguay
sat: ᱩᱨᱩᱜᱩᱣᱮ

source: Uzbekistan
sat: ᱩᱡᱽᱵᱮᱠᱤᱥᱛᱟᱱ

source: Vatican City
sat: ᱣᱟᱴᱤᱠᱟᱱ ᱥᱚᱦᱚᱨ

source: St. Vincent & Grenadines
sat: ᱮᱥ ᱴᱤ ᱵᱷᱤᱱᱥᱮᱴ ᱟᱨ ᱜᱽᱨᱮᱱᱟᱰᱤᱱᱥ

source: Venezuela
sat: ᱣᱮᱱᱮᱡᱣᱮᱞᱟ

source: British Virgin Islands
sat: ᱵᱽᱨᱤᱴᱤᱥ ᱣᱟᱹᱨᱡᱤᱱ ᱟᱭᱞᱮᱸᱰ

source: U.S. Virgin Islands
sat: ᱭᱩ ᱮᱥ ᱣᱟᱹᱨᱡᱤᱱ ᱟᱭᱞᱮᱸᱰ

source: Vietnam
sat: ᱣᱤᱭᱮᱛᱱᱟᱢ

source: Vanuatu
sat: ᱵᱷᱟᱱᱩᱟᱴᱩ

source: Wallis & Futuna
sat: ᱣᱟᱞᱤᱥ ᱟᱨ ᱯᱷᱩᱴᱩᱱᱟ

source: Samoa
sat: ᱥᱟᱢᱚᱣᱟ

source: Kosovo
sat: ᱠᱚᱥᱚᱣᱚ

source: Yemen
sat: ᱭᱮᱢᱮᱱ

source: Mayotte
sat: ᱢᱟᱭᱚᱴᱮ

source: South Africa
sat: ᱠᱚᱧᱮ ᱟᱯᱷᱨᱤᱠᱟ

source: Zambia
sat: ᱡᱟᱢᱵᱤᱭᱟ

source: Zimbabwe
sat: ᱡᱤᱢᱵᱟᱣᱮ
