Repository: Tatoeba/tatoeba2
Catalog: src/Locale/sat/languages.po
Languages: sat

source: Arabic
sat: ᱟᱹᱨᱵᱤ

source: English
sat: ᱤᱝᱨᱟᱡᱤ

source: Japanese
sat: ᱡᱟᱯᱟᱱᱤᱡᱽ

source: French
sat: ᱯᱷᱨᱮᱧᱪ

source: German
sat: ᱡᱟᱹᱨᱢᱟᱹᱱ

source: Spanish
sat: ᱥᱯᱮᱱᱤᱥ

source: Italian
sat: ᱤᱴᱟᱞᱤᱭᱟᱹᱱ

source: Vietnamese
sat: ᱣᱮᱭᱤᱛᱱᱟᱢᱤᱡᱽ

source: Russian
sat: ᱨᱟᱹᱥᱤᱭᱟᱹᱱ

source: Mandarin Chinese
sat: ᱪᱟᱭᱱᱤᱡᱽ

source: Korean
sat: ᱠᱚᱨᱤᱭᱟᱹᱱ

source: Dutch
sat: ᱫᱚᱪ

source: Hebrew
sat: ᱦᱤᱵᱽᱨᱩ

source: Indonesian
sat: ᱤᱱᱰᱚᱱᱮᱥᱤᱭᱟᱹᱱ

source: Portuguese
sat: ᱯᱚᱨᱛᱩᱜᱤᱡᱽ

source: Finnish
sat: ᱯᱷᱤᱱᱤᱥ

source: Bulgarian
sat: ᱵᱩᱞᱜᱟᱹᱨᱤᱭᱟᱹᱱ

source: Ukrainian
sat: ᱭᱩᱠᱨᱮᱱᱤᱭᱟᱹᱱ

source: Czech
sat: ᱪᱮᱠ

source: Esperanto
sat: ᱮᱥᱯᱮᱨᱟᱱᱨᱳ

source: Greek
sat: ᱜᱽᱨᱤᱠ

source: Turkish
sat: ᱛᱩᱨᱠᱤᱥ

source: Swedish
sat: ᱥᱣᱤᱰᱤᱥ

source: Norwegian Bokmål
sat: ᱱᱚᱨᱣᱮᱱ ᱵᱚᱠᱢᱟᱞ

source: Malay
sat: ᱢᱟᱞᱮᱭ

source: Estonian
sat: ᱮᱥᱴᱚᱱᱤᱭᱟᱹᱱ

source: Georgian
sat: ᱡᱳᱨᱡᱤᱭᱟ. ᱯᱟ.ᱨᱥᱤ

source: Polish
sat: ᱯᱚᱞᱤᱥ

source: Swahili
sat: ᱥᱣᱟᱦᱤᱞᱤ

source: Latin
sat: ᱞᱟᱴᱤᱱ ᱯᱟᱹᱨᱥᱤ

source: Shanghainese
sat: ᱥᱟᱝᱜᱷᱟᱤᱱᱤᱥ

source: Egyptian Arabic
sat: ᱢᱤᱥᱚᱨᱤᱭᱟᱹ ᱟᱨᱚᱵᱤᱠ

source: Belarusian
sat: ᱵᱮᱞᱟᱨᱩᱥ ᱯᱟ.ᱨᱥᱤ

source: Hungarian
sat: ᱦᱩᱝᱜᱟᱨᱤᱭᱟᱹᱱ

source: Icelandic
sat: ᱟᱭᱥᱞᱮᱱᱰᱤᱠ

source: Albanian
sat: ᱟᱞᱵᱟᱱᱤᱭᱟᱹᱱ

source: Cantonese
sat: ᱠᱟᱱᱴᱚᱱᱤᱡᱽ

source: Afrikaans
sat: ᱟᱹᱯᱷᱨᱤᱠᱟᱱᱥ

source: Faroese
sat: ᱯᱷᱮᱨᱚᱭᱤᱡᱽ ᱯᱟᱹᱨᱥᱤ

source: Frisian
sat: ᱯᱷᱤᱡᱤᱭᱟᱹᱱ

source: Breton
sat: ᱵᱨᱮᱴᱚᱱ ᱯᱟᱹᱨᱥᱤ

source: Romanian
sat: ᱨᱚᱢᱟᱱᱤᱭᱟᱹᱱ

source: Uyghur
sat: ᱩᱭᱜᱷᱩᱨ ᱯᱟᱹᱨᱥᱤ

source: Uzbek
sat: ᱩᱡᱽᱵᱮᱠ ᱯᱟᱹᱨᱥᱤ

source: Norwegian Nynorsk
sat: ᱱᱚᱨᱣᱮᱭᱟᱹᱱ ᱱᱭᱚᱨᱥᱠ

source: Serbian
sat: ᱥᱟᱨᱵᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Tatar
sat: ᱴᱟᱛᱟᱨ ᱯᱟ.ᱨᱥᱤ

source: Yiddish
sat: ᱭᱤᱫᱫᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Persian
sat: ᱵᱷᱟᱹᱨᱥᱚᱱ

source: Min Nan Chinese
sat: ᱢᱤᱱ ᱱᱟᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Basque
sat: ᱵᱟᱥᱠ ᱯᱟᱹᱨᱥᱤ

source: Slovak
sat: ᱥᱞᱚᱣᱟᱠ

source: Danish
sat: ᱰᱮᱱᱤᱥ

source: Iraqi Arabic
sat: ᱤᱨᱟᱠᱤ ᱟᱨᱵᱤᱠ

source: Sanskrit
sat: ᱥᱚᱝᱥᱠᱨᱤᱛ ᱯᱟᱹᱨᱥᱤ

source: Urdu
sat: ᱩᱨᱫᱩ

source: Hindi
sat: ᱦᱤᱱᱫᱤ

source: Bengali
sat: ᱵᱟᱸᱜᱽᱞᱟ ᱯᱟᱹᱨᱥᱤ

source: CycL
sat: ᱥᱟᱭᱠ

source: Catalan
sat: ᱠᱟᱴᱞᱟᱱ

source: Kazakh
sat: ᱠᱟᱡᱟᱠᱷ

source: Latvian
sat: ᱞᱟᱴᱤᱵᱤᱭᱟᱹᱱ

source: Bosnian
sat: ᱵᱚᱥᱱᱤᱭᱟᱭᱤ

source: Croatian
sat: ᱠᱨᱚᱮᱥᱤᱭᱟᱱ

source: Old East Slavic
sat: ᱢᱟᱨᱮ ᱥᱟᱢᱟᱝ ᱥᱞᱟᱣᱤᱠ

source: Chamorro
sat: ᱪᱟᱢᱳᱨᱳ ᱯᱟᱹᱨᱥᱤ

source: Tagalog
sat: ᱛᱟᱜᱟᱞᱚᱜᱽ ᱯᱟᱹᱨᱥᱤ

source: Quechua
sat: ᱠᱮᱪᱩᱣᱟᱱ ᱯᱟᱹᱨᱥᱤᱠᱚ

source: Mongolian
sat: ᱢᱚᱝᱜᱚᱞᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Lithuanian
sat: ᱞᱤᱛᱷᱩᱣᱟᱱᱤᱭᱟᱹᱱ

source: Galician
sat: ᱜᱟᱞᱤᱥᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Irish
sat: ᱟᱭᱨᱤᱥ

source: Interlingua
sat: ᱤᱱᱴᱟᱨᱞᱤᱝᱜᱩᱣᱟ

source: Lojban
sat: ᱞᱳᱡᱽᱵᱟᱱ

source: Toki Pona
sat: ᱴᱚᱠᱤ ᱯᱚᱝᱜᱟ

source: Ainu
sat: ᱟᱭᱱᱩ

source: Sicilian
sat: ᱥᱤᱥᱤᱞᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Malayalam
sat: ᱢᱟᱞᱟᱭᱟᱞᱟᱢ

source: Low German (Low Saxon)
sat: ᱞᱚ ᱡᱟᱹᱨᱢᱟᱹᱱ (ᱞᱚ ᱥᱟᱠᱥᱚᱱ)

source: Klingon
sat: ᱠᱞᱤᱝᱜᱚᱱ

source: Slovenian
sat: ᱥᱞᱚᱣᱮᱱᱤᱭᱟᱱ

source: Thai
sat: ᱛᱷᱟᱭ

source: Literary Chinese
sat: ᱞᱤᱴᱟᱹᱨᱟᱨᱤ ᱪᱟᱭᱱᱤᱡᱽ

source: Ossetian
sat: ᱳᱥᱮᱴᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Romansh
sat: ᱨᱳᱢᱟᱸᱪ ᱯᱟᱹᱨᱥᱤ

source: Volapük
sat: ᱵᱷᱳᱞᱟᱯᱩᱠ ᱯᱟᱹᱨᱥᱤ

source: Scottish Gaelic
sat: ᱥᱠᱚᱴᱤᱥ ᱜᱮᱞᱤᱠ ᱯᱟᱹᱨᱥᱤ

source: Ido
sat: ᱤᱫᱳ

source: Asturian
sat: ᱟᱥᱴᱩᱨᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Interlingue
sat: ᱤᱱᱴᱟᱨᱞᱤᱝᱜᱩᱭᱮ

source: Occitan
sat: ᱚᱠᱥᱤᱴᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Kalmyk
sat: ᱠᱟᱞᱢᱤᱠ

source: Old English
sat: ᱢᱟᱨᱮ ᱤᱝᱞᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Lower Sorbian
sat: ᱞᱟᱛᱟᱨ ᱥᱳᱨᱵᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Upper Sorbian
sat: ᱪᱮᱛᱟᱱ ᱥᱳᱨᱵᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Kölsch
sat: ᱠᱚᱞᱥᱪ

source: Welsh
sat: ᱣᱮᱞᱥ

source: Ewe
sat: ᱮᱣᱤ ᱯᱟᱹᱨᱥᱤ

source: Sindarin
sat: ᱥᱤᱱᱰᱟᱨᱤᱱ

source: Telugu
sat: ᱛᱮᱞᱜᱩ

source: Tok Pisin
sat: ᱴᱳᱠ ᱯᱤᱥᱤᱱ

source: Quenya
sat: ᱠᱣᱮᱱᱭᱟ

source: Novial
sat: ᱱᱳᱵᱷᱤᱭᱟᱞ

source: Maori
sat: ᱢᱟᱣᱨᱤ

source: Ladin
sat: ᱞᱟᱫᱤᱱ ᱯᱟᱹᱨᱥᱤ

source: Berber
sat: ᱵᱟᱹᱨᱵᱟᱹᱨ

source: Xhosa
sat: ᱠᱷᱳᱥᱟ ᱯᱟᱹᱨᱥᱤ

source: Punjabi (Western)
sat: ᱯᱚᱧᱡᱟᱵᱤ (ᱯᱟᱪᱮ)

source: Malagasy
sat: ᱢᱟᱞᱟᱜᱟᱥᱮᱭ

source: Guarani
sat: ᱜᱩᱣᱟᱨᱟᱱᱤ ᱯᱟᱹᱨᱥᱤ

source: Ladino
sat: ᱞᱟᱰᱤᱱᱚ

source: Piedmontese
sat: ᱯᱤᱭᱮᱢᱳᱱᱴᱮᱭᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Kotava
sat: ᱠᱳᱴᱟᱵᱷᱟ

source: Marathi
sat: ᱢᱟᱨᱟᱴᱷᱤ

source: Old Tupi
sat: ᱚᱞᱰ ᱴᱩᱯᱤ

source: Tajik
sat: ᱛᱟᱡᱤᱠ ᱯᱟᱹᱨᱥᱤ

source: Old Prussian
sat: ᱚᱞᱰ ᱯᱨᱩᱥᱤᱭᱟᱹᱱ

source: Nepali
sat: ᱱᱮᱯᱟᱞᱤ

source: Maltese
sat: ᱢᱟᱞᱴᱤᱡᱽ

source: Chukchi
sat: ᱪᱷᱠᱪᱤ

source: Cornish
sat: ᱠᱚᱨᱱᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Azerbaijani
sat: ᱟᱹᱡᱟᱹᱨᱵᱮᱡᱟᱱᱤ

source: Khmer
sat: ᱠᱷᱢᱮᱨ

source: Lao
sat: ᱞᱟᱣ

source: Tibetan
sat: ᱢᱟᱱᱚᱠ ᱛᱤᱵᱵᱚᱛᱤ

source: Hiligaynon
sat: ᱦᱤᱞᱤᱜᱟᱭᱱᱚᱱ

source: Algerian Arabic
sat: ᱟᱞᱡᱮᱨᱤᱭᱟᱹᱱ ᱟᱹᱨᱮᱵᱤᱠ

source: Picard
sat: ᱯᱤᱠᱟᱨᱰ ᱯᱟᱹᱨᱥᱤ

source: Ancient Greek
sat: ᱥᱮᱫᱟᱭ ᱜᱽᱨᱤᱠ

source: Amharic
sat: ᱟᱢᱦᱟᱨᱤᱠ

source: Awadhi
sat: ᱚᱵᱚᱫᱷᱤ

source: Bhojpuri
sat: ᱵᱷᱳᱡᱽᱯᱩᱨᱤ ᱯᱟᱹᱨᱥᱤ

source: Chavacano
sat: ᱪᱟᱵᱷᱟᱠᱟᱱᱳ ᱯᱟᱹᱨᱥᱤ

source: Middle English
sat: ᱛᱟᱞᱟ ᱤᱝᱨᱟᱡᱤ

source: Middle French
sat: ᱛᱟᱞᱟ ᱤᱝᱨᱟᱡᱤ

source: Haitian Creole
sat: ᱦᱟᱭᱛᱤᱭᱟᱹᱱ ᱠᱨᱮᱚᱞᱮ

source: Juhuri (Judeo-Tat)
sat: ᱡᱩᱦᱨᱤ (ᱡᱩᱰᱤᱣᱚ-ᱴᱟᱴ)

source: Greenlandic
sat: ᱜᱽᱨᱤᱱᱞᱮᱱᱰᱤᱠ ᱯᱟᱹᱨᱥᱤ

source: Meadow Mari
sat: ᱢᱮᱰᱳᱣ ᱢᱟᱨᱤ ᱯᱟᱹᱨᱥᱤ

source: Nahuatl
sat: ᱱᱟᱦᱩᱴᱟᱞ

source: Pennsylvania German
sat: ᱯᱮᱱᱥᱮᱞᱵᱷᱮᱱᱤᱭᱟ ᱡᱟᱨᱢᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Sinhala
sat: ᱥᱤᱝᱦᱚᱞᱤ ᱯᱟᱹᱨᱥᱤ

source: Turkmen
sat: ᱛᱩᱨᱠᱢᱮᱱ ᱯᱟᱹᱨᱥᱤ

source: Walloon
sat: ᱣᱟᱞᱩᱱ ᱯᱟᱹᱨᱥᱤ

source: Bashkir
sat: ᱵᱟᱥᱠᱤᱨ ᱯᱟᱹᱨᱥᱤ

source: Hausa
sat: ᱦᱟᱣᱥᱟ ᱯᱟᱹᱨᱥᱤ

source: Luxembourgish
sat: ᱞᱩᱠᱥᱮᱢᱵᱟᱨᱜᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Mambae
sat: ᱢᱟᱢᱵᱟᱭᱮ

source: Somali
sat: ᱥᱳᱢᱟᱞᱤ ᱯᱟᱹᱨᱥᱤ

source: Zulu
sat: ᱡᱩᱞᱩ ᱯᱟᱹᱨᱥᱤ

source: Hawaiian
sat: ᱦᱟᱣᱟᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Kyrgyz
sat: ᱠᱤᱨᱜᱤᱡᱽ ᱯᱟᱹᱨᱥᱤ

source: Macedonian
sat: ᱢᱮᱥᱤᱰᱚᱱᱤᱭᱟᱹᱱ

source: Hill Mari
sat: ᱦᱤᱞ ᱢᱟᱨᱤ ᱯᱟᱹᱨᱥᱤ

source: Pipil
sat: ᱯᱤᱯᱤᱞ

source: Yoruba
sat: ᱭᱳᱨᱩᱵᱟ ᱯᱟᱹᱨᱥᱤ

source: Kinyarwanda
sat: ᱠᱤᱱᱭᱟᱨᱣᱟᱱᱰᱟ ᱯᱟᱹᱨᱥᱤ

source: Shuswap
sat: ᱥᱩᱥᱣᱟᱯ

source: Chuvash
sat: ᱪᱩᱵᱷᱟᱥ ᱯᱟᱹᱨᱥᱤ

source: Lakota
sat: ᱞᱟᱠᱳᱴᱟ

source: Ottoman Turkish
sat: ᱳᱴᱚᱢᱟᱱ ᱴᱟᱹᱨᱠᱤᱥ

source: Shona
sat: ᱥᱳᱱᱟ ᱯᱟᱹᱨᱥᱤ

source: Mon
sat: ᱢᱳᱱ ᱯᱟᱹᱨᱥᱤ

source: Nogai
sat: ᱱᱚᱜᱟᱭ

source: Yakut
sat: ᱭᱟᱠᱩᱛ

source: Abkhaz
sat: ᱟᱵᱽᱠᱷᱟᱡᱽ ᱯᱟᱹᱨᱥᱤ

source: Tetun
sat: ᱴᱮᱴᱩᱱ

source: Tamil
sat: ᱛᱟᱹᱢᱤᱞ

source: Udmurt
sat: ᱩᱫᱽᱢᱩᱨᱴ ᱯᱟᱹᱨᱥᱤ

source: Kumyk
sat: ᱠᱩᱢᱭᱠ

source: Crimean Tatar
sat: ᱠᱨᱤᱢᱤᱱ ᱴᱟᱛᱟᱨ

source: Chinyanja
sat: ᱪᱷᱤᱱᱭᱟᱧᱡᱟ

source: Livonian
sat: ᱞᱤᱣᱚᱱᱤᱭᱟᱹᱱ

source: Navajo
sat: ᱱᱟᱵᱷᱟᱡᱳ ᱯᱟᱹᱨᱥᱤ

source: Cherokee
sat: ᱪᱮᱨᱳᱠᱤ ᱯᱟᱹᱨᱥᱤ

source: Gujarati
sat: ᱜᱩᱡᱨᱟᱴᱤ

source: Punjabi (Eastern)
sat: ᱯᱟᱪᱮ (ᱥᱟᱢᱟᱝ)

source: Khasi
sat: ᱠᱷᱟᱥᱤ ᱯᱟᱹᱨᱥᱤ

source: Javanese
sat: ᱡᱟᱵᱷᱟᱱᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Zaza
sat: ᱡᱟᱡᱟ

source: Emilian
sat: ᱮᱢᱤᱞᱤᱭᱟᱹᱱ

source: Tigrinya
sat: ᱴᱤᱜᱽᱨᱤᱭᱟᱱᱟ

source: Northern Sami
sat: ᱮᱛᱚᱢ ᱥᱟᱢᱤ ᱯᱟᱹᱨᱥᱤ

source: North Moluccan Malay
sat: ᱮᱛᱚᱢ ᱢᱚᱞᱩᱠᱟᱱ ᱢᱟᱞᱟᱭ

source: Kapampangan
sat: ᱠᱟᱯᱟᱢᱯᱟᱝᱜᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Central Dusun
sat: ᱥᱮᱱᱴᱨᱟᱞ ᱫᱩᱥᱩᱱ

source: Choctaw
sat: ᱪᱳᱠᱴᱟᱣ ᱯᱟᱹᱨᱥᱤ

source: Coastal Kadazan
sat: ᱠᱚᱥᱴᱟᱞ ᱠᱟᱰᱟᱡᱟᱱ

source: Samoan
sat: ᱥᱟᱢᱚᱣᱟᱱ

source: Fijian
sat: ᱯᱷᱤᱡᱤᱭᱟᱹᱱ

source: Wolof
sat: ᱣᱳᱞᱳᱯᱷ ᱯᱟᱹᱨᱥᱤ

source: Chechen
sat: ᱪᱮᱪᱮᱱ ᱯᱟᱹᱨᱥᱤ

source: Sango
sat: ᱥᱟᱝᱜᱳ ᱯᱟᱹᱨᱥᱤ

source: Fiji Hindi
sat: ᱯᱷᱤᱡᱤ ᱦᱤᱱᱫᱤ

source: Tongan
sat: ᱴᱚᱝᱜᱟᱱ

source: Ngeq
sat: ᱱᱚᱜᱮᱠ

source: Kamba
sat: ᱠᱟᱞᱢᱵᱟ

source: Venetian
sat: ᱣᱮᱱᱮᱴᱤᱭᱟᱹᱱ

source: Burmese
sat: ᱵᱚᱨᱢᱤ ᱯᱟᱹᱨᱥᱤ

source: Gilbertese
sat: ᱜᱤᱞᱵᱟᱹᱨᱴᱤᱡᱽ

source: Erzya
sat: ᱮᱨᱡᱤᱭᱟ ᱯᱟᱹᱨᱥᱤ

source: Niuean
sat: ᱱᱤᱣᱮᱱ

source: Võro
sat: ᱵᱷᱳᱨᱳ ᱯᱟᱹᱨᱥᱤ

source: Manx
sat: ᱢᱮᱝᱠᱥ ᱯᱟᱹᱨᱥᱤ

source: Lingala
sat: ᱞᱤᱝᱜᱟᱞᱟ ᱯᱟᱹᱨᱥᱤ

source: Lingua Franca Nova
sat: ᱞᱤᱝᱜᱩᱣᱟ ᱯᱷᱨᱟᱝᱠᱟ ᱱᱳᱵᱷᱟ

source: Pashto
sat: ᱯᱟᱥᱛᱚ

source: Khakas
sat: ᱠᱷᱟᱠᱟᱥ ᱯᱟ.ᱨᱥᱤ

source: Dungan
sat: ᱰᱩᱱᱜᱟᱱ

source: Friulian
sat: ᱯᱷᱨᱤᱭᱩᱞᱤᱭᱟᱹᱱ ᱯᱟᱹᱨᱥᱤ

source: Marshallese
sat: ᱢᱟᱨᱥᱟᱞᱤ ᱯᱟᱹᱨᱥᱤ

source: Palatine German
sat: ᱯᱟᱞᱟᱴᱤᱱ ᱡᱟᱹᱨᱢᱟᱹᱱ

source: Kannada
sat: ᱠᱟᱱᱟᱰᱟ

source: Seychellois Creole
sat: ᱥᱮᱭᱠᱮᱞᱚᱥ ᱠᱨᱮᱭᱚᱞᱮ

source: Swiss German
sat: ᱥᱣᱤᱥ ᱡᱟᱹᱨᱢᱟᱹᱱ

source: Old Saxon
sat: ᱢᱟᱨᱮ ᱥᱟᱠᱥᱚᱱ

source: Sumerian
sat: ᱥᱩᱢᱮᱨᱤᱭᱟᱹᱱ

source: Scots
sat: ᱥᱠᱚᱴᱥ ᱯᱟᱹᱨᱥᱤ

source: Mohawk
sat: ᱢᱚᱦᱟᱣᱟᱠ

source: Cebuano
sat: ᱥᱮᱵᱩᱭᱟᱱᱳ ᱯᱟᱹᱨᱥᱤ

source: Lombard
sat: ᱞᱳᱢᱵᱟᱨᱰ ᱯᱟᱹᱨᱥᱤ

source: Tsonga
sat: ᱥᱳᱝᱜᱟ ᱯᱟᱹᱨᱥᱤ

source: Buryat
sat: ᱵᱩᱨᱤᱭᱟᱛ ᱯᱟᱹᱨᱥᱤ

source: Aymara
sat: ᱟᱭᱢᱟᱨᱟ ᱯᱟᱹᱨᱥᱤ

source: Ilocano
sat: ᱤᱞᱳᱠᱟᱱᱳ ᱯᱟᱹᱨᱥᱤ

source: Karakalpak
sat: ᱠᱟᱨᱟᱠᱟᱞᱯᱟᱠ ᱯᱟᱹᱨᱥᱤ

source: Orizaba Nahuatl
sat: ᱚᱨᱤᱡᱟᱵᱟ ᱱᱟᱹᱦᱩᱟᱛᱞᱤ

source: Guerrero Nahuatl
sat: ᱜᱩᱣᱮᱨᱚ ᱱᱟᱹᱦᱩᱟᱛᱞᱤ

source: Adyghe
sat: ᱟᱫᱤᱜᱷᱮ ᱯᱟᱹᱨᱥᱤ

source: Bodo
sat: ᱵᱚᱰᱚ ᱯᱟᱹᱨᱥᱤ

source: Gagauz
sat: ᱜᱟᱜᱟᱣᱩᱡᱽ ᱯᱟᱹᱨᱥᱤ

source: Romani
sat: ᱨᱳᱢᱟᱱᱤ ᱯᱟᱹᱨᱥᱤ

source: Laz
sat: ᱞᱟᱡᱽ

source: Pulaar
sat: ᱯᱩᱞᱟᱨ

source: Umbundu
sat: ᱩᱢᱵᱩᱱᱰᱩ

source: Tokelauan
sat: ᱴᱚᱠᱮᱞᱟᱣᱟᱱ

source: Southern Sotho
sat: ᱠᱚᱸᱭᱮ ᱥᱚᱛᱷᱚ

source: Southern Altai
sat: ᱠᱚᱸᱭᱮ ᱟᱹᱞᱛᱟᱭ

source: Waray
sat: ᱣᱟᱨᱟᱭ ᱯᱟᱹᱨᱥᱤ

source: Sindhi
sat: ᱥᱤᱱᱫᱷᱤ ᱯᱟᱹᱨᱥᱤ

source: Setswana
sat: ᱥᱮᱴᱥᱣᱟᱱᱟ

source: Sardinian
sat: ᱥᱟᱨᱰᱤᱱᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Palauan
sat: ᱯᱟᱞᱟᱩᱣᱟᱱ

source: Garhwali
sat: ᱜᱟᱲᱣᱟᱞᱤ ᱯᱟᱹᱨᱥᱤ

source: Ojibwe
sat: ᱚᱡᱤᱵᱣᱮ

source: Luganda
sat: ᱞᱩᱜᱟᱱᱰᱟ

source: Hakka Chinese
sat: ᱦᱟᱠᱟ ᱪᱟᱭᱱᱤᱡᱽ

source: Bambara
sat: ᱵᱟᱢᱵᱟᱨᱟ ᱯᱟᱹᱨᱥᱤ

source: Aragonese
sat: ᱮᱨᱟᱜᱳᱱᱤᱡᱽ ᱯᱟᱹᱨᱥᱤ

source: Assamese
sat: ᱟᱥᱟᱢᱤᱡᱽ

source: Nigerian Fulfulde
sat: ᱱᱟᱭᱡᱮᱨᱤᱭᱟᱹᱱ ᱯᱷᱩᱞᱯᱷᱩᱞᱰᱮ

source: Ho
sat: ᱦᱚ ᱯᱟᱹᱨᱥᱤ

source: Sundanese
sat: ᱥᱩᱱᱰᱟ ᱯᱟᱹᱨᱥᱤ

source: North Levantine Arabic
sat: ᱮᱛᱚᱢ ᱞᱮᱵᱷᱟᱱᱴᱤᱱ ᱟᱨᱵᱤᱠ

source: Tuvinian
sat: ᱴᱩᱣᱤᱱᱤᱭᱟᱹᱱ

source: Karachay-Balkar
sat: ᱠᱟᱨᱟᱪᱟᱭᱼᱵᱟᱞᱠᱟᱨ ᱯᱟᱹᱨᱥᱤ

source: Papiamento
sat: ᱯᱟᱯᱤᱭᱟᱢᱮᱱᱴᱳ ᱯᱟᱹᱨᱥᱤ

source: Old Norse
sat: ᱢᱟᱨᱮ ᱱᱚᱨᱥ

source: Odia (Oriya)
sat: ᱳᱰᱤᱭᱟ (ᱳᱨᱤᱭᱟ)

source: Iban
sat: ᱤᱵᱟᱱ

source: Old Aramaic
sat: ᱢᱟᱨᱮ ᱟᱨᱟᱢᱟᱭᱤᱠ

source: Moroccan Arabic
sat: ᱢᱳᱨᱳᱠᱠᱟᱱ ᱟᱨᱚᱵᱤᱠ

source: Cuyonon
sat: ᱠᱩᱭᱚᱭᱚᱱ

source: Igbo
sat: ᱤᱜᱽᱵᱳ ᱯᱟᱹᱨᱥᱤ

source: Kashubian
sat: ᱠᱟᱥᱩᱵᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Louisiana Creole
sat: ᱞᱩᱭᱥᱤᱭᱟᱱᱟ ᱠᱨᱮᱚᱞᱮ

source: Urhobo
sat: ᱦᱨᱦᱚᱵᱚ

source: Tagal Murut
sat: ᱴᱟᱜᱮᱞ ᱢᱩᱨᱩᱛ

source: Moksha
sat: ᱢᱳᱠᱥᱟ ᱯᱟᱹᱨᱥᱤ

source: Pangasinan
sat: ᱯᱟᱝᱜᱟᱥᱤᱱᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Corsican
sat: ᱠᱳᱨᱥᱤᱠᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Hmong Njua (Green)
sat: ᱦᱚᱢᱚᱝ ᱱᱟᱹᱡᱩᱣᱟ (ᱦᱟ.ᱨᱤᱭᱟ.ᱲ)

source: Tarifit
sat: ᱴᱟᱨᱤᱯᱷᱤᱴ

source: Central Huasteca Nahuatl
sat: ᱛᱟᱞᱟ ᱦᱩᱣᱟᱥᱴᱮᱠᱟ ᱱᱟᱹᱦᱩᱣᱟᱴᱞᱤ

source: Kekchi (Q'eqchi')
sat: ᱠᱮᱠᱪᱤ (ᱠᱤᱣᱤᱪᱤ)

source: Swazi
sat: ᱥᱳᱣᱟᱛᱤ ᱯᱟᱹᱨᱥᱤ

source: Balinese
sat: ᱵᱟᱞᱤ ᱯᱟᱹᱨᱥᱤ

source: Assyrian Neo-Aramaic
sat: ᱟᱭᱤᱨᱤᱭᱟᱱ ᱞᱤᱣᱼᱟᱨᱟᱢᱤᱠ

source: Tuvaluan
sat: ᱴᱩᱣᱟᱞᱩᱣᱟᱱ

source: Keningau Murut
sat: ᱠᱮᱱᱤᱱᱜᱟᱣ ᱢᱩᱨᱩᱛ

source: Baybayanon
sat: ᱵᱮᱵᱮᱭᱟᱱᱟᱱ

source: Morisyen
sat: ᱢᱚᱨᱤᱥᱭᱮᱱ

source: Hmong Daw (White)
sat: ᱦᱢᱚᱝ ᱰᱟᱣ (ᱯᱩᱸᱰ)

source: Central Bikol
sat: ᱛᱟᱞᱢᱟ ᱵᱤᱠᱳᱞ ᱯᱟᱹᱨᱥᱤ

source: Nauruan
sat: ᱱᱟᱣᱨᱩᱣᱟᱹᱱ ᱯᱟᱹᱨᱥᱤ

source: Malay (Vernacular)
sat: ᱢᱟᱞᱮᱭ (ᱫᱤᱥᱚᱢ ᱯᱟᱹᱨᱥᱤ)

source: Naga (Tangshang)
sat: ᱱᱟᱜᱟ (ᱴᱟᱝᱥᱟᱝ)

source: K'iche'
sat: ᱠᱤᱪᱮ

source: Gulf Arabic
sat: ᱜᱚᱞᱯᱷ ᱟᱨᱟᱵᱤᱠ

source: Minangkabau
sat: ᱢᱤᱱᱟᱝᱠᱟᱵᱟᱣ ᱯᱟᱹᱨᱥᱤ

source: Temuan
sat: ᱛᱮᱢᱩᱣᱟᱱ

source: Jin Chinese
sat: ᱡᱤᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Maithili
sat: ᱢᱟᱭᱛᱷᱤᱞᱤ

source: Madurese
sat: ᱢᱟᱫᱩᱨᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Banjar
sat: ᱵᱟᱱᱡᱟᱨ ᱯᱟᱹᱨᱥᱤ

source: Gothic
sat: ᱜᱳᱛᱷᱤᱠ ᱯᱟᱹᱨᱥᱤ

source: Xiang Chinese
sat: ᱥᱤᱭᱟᱝ ᱪᱟᱭᱱᱤᱡᱽ

source: Gan Chinese
sat: ᱜᱟᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Bavarian
sat: ᱵᱟᱵᱷᱮᱨᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Talossan
sat: ᱛᱟᱞᱚᱥᱟᱱ

source: Samogitian
sat: ᱥᱟᱢᱳᱜᱤᱥᱤᱭᱟᱱ ᱪᱟᱸᱜᱟ ᱯᱟᱹᱨᱥᱤ

source: Láadan
sat: ᱞᱟᱰᱟᱱ

source: Dutton World Speedwords
sat: ᱰᱩᱴᱚᱱ ᱣᱟᱞᱡ ᱥᱯᱤᱰᱣᱟᱨᱰᱥ

source: Afrihili
sat: ᱟᱹᱯᱷᱨᱤᱦᱤᱞᱤ

source: Karelian
sat: ᱠᱟᱨᱮᱞᱤᱭᱟᱹᱱ

source: Veps
sat: ᱵᱷᱮᱯᱥ ᱯᱟᱹᱨᱥᱤ

source: Rusyn
sat: ᱨᱩᱥᱤᱱ ᱯᱟ.ᱨᱥᱤ

source: Tahitian
sat: ᱛᱟᱦᱤᱴᱟᱱ

source: Talysh
sat: ᱛᱟᱞᱤᱥ

source: Mi'kmaq
sat: ᱢᱤᱠᱢᱟᱠ

source: Extremaduran
sat: ᱮᱠᱥᱴᱨᱤᱢᱟᱰᱩᱨᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Swabian
sat: ᱥᱣᱟᱵᱤᱭᱟᱱ

source: Ingrian
sat: ᱤᱱᱜᱽᱨᱤᱭᱟᱹᱱ

source: Southern Sami
sat: ᱠᱚᱸᱭᱮ ᱥᱟᱢᱤ

source: Jamaican Patois
sat: ᱡᱟᱢᱟᱭᱠᱟᱱ ᱯᱟᱴᱳᱭᱤᱥ

source: Mirandese
sat: ᱢᱤᱨᱟᱱᱰᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Komi-Zyrian
sat: ᱠᱚᱢᱤᱼᱡᱤᱨᱤᱭᱟᱹᱱ

source: Central Mnong
sat: ᱥᱮᱱᱴᱨᱟᱞ ᱢᱚᱱᱚᱝ

source: Komi-Permyak
sat: ᱠᱚᱢᱤᱼᱯᱟᱹᱨᱢᱤᱭᱟᱠ

source: Inuktitut
sat: ᱤᱱᱩᱠᱴᱤᱴᱩᱴ

source: Kabyle
sat: ᱠᱟᱵᱟᱭᱤᱞ ᱯᱟᱹᱨᱥᱤ

source: Kirundi
sat: ᱠᱤᱨᱩᱱᱰᱤ ᱯᱟᱹᱨᱥᱤ

source: Gheg Albanian
sat: ᱜᱷᱮᱜᱽ ᱟᱞᱵᱟᱱᱤᱭᱟᱹᱱ

source: Aklanon
sat: ᱟᱠᱞᱟᱱᱚᱱ

source: Manchu
sat: ᱢᱟᱱᱪᱷᱩ ᱯᱟ.ᱨᱥᱤ

source: Kashmiri
sat: ᱠᱟᱥᱢᱤᱨᱤ ᱯᱟ.ᱨᱥᱤ

source: Old Turkish
sat: ᱢᱟᱨᱮ ᱛᱩᱨᱠᱤᱥ

source: Uab Meto
sat: ᱩᱵ ᱢᱮᱴᱚ

source: Tachawit
sat: ᱴᱟᱪᱷᱟᱣᱤᱴ

source: Kven Finnish
sat: ᱠᱣᱮᱱ ᱯᱷᱤᱱᱤᱥ

source: Rapa Nui
sat: ᱨᱟᱯᱟ ᱱᱩᱣᱤ

source: Guadeloupean Creole French
sat: ᱜᱣᱟᱰᱮᱞᱚᱣᱯᱤᱭᱟᱱ ᱠᱨᱮᱚᱞᱮ ᱯᱷᱨᱮᱧᱪ

source: Gronings
sat: ᱜᱽᱨᱚᱱᱤᱝ

source: Ligurian
sat: ᱞᱤᱜᱩᱨᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Tigre
sat: ᱴᱤᱜᱽᱨᱮ

source: Tahaggart Tamahaq
sat: ᱛᱟᱹᱦᱜᱟᱹᱴ ᱛᱟᱹᱢᱟᱦᱟᱹᱠ

source: Dhivehi
sat: ᱫᱷᱤᱵᱮᱦᱤ ᱯᱟᱹᱨᱥᱤ

source: Hunsrik
sat: ᱦᱩᱱᱥᱨᱤᱠ

source: Cayuga
sat: ᱠᱟᱭᱩᱜᱟ

source: Ga
sat: ᱜᱟ

source: Chinese Pidgin English
sat: ᱪᱟᱭᱱᱤᱡᱽ ᱯᱤᱰᱜᱤᱱ ᱤᱝᱜᱽᱨᱮᱡᱤ

source: Brithenig
sat: ᱵᱽᱨᱤᱛᱷᱮᱱᱤᱜᱽ

source: Latgalian
sat: ᱞᱟᱴᱜᱟᱞᱤᱭᱟᱹᱱ ᱯᱟᱹᱨᱥᱤ

source: Erromintxela
sat: ᱮᱨᱚᱢᱤᱱᱴᱠᱞᱮᱥᱟ

source: Konkani (Goan)
sat: ᱠᱚᱱᱠᱟᱱᱤ (ᱜᱚᱣᱟᱱ)

source: Chagatai
sat: ᱪᱷᱟᱜᱟᱴᱟᱭᱤ

source: Mingrelian
sat: ᱢᱤᱝᱜᱽᱨᱮᱞᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Old Spanish
sat: ᱢᱟᱨᱮ ᱥᱯᱮᱱᱤᱥ

source: Jewish Babylonian Aramaic
sat: ᱡᱮᱣᱤᱥ ᱵᱮᱵᱤᱞᱚᱱᱤᱭᱟᱱ ᱟᱨᱟᱢᱟᱭᱤᱠ

source: Okinawan
sat: ᱚᱠᱤᱱᱟᱣᱟᱱ

source: Evenki
sat: ᱤᱵᱷᱮᱱᱠᱤ

source: Bislama
sat: ᱵᱤᱥᱞᱟᱢᱟ ᱯᱟᱹᱨᱥᱤ

source: Saterland Frisian
sat: ᱥᱟᱴᱮᱨᱞᱮᱱᱰ ᱯᱷᱨᱤᱥᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Old French
sat: ᱢᱟᱨᱮ ᱯᱷᱨᱮᱧᱪ

source: Syriac
sat: ᱥᱭᱨᱤᱭᱟᱠ

source: North Frisian
sat: ᱮᱛᱚᱢ ᱯᱷᱨᱤᱥᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Nyungar
sat: ᱱᱭᱩᱱᱜᱟᱨ

source: Isan
sat: ᱤᱥᱟᱱ

source: Tonga (Zambezi)
sat: ᱴᱚᱝᱜᱟ (ᱡᱟᱢᱵᱮᱡᱤ)

source: Newari
sat: ᱱᱮᱣᱟᱨᱤ

source: Jewish Palestinian Aramaic
sat: ᱡᱮᱣᱤᱥ ᱯᱟᱞᱮᱥᱴᱤᱱᱤᱭᱟᱱ ᱟᱨᱟᱢᱟᱭᱤᱠ

source: Phoenician
sat: ᱯᱷᱤᱱᱤᱥᱤᱭᱟᱱ

source: Rendille
sat: ᱨᱮᱱᱰᱤᱞᱮ

source: Nuosu
sat: ᱱᱩᱭᱳᱥᱩ ᱯᱟᱹᱨᱥᱤ

source: Drents
sat: ᱰᱨᱮᱱᱴᱥ

source: Southern Subanen
sat: ᱠᱚᱸᱭᱮ ᱥᱩᱵᱟᱱᱮᱱ

source: Chinook Jargon
sat: ᱪᱤᱱᱩᱠ ᱡᱟᱨᱜᱚᱱ

source: Baluchi
sat: ᱵᱟᱹᱞᱩᱪᱤ

source: Pali
sat: ᱯᱟᱞᱤ ᱯᱟᱹᱨᱥᱤ

source: Ancient Hebrew
sat: ᱢᱟᱨᱮ ᱦᱮᱵᱽᱨᱤᱣ

source: South Levantine Arabic
sat: ᱠᱚᱸᱭᱮ ᱞᱮᱵᱷᱟᱱᱴᱤᱱ ᱟᱨᱵᱤᱠ

source: Southern Haida
sat: ᱠᱚᱸᱭᱮ ᱦᱟᱭᱰᱟ

source: Northern Haida
sat: ᱮᱛᱚᱢ ᱦᱟᱭᱰᱟ

source: Karakhanid
sat: ᱠᱟᱨᱟᱠᱷᱟᱱᱤᱫ

source: Plains Cree
sat: ᱯᱞᱮᱱᱥ ᱠᱨᱤ

source: Yucatec Maya
sat: ᱭᱩᱠᱟᱴᱮᱠ ᱢᱟᱭᱟ

source: Middle Persian (Pahlavi)
sat: ᱛᱟᱞᱟ ᱯᱟᱹᱨᱥᱤᱭᱟᱹᱱ (ᱯᱟᱦᱞᱟᱹᱣᱤ)

source: Meitei
sat: ᱢᱮᱭᱛᱮᱭ ᱯᱟᱹᱨᱥᱤ

source: Libyan Arabic
sat: ᱞᱤᱵᱤᱭᱟᱱ ᱟᱨᱟᱵᱤᱠ

source: O'odham
sat: ᱳᱫᱷᱟᱹᱢ

source: Lushootseed
sat: ᱞᱩᱥᱩᱛᱥᱮᱰ

source: Old Frisian
sat: ᱢᱟᱨᱮ ᱯᱷᱨᱤᱴᱤᱥ

source: Nuer
sat: ᱱᱩᱮᱨ

source: Central Kurdish (Soranî)
sat: ᱥᱮᱱᱴᱨᱟᱞ ᱠᱩᱨᱫᱤᱥ (ᱥᱚᱨᱟᱱᱤ)

source: Northern Kurdish (Kurmancî)
sat: ᱮᱛᱚᱢ ᱠᱩᱨᱫᱤᱥ (ᱠᱩᱨᱢᱟᱱᱪᱤ)

source: Southern Kurdish
sat: ᱠᱚᱸᱭᱮ ᱠᱩᱨᱫᱤᱥ

source: Northern Zaza (Kirmanjki)
sat: ᱮᱛᱚᱢ ᱡᱟᱡᱟ (ᱠᱤᱨᱢᱟᱱᱡᱽᱠᱤ)

source: Southern Zaza (Dimli)
sat: ᱠᱚᱸᱭᱮ ᱡᱟᱡᱟ (ᱰᱤᱢᱞᱤ)

source: Standard Moroccan Tamazight
sat: ᱥᱴᱟᱱᱰᱟᱰ ᱢᱚᱨᱚᱠᱟᱱ ᱴᱟᱢᱟᱡᱤᱛ

source: Mahasu Pahari
sat: ᱢᱟᱦᱟᱥᱩ ᱯᱟᱦᱟᱨᱤ

source: Qashqai
sat: ᱠᱟᱥᱠᱤ

source: Khalaj
sat: ᱠᱷᱟᱞᱟᱡᱽ

source: Dargwa
sat: ᱰᱟᱹᱨᱜᱽᱣᱟ

source: Lak
sat: ᱞᱟᱠ ᱯᱟᱹᱨᱥᱤ

source: Avar
sat: ᱟᱷᱟᱨ

source: Muskogee (Creek)
sat: ᱢᱩᱥᱠᱚᱜᱤ (ᱠᱨᱤᱠ)

source: Abaza
sat: ᱟᱵᱟᱡᱟ

source: Ingush
sat: ᱤᱝᱜᱩᱥ ᱯᱟᱹᱨᱥᱤ

source: Kabardian
sat: ᱠᱟᱵᱟᱨᱰᱤᱭᱟᱹᱱ ᱯᱟᱹᱨᱥᱤ

source: Sranan Tongo
sat: ᱥᱨᱟᱱᱟᱱ ᱴᱳᱝᱜᱳ ᱯᱟᱹᱨᱥᱤ

source: Lezgi
sat: ᱞᱮᱡᱜᱤ

source: Wayuu
sat: ᱣᱟᱭᱩ

source: Limburgish
sat: ᱞᱤᱢᱵᱩᱨᱜᱤᱥ ᱯᱟᱹᱨᱥᱤ

source: Zeelandic
sat: ᱡᱤᱞᱮᱱᱰᱤᱠ

source: Mono (USA)
sat: ᱢᱚᱱᱚ (ᱭᱩ ᱮᱥ ᱮ)

source: Tashelhit
sat: ᱥᱤᱞᱦᱟ ᱯᱟᱹᱨᱥᱤ

source: Berom
sat: ᱵᱮᱨᱚᱢ

source: Santali
sat: ᱥᱟᱱᱛᱟᱲᱤ

source: Hitchiti
sat: ᱦᱤᱴᱪᱤᱛᱤ

source: Silesian
sat: ᱥᱤᱞᱮᱥᱤᱭᱟᱱ ᱯᱟᱹᱨᱥᱤ

source: Interglossa
sat: ᱤᱱᱴᱟᱹᱨᱜᱞᱚᱥᱟ

source: Central Kanuri
sat: ᱛᱟᱞᱟ ᱠᱟᱱᱩᱨᱤ

source: Nande
sat: ᱱᱟᱱᱰᱮ

source: Congo Swahili
sat: ᱠᱚᱝᱜᱚ ᱥᱣᱟᱦᱤᱞᱤ

source: Rohingya
sat: ᱨᱚᱦᱤᱱᱜᱭᱟ

source: Kelantan-Pattani Malay
sat: ᱠᱮᱞᱟᱱᱴᱟᱱ-ᱯᱟᱴᱟᱱᱤ ᱢᱟᱞᱟᱭ

source: Saraiki
sat: ᱥᱟᱨᱟᱭᱠᱤ

source: Neapolitan
sat: ᱱᱤᱭᱟᱯᱚᱞᱤᱴᱟᱱ

source: Sylheti
sat: ᱥᱤᱞᱮᱴᱤ ᱯᱟᱹᱨᱥᱤ

source: Tumbuka
sat: ᱴᱩᱢᱵᱩᱠᱟ

source: Mapuche
sat: ᱢᱟᱯᱩᱪᱷᱮ

source: Western Armenian
sat: ᱯᱟᱪᱮ ᱟᱨᱢᱮᱱᱤᱭᱟᱱ
