Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/admin.po
Languages: be, bg, bn, br, de, eo, es, eu, fa, fr, he, hr, hu, ia, id, it, ja, ku, lv, ml, mr, ms, nl, pt_br, ro, ru, sk, sr, tk, tt, ug, vi, zh_cn

source: Delete
be: Выдаліць
bg: Изтриване
bn: মুছে ফেলুন
br: Dilemel
de: Löschen
eo: Forigi
es: Borrar
eu: Ezabatu
fa: حذف
fr: Supprimer
he: מחיקה
hr: Izbriši
hu: Töröl
ia: Deler
id: Hapus
it: Elimina
ja: 削除
ku: Jê bibe
lv: Izdzēst
ml: ഡിലീറ്റ് ചെയ്യുക
mr: हटवा
ms: Padam
nl: Verwijderen
pt_br: Deletar
ro: Ştergeți
ru: Удалить
sk: Odstrániť
sr: Обриши
tk: Pozmak
tt: Бетерү
ug: ئۆچۈر
vi: Xoá
zh_cn: 删除

source: Correctness
be: Правільнасць
bg: Коректност.
bn: শুদ্ধি
br: Reizhted
de: Korrektheit
eo: Ĝusteco
es: Exactitud
eu: Zuzentasuna
fa: درستی
fr: Justesse
he: תקינות
hr: Ispravnost
hu: Helyesség
ia: Correctessa
id: Tingkat kebenaran
it: Correttezza
ja: 正しさ
ku: Rastbûn
lv: Pareizība
mr: अचूकपणा
ms: Betul
nl: Juistheid
pt_br: Exatidão
ro: Corectitudine
ru: Правильность
sk: Správnosť
sr: Исправност
tk: Dogrulyk
tt: Дөреслек
ug: توغرىلىق
vi: Độ chuẩn xác
zh_cn: 正确性

source: Submit
be: Даслаць
bg: Изпращане
bn: জমা দিন
br: Kas
de: Anwenden
eo: Sendi
es: Enviar
eu: Bidali
fa: ارسال
fr: Valider
he: הגשה
hr: Pošalji
hu: Beküldés
ia: Submitter
id: Kirim
it: Invia
ja: 送信
ku: Bişîne
lv: Iesniegt
ml: സബ്മിറ്റ് ചെയ്യുക
mr: सबमिट करा
ms: Hantar
nl: Verzenden
pt_br: Submeter
ro: Trimiteți
ru: Подтвердить
sk: Predložiť
sr: Пошаљи
tk: Ugratmak
tt: Китерү
ug: يوللا
vi: Đăng
zh_cn: 提交

source: Import sentences
be: Імпартаваць сказы
bg: Импортиране на изречения
bn: বাক্য আমদানি করুন
br: Enporzhiañ frazennoù
de: Sätze importieren
eo: Importi frazojn
es: Importar frases
eu: Inportatu esaldiak
fa: دریافت جملات
fr: Importer les phrases
he: משפטים מיובאים
hr: Uvezi rečenice
hu: Mondatok importálása
ia: Importar phrases
id: Impor kalimat
it: Importa delle frasi
ja: 例文のインポート
ku: Hevokan têxîne
lv: Importēt teikumus
ml: വാക്യങ്ങള്‍ ഇംപോര്‍ട്ട് ചെയ്യുക
mr: वाक्ये आयात करा
ms: Import ayat-ayat
nl: Zinnen importeren
pt_br: Importar frases
ro: Importați propoziții
ru: Импортировать предложения
sk: Previesť vety
sr: Увези реченице
tk: Sözlemleri import etmek
tt: Импорт тәкъдимнәре
ug: جۈملىلەرنى ئىمپورت قىل
vi: Chèn câu
zh_cn: 导入句子

source: Single sentences
be: Асобныя сказы
bg: Единична фраза
bn: একক বাক্যগুলি
br: Frazennoù eeun
de: Einzelne Sätze
eo: Unuopaj frazoj
es: Oraciones individuales
eu: Esaldi xinpleak
fa: جملات منفرد
fr: Phrases orphelines
he: משפטים בודדים
hr: Rečenice
hu: Egynyelvű mondatok
ia: Phrases individual
id: Kalimat tunggal
it: Frasi singole
ja: 単独の文
ku: Hevokên tekane
lv: Atsevišķi teikumi
ml: ഒറ്റ വാക്യം
mr: एकटी वाक्ये
ms: Ayat-ayat tunggal
nl: Losse zinnen
pt_br: Frases soltas
ro: Propoziții individuale
ru: Отдельные предложения
sk: Osamotené vety
sr: Појединачне реченице
tt: Аерым җөмләләр
ug: يەككە جۈملە
vi: Câu đơn

source: Language of the sentences:
be: Мова сказа:
bg: Език на фразите:
bn: বাক্যগুলির ভাষা:
br: Yezh ar frazennoù:
de: Sprache der Sätze:
eo: Lingvo de la frazoj:
es: Idioma de las oraciones:
eu: Esaldiaren hizkuntza:
fa: زبان جملات:
fr: Langue des phrases:
he: שפת המשפטים:
hr: Jezik rečenica:
hu: A mondatok nyelve:
ia: Lingua del phrases:
id: Bahasa dari kalimat:
it: Lingua delle frasi:
ja: 言語
ku: Zimanê hevokan:
lv: Teikumu valoda:
ml: വാക്യഭാഷ
mr: वाक्यांची भाषा:
ms: Bahasa kepada ayat-ayat:
nl: Taal van de zinnen:
pt_br: Idioma das frases:
ro: Limba propozițiilor:
ru: Язык предложений:
sk: Jazyk viet:
sr: Језици реченица:
tk: Sözlemleriň dili:
tt: Җөмләләр теле:
ug: جۈملە تىلى:
vi: Ngôn ngữ của câu:
zh_cn: 句子的语言

source: File:
be: Файл:
bg: Файл:
bn: ফাইল:
br: Restr:
de: Datei:
eo: Dosiero:
es: Archivo:
eu: Fitxategia:
fa: فایل:
fr: Fichier :
he: קובץ:
hr: Datoteka:
hu: Fájl:
id: Berkas:
ja: ファイル名:
ku: Pelge:
lv: Fails:
ml: ഫയല്‍:
mr: फाइल:
ms: Fail:
nl: Bestand:
pt_br: Arquivo:
ro: Fișier:
ru: Файл:
sk: Súbor:
sr: Датотека:
tk: Faýl:
tt: Файл:
ug: ھۆججەت:
vi: Tệp:
zh_cn: 文件：

source: Numeric user id:
be: Лічбавы ідэнтыфікатар карыстальніка:
bg: Числен потребителски идентификатор:
bn: সাংখ্যিক ব্যবহারকারী আইডি:
br: Id niverel an implijer:
de: Benutzernummer:
eo: Identiga numero de la uzanto:
es: Número de identificación de usuario:
eu: Erabiltzailearen id zenbakia:
fa: شناسه عددی کاربر:
fr: Identifiant numérique de l'utilisateur :
he: מספר המשתמש
hr: Numerički korisnički ID:
hu: Numerikus felhasználói id:
ia: ID numeric del usator:
id: Nomor id pengguna:
it: ID numerico dell'utente:
ja: ユーザー番号
ku: Hejmara bikarhêner:
lv: Skaitlisks lietotāja id:
mr: संख्यात्मक प्रयोक्ता आयडी:
ms: id pengguna berangka:
nl: Numerieke id van de gebruiker:
pt_br: Número de identificação do usuário:
ro: ID numeric utilizator:
ru: Числовой идентификатор пользователя:
sk: Číslo užívateľa:
sr: Нумерички ID корисника:
tk: Ulanyjynyň ID belgisi:
tt: Кулланучының цифрлы идентификаторы:
ug: ئىشلەتكۈچى نومۇرى:
vi: Số ID người dùng:

source: import
bg: импорт
bn: আমদানি
br: emporzhiañ
de: Importieren
eo: importi
es: importar
eu: inportatu
fa: دریافت
fr: importer
he: ייבוא
hr: uvoz
hu: Importálás
ia: importar
id: impor
it: importa
ja: インポート
ku: têxîne
lv: importēt
ml: ഇംപോര്‍ട്ട്
mr: आयात करा
pt_br: Importar
ro: importați
ru: импорт
sk: previesť
sr: увоз
tk: import etmek
tt: импортлау
ug: ئىمپورت
vi: chèn
zh_cn: 导入

source: Sentences and translations
be: Сказы і пераклады
bg: Изречения и преводи
bn: বাক্য এবং অনুবাদ
br: Frazennoù ha troidigezhioù
de: Sätze und Übersetzungen
eo: Frazoj kaj tradukaĵoj
es: Frases y traducciones
eu: Esaldiak eta itzulpenak
fa: جملات و ترجمه ها
fr: Phrases et traductions
he: משפטים ותרגומים
hr: Rečenice i prijevodi
hu: Mondatok és fordítások
ia: Phrases e traductiones
id: Kalimat dan terjemahan
it: Frasi e traduzioni
ja: 例文と翻訳
ku: Hevok û werger
lv: Teikumi un tulkojumi
ml: വാക്യങ്ങളും വിവര്‍ത്തനങ്ങളും
mr: वाक्ये व भाषांतरे
ms: Ayat-ayat dan terjemahan
nl: Zinnen en vertalingen
pt_br: Frases e traduções
ro: Propoziții și traduceri
ru: Предложения и переводы
sk: Vety a preklady
sr: Реченице и преводи
tk: Sözlemler we terjimeler
tt: Җөмләләр һәм тәрҗемәләр
ug: جۈملىلەر ۋە تەرجىملىرى
vi: Các ví dụ và bản dịch
zh_cn: 句子和翻译

source: Language of the translations:
be: Мова перакладаў:
bg: Език на преводите:
bn: অনুবাদগুলির ভাষা:
br: Yezh an troidigezhioù:
de: Sprache der Übersetzungen:
eo: Lingvoj de la tradukaĵoj:
es: Idioma de las traducciones:
eu: Itzulpenen hizkuntza:
fa: زبان ترجمه ها
fr: Langue des traductions:
he: שפת התרגומים:
hr: Jezik prijevoda:
hu: A fordítások nyelve:
ia: Lingua del traductiones:
id: Bahasa dari terjemahan:
it: Lingua delle traduzioni:
ja: 翻訳先の言語
ku: Zimanê wergeran:
lv: Tulkojumu valoda:
ml: വിവര്‍ത്തനത്തിന്‍റെ ഭാഷ
mr: भाषांतरांची भाषा:
ms: Bahasa-bahasa terjemahan:
nl: Taal van de vertalingen:
pt_br: Idioma das traduções:
ro: Limba traducerilor:
ru: Язык переводов:
sk: Jazyky prekladov:
sr: Језик превода:
tk: Terjimeleriň dili:
tt: Тәрҗемә теле:
ug: تەرجىمە تىللىرى:
vi: Ngôn ngữ của bản dịch:

source: Mark as unreliable
bg: Маркирайте като ненадежден
bn: অনির্ভরযোগ্য হিসাবে চিহ্নিতকরণ
br: Merkañ evel nann-fizius
de: Als fehlerhaft markieren
eo: Marki kiel nefidinda.
es: Marcar como poco confiable
fr: Marquer comme étant non fiable
he: סמן כלא נקרא
hr: Označi kao nepouzdano
hu: Megbízhatatlannak jelölés
id: Tandai sebagia kurang akurat
it: Marca come inaffidabile
lv: Atzīmēt kā neuzticamu
mr: 'अविश्वसनीय' म्हणून चिन्हित करा
ms: Tanda sebagai tidak boleh dipercayai
nl: Markeer als onbetrouwbaar
pt_br: Marcar como não confiável
ro: Marcați ca nesigur
ru: Пометить как ненадёжное
sk: Označiť ako nespoľahlivé
tt: Ышанычсыз дип билгеләргә
ug: ئىشەنچسىز دەپ بەلگە قويۇڭ

source: Are you sure you want to mark all the sentences of this member as unreliable?
bg: Наистина ли искате да маркирате всички изречения на този потртебител като ненадеждни?
bn: আপনি কি নিশ্চিতভাবে এই সদস্যের সমস্ত বাক্যকে অনির্ভরযোগ্য হিসাবে চিহ্নিত করতে চান?
br: Ha sor oc'h ho peus c'hoant da verkañ holl frazennoù an ezel evel bezañ nann-fizius?
de: Sollen wirklich alle Sätze dieses Benutzers als feherhaft markiert werden?
eo: Ĉu vi certas, ke vi volas marki ĉiujn frazojn de tiu ĉi uzanto nefidindaj?'
es: ¿Está seguro de que quiere marcar todas las oraciones de este usuario como poco confiables?
fr: Êtes-vous sûr(e) de vouloir marquer toutes les phrases de ce membre comme étant non fiables ?
he: האם אתה בטוח שברצונך לסמן את כל המשפטים של משתמש זה כבילתי אמינים?
hr: Stvarno želiš označiti sve rečenice ovog člana kao nepouzdane?
hu: Biztosan megbízhatatlannak szeretnéd jelölni az összes mondatát ennek a felhasználónak?
id: Apa Anda yakin ingin menandai semua kalimat anggota ini sebagai kurang akurat?
it: Sei sicuro di volere marcare tutte le frasi di questo membro come inaffidabili?
lv: Vai tiešām vēlaties atzīmēt visus šī dalībnieka teikumus kā neuzticamus?
mr: आपल्याला नक्की या प्रयोक्त्याचे सर्व वाक्ये 'अविश्वसनीय' म्हणून चिन्हित करायचे आहेत का?
ms: Anda pasti ingin tanda semua ayat daripada ahli ini sebagai tidak boleh dipercayai?
nl: Weet je zeker dat je alle zinnen van dit lid als onbetrouwbaar wilt markeren?
pt_br: Você tem certeza de que quer marcar todas essas frases desse usuário como não-confiáveis?
ro: Sigur doriți să marcați toate propozițiile acestui membru ca nesigure?
ru: Уверены, что хотите пометить все предложения этого участника, как ненадёжные?
sk: Ste si istý, že chcete označiť všetky vety tohto užívateľa ako nespoľahlivé?
tt: Сез ышанасызмы, бу катнашучының барлык тәкъдимнәрен дөрес түгел дип билгеләргә телисезме?
ug: بۇ ئەزانىڭ بارلىق جۈملىلىرىنى ئىشەنچسىز دەپ بەلگە قويامسىز؟

source: Are you sure you want to delete user #{number}?
be: Вы сапраўды жадаеце выдаліць карыстальніка #{number}?
bg: Наистина ли искате да изтриете потребителски номер №{number}?
bn: ব্যবহারকারী #{number}-কে অপসারণ করার ব্যাপারে আপনি নিশ্চিত?
br: Ha sur oc'h ho peus c'hoant da zilemel an implijer #{number}?
de: Soll der Benutzer Nr. {number} wirklich gelöscht werden?
eo: Ĉu vi certas, ke vi volas forigi uzanton n-ro {number}?
es: ¿Está seguro de que quiere borrar el usuario #{number}?
eu: Ziur zaude? Benetan ezabatu naiduzu erabiltzailearen #{number}?
fa: آیا مطمئن هستید که میخواهید کاربر {number} را حذف کنید؟
fr: Êtes-vous sûr(e) de vouloir supprimer l'utilisateur numéro {number} ?
he: למחוק את משתמש מס׳ {number}?
hr: Stvarno želiš izbrisati korisnika broj {number}?
hu: Biztosan törölni szeretnéd #{number} felhasználót?
ia: Es tu secur de voler deler le usator #{number}?
id: Apa Anda yakin ingin hapus pengguna #{number}?
it: Sei sicuro/a di volere eliminare l'utente n° {number}?
ja: ユーザー #{number} を削除してもよろしいですか？
ku: Tu bi rastî jî dixwazî #{number} jê bibî?
lv: Vai tiešām vēlaties izdzēst lietotāju #{number}?
mr: आपल्याला प्रयोक्ता क्र. {number} नक्की हटवायचा आहे का?
ms: Adakah anda pasti untuk memadam pengguna #{number}?
nl: Weet je zeker dat je gebruiker nummer {number} wilt wissen?
pt_br: Você tem certeza de que quer deletar o usuário #{number}?
ro: Sunteți sigur că vreți să ștergeți utilizatorul #{number}?
ru: Вы уверены, что хотите удалить пользователя #{number}?
sk: Ste si istý, že chcete odstrániť používateľa #{number}?
sr: Јесте ли сигурни да желите да обришете корисника #{number}?
tk: # {number} belgili ulanyjyny pozmak isleýändigiňize ynamyňyz barmy?
tt: Сез #{number} кулланучысын бетерергә теләвегезгә ышанасызмы?
ug: ئىشلەتكۈچى # {number} نى راستلا ئۆچۈرەمسىز؟
vi: Xác nhận xóa người dùng #{number}?

source: List Users
be: Спіс удзельнікаў
bg: Списък на потребителите
bn: ব্যবহারকারী তালিকাভুক্তিকরণ
br: Listenn an implijerien
de: Benutzerliste anzeigen
eo: Listigi uzantojn
es: Enlistar Usuarios
eu: Erabiltzaileen zerrenda
fa: لیست کاربران
fr: Dresser la liste des utilisateurs
he: הצגת המשתמשים
hr: Popis korisnika
hu: Felhasználók listázása
ia: Listar usatores
id: Daftar Pengguna
it: Elenca gli utenti
ja: ユーザー一覧
ku: Bikarhêneran Lîste Bike
lv: Uzskaitīt Lietotājus
mr: प्रयोक्त्यांची यादी बनवा
ms: Senarai pengguna
nl: Lijst gebruikers
pt_br: Listar usuários
ro: Listați Utilizatori
ru: Список пользователей
sk: Zoznam užívateľov
sr: Списак корисника
tk: Ulanyjylaryň sanawyny çykarmak
tt: Кулланучылар Исемлеге
ug: ئىشلەتكۈچىلەر
vi: Danh sách người dùng.

source: Profile
be: Профіль
bg: Профил
bn: প্রোফাইল
br: Profil
de: Profil
eo: Profilo
es: Perfil
eu: Profila
fa: پروفایل
fr: Profil
he: פרופיל
hr: Profil
hu: Profil
ia: Profilo
id: Profil
it: Profilo
ja: プロフィール
ku: Profîl
lv: Profils
ml: പ്രൊഫൈല്‍
mr: रूपरेखा
ms: Profil
nl: Profiel
pt_br: Perfil
ro: Profil
ru: Профиль
sk: Profil
sr: Профил
tk: Profil
tt: Профиле
ug: سەپلىمە ھۆججەت
vi: Tiểu sử
zh_cn: 个人资料

source: Edit User
be: Рэдагаваць абліковы запіс
bg: Редактиране на потребителя
bn: ব্যবহারকারী সম্পাদন
br: Aozañ an implijer
de: Benutzereinstellungen
eo: Redakti uzanton
es: Editar Usuario
eu: Editatu erabiltzaile izena
fa: ویرایش کاربر
fr: Modifier l'utilisateur
he: עריכת משתמש
hr: Uredi korisnika
hu: Felhasználó módosítása
ia: Modificar usator
id: Edit Pengguna
it: Modifica l'utente
ja: ユーザー名の変更
ku: Bikarhêner Sererast Bike
lv: Labot Lietotāju
ml: യുസറില്‍ മാറ്റങ്ങള്‍ വരുത്തുക
mr: प्रयोक्ता संपादित करा
ms: Sunting pengguna
nl: Gebruiker aanpassen
pt_br: Editar usuário
ro: Editați Utilizator
ru: Редактировать аккаунт
sk: Upraviť užívateľa
sr: Измени корисника
tk: Ulanyjyny redaktirlemek
tt: Кулланучыны төзәтергә
ug: ئىشلەتكۈچى تەھرىرلەش
vi: Chỉnh sửa tài khoản
zh_cn: 编辑用户

source: Id
bg: Идентификатор
bn: আইডি
de: Nr.
es: Identificación
fa: شناسه
he: מזהה
hu: Azonosító
ku: Hejmar
ml: ഐഡി
mr: ओळख
pt_br: Número de identificação
sk: Číslo
tt: Идентификатор
ug: كىملىكى
zh_cn: 编号

source: Username
be: Імя карыстальніка
bg: Потребител
bn: ব্যবহারকারী
br: Anv-implijer
de: Benutzername
eo: Uzantnomo
es: Nombre de usuario
eu: Erabiltzaile izena
fa: نام کاربری
fr: Nom d'utilisateur
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
ia: Nomine de usator
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ku: Navê bikarhêner
lv: Lietotājvārds
ml: യുസര്‍നെയിം
mr: प्रयोक्ता नाव
ms: Nama pengguna
nl: Gebruikersnaam
pt_br: Nome de usuário
ro: Nume utilizator
ru: Имя пользователя
sk: Užívateľské meno
sr: Корисничко име
tk: Ulanyjynyň ady
tt: Кулланучы исеме
ug: ئەزالىق ئىسىم
vi: Tên người dùng
zh_cn: 用户名

source: Lang
be: Мова
bg: Език
bn: ভাষা
br: Yezh
de: Sprache
eo: Lingvo
es: Idioma
eu: Hizkuntza
fa: زبان
fr: Langue
he: שפה
hr: Jezik
hu: Nyelv
ia: Lingua
id: Bahasa
it: Lingua
ja: 言語名
ku: Ziman
lv: Valoda
mr: भाषा
ms: Bahasa
nl: Taal
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sr: Језик
tk: Dil
tt: Тел
ug: تىل
vi: Ngôn ngữ
zh_cn: 语言

source: Group
be: Група
bg: Група
bn: গোষ্ঠী
br: Strollad
de: Gruppe
eo: Grupo
es: Grupo
eu: Taldea
fa: گروه
fr: Groupe
he: קבוצה
hr: Grupa
hu: Csoport
ia: Gruppo
id: Grup
it: Gruppo
ja: グループ
ku: Kom
lv: Grupa
ml: ഗ്രൂപ്പ്‌
mr: गट
ms: Kumpulan
nl: Groep
pt_br: Grupo
ro: Grup
ru: Группа
sk: Skupina
sr: Група
tk: Topar
tt: Төркем
ug: گۇرۇپپا
vi: Nhóm
zh_cn: 组

source: Level
be: Узровень
bg: Ниво
bn: স্তর
br: Live
de: Stufe
eo: Nivelo
es: Nivel
eu: Maila
fa: سطح
fr: Niveau
he: רמה
hr: Razina
hu: Szint
ia: Nivello
it: Livello
ja: ステータス
ku: Ast
lv: Līmenis
ml: ലെവല്‍
mr: स्तर
ms: Tahap
nl: Niveau
pt_br: Nível
ro: Nivel
ru: Уровень
sk: Úroveň
sr: Ниво
tk: Dereje
tt: Дәрәҗә
ug: سەۋىيەسى
vi: Cấp độ

source: Send notifications
be: Дасылаць апавяшчэнні
bg: Изпращане на известия
bn: বিজ্ঞপ্তি প্রেরণ
br: Kas kemennoù
de: Benachrichtigungen schicken
eo: Sendi avertojn
es: Enviar notificaciones
eu: Bidali oharrak
fa: ارسال اعلان
fr: Envoyer des notifications
he: שליחת התראות
hr: Pošalji obavijesti
hu: Értesítéseket küld
ia: Inviar notificationes
id: Kirim notifikasi
it: Invia delle notifiche
ja: メッセージを送信する
ku: Danezanan bişîne
lv: Sūtīt paziņojumus
ml: നോട്ടിഫിക്കേഷന്‍ അയക്കുക
mr: अधिसूचना पाठवा
ms: Hantar pemberitahuan
nl: Stuur notificaties
pt_br: Enviar notificações
ro: Trimiteți notificări
ru: Отправлять уведомления
sk: Zaslať oznámenia
sr: Шаљи нотификације
tk: Bildiriş ugratmak
tt: Хәбәрнамәләр җибәрергә
ug: ئۇقتۇرۇشلارنى ئەۋەتسۇن
vi: Gửi thông báo
zh_cn: 发送通知

source: unhide
be: паказаць
bg: показване
bn: প্রদর্শন করান
br: diskouez
de: anzeigen
eo: malkaŝi
es: mostrar
eu: erakutsi (ez utzi ezkutatuta)
fa: آشکار کردن
fr: montrer
he: הצגה
hr: otkrij
hu: megjelenítés
ia: revelar
id: tampilkan
it: mostra
ja: 表示
ku: nişan bide
lv: parādīt
ml: മറ നീക്കുക
mr: दाखवा
ms: nyahsembunyi
nl: zichbaar maken
pt_br: voltar a mostrar
ro: reafișați
ru: сделать видимым
sk: zobraziť
sr: прикажи
tk: görkezmek
tt: яшермәскә
ug: يوشۇرمىسۇن
vi: Hiện
zh_cn: 取消隐藏

source: hide
be: прыхаваць
bg: скриване
bn: লোকান
br: kuzhañ
de: verbergen
eo: kaŝi
es: ocultar
eu: ezkutatu
fa: پنهان کردن
fr: masquer
he: הסתרה
hr: sakrij
hu: elrejtés
ia: celar
id: sembunyikan
it: nascondi
ja: 非表示
ku: veşêre
lv: slēpt
ml: മറച്ചു വക്കുക
mr: लपवा
ms: sembunyi
nl: onzichtbaar maken
pt_br: ocultar
ro: ascundeți
ru: скрыть
sk: skryť
sr: сакриј
tk: gizlemek
tt: яшерү
ug: يوشۇرسۇن
vi: Ẩn
zh_cn: 隐藏

source: Import report
he: ייבוא דוח
ia: Reporto de importation
ml: റിപ്പോര്‍ട്ട്‌ ഇംപോര്‍ട്ട്‌ ചെയ്യുക
mr: अहवाल आयात करा
ms: Import laporan
sk: Previesť hlásenie
sr: Увези извештај
tk: Hasabaty import etmek

source: The following errors occurred during import.
he: השגיאות הבאות התרחשו במהלך הייבוא.
ia: Le sequente errores ha occurrite durante le importation.
ml: ഇംപോര്‍ട്ട് ചെയ്യുന്നതിനിടയില്‍ താഴെപ്പറയുന്ന പ്രശ്നങ്ങളുണ്ടായി.
mr: आयात करताना खालील त्रुटी आढळल्या.
ms: Ralat berikut berlaku ketika mengimport.
sk: Počas prevodu sa vyskytli následujúce chyby.
sr: Дошло је до следећих грешака приликом увоза.
tk: Importyň dowamynda aşakdaky ýalňyşlyklar ýüze çykdy.

source: Already has audio
he: כבר יש קובץ שמע
ia: Jam ha audio
mr: आधीच ऑडिओ आहे
ms: Sudah mempunyai audio
sk: Už má zvukovú nahrávku
sr: Већ има аудио
tk: Audiosy eýýäm bar

source: Enabled
he: הופעל
ia: Activate
mr: सक्षम
ms: Diaktifkan
sk: Umožnené
sr: Омогућено
tk: Güýje girizildi

source: Owner name
he: שם הבעלים
ia: Nomine del possessor
mr: मालकाचे नाव
ms: Nama pemilik
sk: Meno majiteľa
sr: Име власника
tk: Eýäniň ady

source: Change
he: שינוי
ia: Cambiar
ml: മാറ്റം വരുത്തുക
mr: बदला
ms: Tukar
sk: Zmeniť
sr: Промени
tk: Üýtgetmek

source: Unable to import audio: user “{author}” not found.
lv: Nevar importēt audio: lietotājs “{author}” netika atrasts.
tt: Аудио: кулланучы "{author} " ны импортлап булмый.
zh_cn: 无法导入声音：用户 “{author}” 找不到。

source: Unable to replace audio contributed by “{author}” for sentence {sentenceId}: this user has more than one audio.
lv: Nevar aizstāt “{author}” teikumā {sentenceId} ievietoto audio: šim lietotājam ir vairāk kā viens audio.
tt: "{author}" өстәгән аудионы {sentenceId} җөмләсенә алмаштырып булмый: бу кулланучының бердән артык аудиосы бар.
zh_cn: 无法替换声音，投稿用户 “{author}” 句子 {sentenceId}: 该用户有不只一项声音。

source: Unable to save audio for sentence {sentenceId} inside the database.
lv: Datubāzē nevar saglabāt audio teikumam {sentenceId}.
tt: {sentence} җөмләсе өчен аудионы мәгълүматлар базасында саклап булмый.
zh_cn: 无法保存句子 {sentenceId}的声音到数据库。
