Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/admin.po
Languages: be, bg, bn, br, de, eo, es, eu, fa, fr, he, hr, hu, ia, id, it, ja, ku, lv, ml, mr, ms, nl, pt_br, ro, ru, sk, sr, tk, tt, ug, vi, zh_cn

source: Error: Sentences added by {username} could not be marked as unreliable.
bg: Грешка: изрази добавени от {username} не могат да бъдат маркирани като ненадеждни.
bn: ত্রুটি: {username}-এর দ্বারা যুক্ত করা বাক্যগুলি অনির্ভরযোগ্য হিসাবে চিহ্নিত করা যায়নি।
br: Fazi: Ar frazennoù a zo ouzhpennet gant {username} na rankont ket bezañ merket evel nann-fizius.
de: Fehler: Die Sätze von {username} konnten nicht als fehlerhaft markiert werden.
eo: Eraro: La frazoj aldonitaj de {username} ne povas esti konsderataj fidindaj.
es: Error: Las oraciones agregadas por {username} no pueden marcarse como poco confiables.
fr: Erreur : les phrases ajoutées par {username} n'ont pas pu être marquées comme étant non fiables.
he: שגיאה: לא ניתן לסמן משפטים שנוספו על ידי {username} כבלתי־מהימנים.
hr: Greška: Rečenice dodane od {username} nisu mogle biti označene kao nepouzdane.
hu: Hiba: A(z) {username} által hozzáadott mondatokat nem lehet megbízhatatlannak jelölni.
id: Galat: Kalimat oleh{username} tidak dapat ditandai sebagai kurang akurat.
it: Errore: non è stato possibile marcare come inaffidabili le frasi aggiunte da {username}.
lv: Kļūda: Teikumi, ko pievienoja {username}, nevar tikt atzīmēti kā neuzticami.
mr: त्रुटी: {username} यांनी जोडलेली वाक्ये 'अविश्वसनीय' म्हणून चिन्हित करता आली नाही.
ms: Ralat: Ayat yang ditambah oleh {username} tidak boleh ditanda sebagai tidak boleh dipercayai.
nl: Fout: zinnen die door {username} zijn toegevoegd kunnen niet als onbetrouwbaar worden gemarkeerd.
pt_br: Erro: Frases adicionadas por {username} não puderam ser marcadas como não-confiáveis.
ro: Eroare: propozițiile adăugate de {username} nu au putut fi marcate ca nesigure.
ru: Ошибка: Предложения, добавленные {username}, не могут быть помечены как ненадёжные.
sk: Chyba: Vety pridané užívateľom {username} nemožno označiť ako nespoľahlivé.
tt: Хата: {username} ярдәмендә өстәлгән җөмләләрне дөрес түгел дип тамгалап булмады.
ug: خاتالىق: {username}قوشقان جۈملىلەرنى ئىشەنچسىز دەپ بەلگە قويغىلى بولمىدى.
zh_cn: 错误：用户{username} 添加的句子不能标记为不可靠。

source: Marked all sentences added by {username} as unreliable.
bg: Всички изречения, добавени от {username}, са маркирани като ненадеждни.
bn: {username}-এর যোগ করা সকল বাক্য অনির্ভরযোগ্য হিসাবে চিহ্নিত করা হল।
br: Merkañ an holl frazennoù ouzhpennet gant {username} evel nann-fizius.
de: Alle Sätze von {username} wurden als fehlerhaft markiert.
eo: Ĉiuj frazoj de {username} estas konsiderataj nefidindaj..
es: Se marcaron todas las oraciones agregadas por {username} como poco confiables.
fr: Marquer toutes les phrases ajoutées par {username} comme étant non fiables.
he: כל המשפטים שנוספו על ידי {username} סומנו כבלתי־מהימנים.
hr: Sve rečenice dodane od {username} su označene kao nepouzdane.
hu: Az összes {username} által hozzáadott mondat megbízhatatlannak lett jelölve.
id: Tandai semua kalimat dari {username} sebagai kurang akurat.
it: Tutte le frasi di {username} sono state marcate come inaffidabili.
lv: Visi teikumi, ko pievienoja {username}, tika atzīmēti kā neuzticami.
mr: {username} यांची सर्व वाक्ये 'अविश्वसनीय' म्हणून चिन्हित केली.
ms: Berjaya menanda semua ayat yang ditambah oleh {username} sebagai tidak boleh dipercayai.
nl: Alle door {username} toegevoegde zinnen gemarkeerd als onbetrouwbaar.
pt_br: Todas as frases de {username}foram marcadas como não-confiáveis.
ro: Toate propozițiile adăugate de {username} au fost marcate ca nesigure.
ru: Помечены как ненадёжные все предложения добавленные {username}.
sk: Označiť všetky vety pridané užívateľom {username} ako nespoľahlivé.
tt: {username} ярдәмендә өстәлгән барлык җөмләләр дә дөрес түгел дип билгеләнгән.
ug: {username}قوشقان بارلىق جۈملىلەرگە ئىشەنچسىز دەپ بەلگە قويۇلدى.
zh_cn: 已标记用户{username}添加的所有句子为不可靠。

source: Invalid file “{file}” ignored.
be: Несапраўдны файл “{file}” праігнараваны.
bg: Невалидният файл “{file}” е игнориран.
bn: অকার্যকর ফাইল “{file}” উপেক্ষা করা হলো।
br: Restr direizh “{file}” laosket a-gostez.
de: Ungültige Datei „{file}“ ignoriert.
eo: Nevalida dosiero "{file}" ignorita.
es: Archivo inválido “{file}” ignorado.
eu: Baliagarria ez den “{file}” fitxategia alde batera utzi da.
fa: فایل {file} نامعتبر بوده و پذیرش نشد.
fr: Fichier invalide « {file} » ignoré.
he: הקובץ השגוי „{file}” לא נכלל.
hr: Nevaljana datoteka „{file}” je zanemarena.
hu: A(z) "{file}" érvénytelen fájl figyelmen kívül hagyva.
ia: Le file invalide “{file}” ha essite ignorate.
id: Berkas tidak sah “{file}” diabaikan.
it: File non valido “{file}” ignorato.
ja: 無効なファイル “{file}” は無視されました。
ku: Pelgeya nederbasdar "{file}" hate paşguhkirin.
lv: Nederīgs fails “{file}” tika ignorēts.
mr: “{file}” ही अवैध फाइल दुर्लक्ष करण्यात आली.
ms: Fail “{file}” tidak sah dan diabaikan.
nl: Het ongeldige bestand “{file}” werd buiten beschouwing gelaten.
pt_br: Arquivo inválido “{file}” ignorado.
ro: Fișierul invalid „{file}” a fost ignorat.
ru: Недопустимый файл “{file}” пропущен.
sk: Neplatný súbor „{file}“ preskočený.
sr: Невалидна датотека „{file}” игнорисана.
tk: Nädogry faýl "{file}" hasaba alynmady.
tt: файл“{file}” дөрес түгел.
ug: ئىناۋەتسىز ھۆججەت «{file}» ئېتىبارسىز دەپ قارالدى.
vi: Đã bỏ qua tập tin "{file}" không hợp lệ.
zh_cn: 无效文件 “{file}” 已忽略。

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
be: Немагчыма дадаць карыстальніку “{author}” аўдыёзапіс да сказа {sentenceId}. Упэўніцеся ў дакладнасці імя карыстальніка.
bg: Не може да се присвои звук на „{author}” за изречение {sentenceId} в базата данни. Уверете се, че това е валидно потребителско име.
bn: ডাটাবেসের ভিতরে {sentenceId} বাক্যটির অডিও “{author}”-কে নির্ধারণ করতে অক্ষম। নিশ্চিত করুন যে এটি একটি বৈধ ব্যবহারকারীর নাম।
br: N'hellerk et asignañ an aodio da “{author}" evit ar frazenn {sentenceId} en diaz-roadennoù. Bezit sur ez eo un implijer mat.
de: „{author}“ konnte keine Audiodatei für den Satz „{sentenceId}“ zugeordnet werden. Möglicherweise ist der Benutzername falsch geschrieben.
fr: Impossible d'attribuer l'enregistrement sonore à « {author} » pour la phrase {sentenceId} dans la base de donnée. Vérifiez qu’il s’agit d'un nom d'utilisateur valide.
hr: Nije moguće dodijeliti audio snikmu autoru „{author}” za rečenicu {sentenceId} unutar baze podataka. Provjeri ispravnost korisničkog imena.
hu: Az adatbázis {sentenceId}mondatánál nem sikerült a hangot "{author}" felhasználóhoz rendelni. Ellenőrizd, hogy érvényes-e a felhasználónév.
ia: Impossibile assignar audio a “{author}” pro le phrase {sentenceId} in le base de datos. Assecura te que le nomine de usator es valide.
id: Tidak bisa menugaskan audio ke “{author}” untuk kalimat {sentenceId} dalam pangkalan data. Pastikan nama pengguna sudah sah.
it: Non è possibile assegnare l'audio a “{author}” per la frase {sentenceId} all'interno del database. Assicurati che sia un nome utente valido.
ja: “{author}” にデータベース内の例文 {sentenceId} を割り当てることができません。有効なユーザー名か確認してください。
ku: Di danebingehê de ji bo hevoka {sentenceId}ê deng li bikarhêner "{author}" nehat tayînkirin. Ji derbasdarbûna navê bikarhêner piştrast bibe.
mr: डेटाबेसमधील वाक्य क्र. {sentenceId} या वाक्यास “{author}” यांना ऑडिओ नियुक्त करता आले नाही. प्रयोक्ता नाव वैध आहे का नाही याची पुष्टी करा.
ms: Penetapan audio untuk “{author}” bagi ayat {sentenceId} di dalam pangkalan data tidak berjaya. Pastikan nama pengguna sah.
nl: Het is onmogelijk om het geluidsbestand van zin {sentenceId} toe te kennen aan „{author}”. Kijk eens na of het een geldige gebruikersnaam is.
pt_br: Não foi possível atribuir o áudio a “{author}” para a frase {sentenceId} dentro do banco de dados. Certifique-se de que este é um nome de usuário válido.
ro: Nu se poate atribui înregistrarea audio lui „{author}” pentru propoziția {sentenceId} în baza de date. Asigurați-vă că numele de utilizator este valid.
ru: Невозможно указать как автора аудиозаписи пользователя “{author}” для предложения {sentenceId} в базе данных. Убедитесь, что это корректное имя.
sk: Nemožno prideliť užívateľovi „{author}“ zvukovú nahrávku vety „{sentenceId}“ . Uistite sa, že sa jedná o správne užívateľské meno.
sr: У бази података није могуће доделити аудио аутору „{author}” за реченицу {sentenceId}. Проверите да ли је корисничко име валидно.
tk: Maglumat gorunyň içindäki "{sentenceId}" sözlem üçin "{author}" awtora audio belläp bolmaýar. Ulanyjynyň adynyň dogrulygyny barlaň.

source: Failed to create directory “{dir}” to import file “{file}”.
be: Не атрымалася стварыць дырэкторыю “{dir}” для імпарту файла “{file}”.
bg: Неуспешно създаването на директория "{dir}" за импортиране на файл "{file}".
bn: “{file}” ফাইলটিকে আমদানি করার উদ্দেশ্য প্রয়োজনীয় “{dir}” ডিরেক্টরিটি তৈরি করতে ব্যর্থ।
br: C'hwitet ez eus bet war krouidiegezh ar c'havlec'h “{dir}” evit enporzhiañ ar restr “{file}”.
de: Das Verzeichnis „{dir}“ zum Importieren der Datei „{file}“ konnte nicht angelegt werden.
eo: Ne sukcesis krei la dosierujon “{dir}” por importi la dosieron “{file}”.
es: Falló al crear el directorio “{dir}” para importar el archivo “{file}”.
eu: Huts egin du “{dir}” direktorioa sortzerakoa “{file}” fitxategia inportatzeko.
fa: تلاش برای ایجاد مسیر {dir} برای دریافت فایل {file} ناموفق بود.
fr: Échec de la création du répertoire « {dir} » pour importer le fichier « {file} ».
he: {dir}נכשל ביצירת התיקיה, על מנת לייבא את קובץ {file}
hr: Neuspjela izrada mape „{dir}” za uvoz datoteke „{file}”.
hu: Sikertelen volt a(z) "{dir}" mappa létrehozása a(z) "{file}" fájl importálásához.
ia: Impossibile crear le directorio “{dir}” pro importar le file “{file}”.
id: Gagal membuat direktori “{dir}” untuk mengimpor berkas “{file}”.
it: Fallita la creazione della directory “{dir}” per importare il file “{file}”.
ja: ファイル “{dir}” をインポートするためのディレクトリ “{file}” 作成に失敗しました。
ku: Ji bo têxistina pelgeya "{file}"ê pelrêça "{dir}"ê nehat afirandin.
lv: Neizdevās izveidot sarakstu “{dir}”, lai importētu failu “{file}”.
mr: “{file}” ही फाइल आयात करण्यास “{dir}” ही डिरेक्टरी बनवता आली नाही.
ms: Gagal mencipta direktori “{dir}” untuk mengimport fail “{file}”.
nl: Het creëren van map „{dir}” om het bestand „{file}” te importeren, is mislukt.
pt_br: Falha ao criar o diretório “{dir}” para importar o arquivo “{file}”.
ro: Nu s-a reușit crearea folderului „{dir}” pentru importul fișierului „{file}”.
ru: Не удалось создать директорию “{dir}” для импорта файла “{file}”.
sk: Zlyhalo vytvorenie zoznamu „{dir}“ na prevedenie súboru „{file}“.
sr: Креирање директоријума „{dir}” ради увоза датотеке „{file}” није успело.
tk: "{file}" faýly import etmek üçin "{dir}" bukjany döretmek başartmady.
tt: "{file} "файлын импортлау өчен" {dir} " каталогын төзеп булмады.
ug: ھۆججەت «{file}» نى ئىمپورت قىلىش ئۈچۈن مۇندەرىجە «{dir}» نى ياساشتا مەغلۇپ بولدى.
vi: Tạo thư mục không thành công. Tên thư mục: "{dir}"; Tên tệp: "{file}".
zh_cn: 无法创建文件夹 “{dir}” ，因而无法导入文件 “{file}”。

source: Failed to copy file “{file}” to directory “{dir}”.
be: Не атрымалася скапіяваць файл “{file}” да дырэкторыі “{dir}”.
bg: Неуспешно копиране на файл "{file}" в директория "{dir}".
bn: “{file}” ফাইলটিকে “{dir}” ডিরেক্টরিটিতে অনুলিপি করতে ব্যর্থ।
br: C'hwitet ez eus bet war eilañ ar restr “{file}” betek ar c'havlec'h “{dir}”.
de: Die Datei „{file}“ konnte nicht in das Verzeichnis „{dir}“ kopiert werden.
eo: Ne sukcesis kopii la dosieron “{file}” al dosierujo “{dir}”.
es: Falló al copiar el archivo “{file}” al directorio “{dir}”.
eu: Huts egin du “{file}” fitxategia kopiatzerako “{dir}” direktoriora.
fa: تلاش برای کپی از فایل {file} در مسیر {dir} ناموفق بود.
fr: Échec de la copie du fichier « {file} » dans le répertoire « {dir} ».
he: {file}נכשל בהעלאת הקובץ לתיקיה {dir}
hr: Neuspjelo kopiranje datoteke „{file}” u mapu „{dir}”.
hu: Sikertelen volt a(z) "{file}" fájl átmásolása a(z) "{dir}" mappába.
ia: Impossibile copiar le “{file}” al directorio “{dir}”.
id: Gagal menyalin berkas “{file}” ke direktori “{dir}”.
it: Fallita la copia del file “{file}” nella directory “{dir}”.
ja: ファイル “{file}” のコピーに失敗しました。コピー先ディレクトリ名： “{dir}”.
ku: Kopîkirina pelgeya "{file}"ê li pelrêça "{dir}"ê bi ser neket.
lv: Neizdevās kopēt failu “{file}” uz sarakstu “{dir}”.
mr: “{file}” ही फाइल “{dir}” या डिरेक्टरीत कॉपी करता आली नाही.
ms: Gagal menyalin fail “{file}” ke direktori “{dir}”.
nl: Het kopiëren van bestand „{file}” naar map „{dir}” is mislukt.
pt_br: Falha ao copiar o arquivo “{file}” para o diretório “{dir}”.
ro: Copiere eșuată a fișierului „{file}” în folderul „{dir}”.
ru: Не удалось скопировать файл “{file}” в директорию “{dir}”.
sk: Zlyhalo kopírovanie súboru „{file}“ do zoznamu „{dir}“.
sr: Копирање датотеке „{file}” у директоријум „{dir}” није успело.
tk: "{file}" faýly "{dir}" bukja göçürmek başartmady.
tt: Файлын каталогына“{file}күчерә алмады”“{dir}”.
ug: ھۆججەت «{file}» نى مۇندەرىجە «{dir}» گە كۆچۈرۈشتە مەغلۇپ بولدى.
vi: Chép tệp "{file}" vào thư mục "{dir}" không thành công.
zh_cn: 无法复制文件 “{file}” 到文件夹 “{dir}”。

source: File “{file}” was successfully imported but could not be removed from the import directory.
be: Файл “{file}” быў паспяхова імпартаваны, але не змог быць выдалены з зыходнай дырэкторыі..
bg: Файл „{file}“ бе успешно импортиран, но не беше премахнат от директорията за импортиране.
bn: “{file}” ফাইলটি সফলভাবে আমদানি করা হয়েছিল কিন্তু আমদানি ডিরেক্টরি থেকে অপসারণ করা যায়নি।
br: Ar restr “{file}” a zo bet emporzhiet gant berzh met n'hall ket bezañ dilamet diwar ar c'havlec'h emporzhiañ.
de: Die Datei „{file}“ wurde erfolgreich importiert, konnte aber nicht aus dem entsprechenden Verzeichnis gelöscht werden.
eo: Dosiero “{file}” estis sukcese importita sed ne povis esti viŝita de la import-dosierujo.
es: Archivo “{archivo}” se importó con éxito, pero no se pudo remover del directorio de importación.
eu: “{file}” fitxategia onik inportatu da baina ezin izan da inportatutako direktoriotik ezabatu.
fa: فایل {file} با موفقیت دریافت شد اما از مسیر دریافتی حذف نشد.
fr: Le fichier « {file} » a bien été importé, mais n’a pu être supprimé du répertoire d'importation.
he: הקובץ {file} יובא בהצלחה אך לא ניתן למחיקה מהתיקיה המעלה
hr: Datoteka „{file}” je uspješno uvezena, ali se nije mogla ukloniti iz mape za uvoz.
hu: A "{file}" fájl importálása sikeres volt, de nem lehetett eltávolítani az import mappából.
ia: Le file “{file}” ha essite importate, ma non esseva possibile remover lo del directorio de files a importar.
id: Berkas “{file}” telah berhasil diimpor tetapi tidak bisa dihilangkan dari direktori impor
it: Il file “{file}” è stato importato con successo, non è stato possibile rimuoverlo dalla directory da importare.
ja: ファイル “{file}” は正常にインポートが完了しましたが、インポートディレクトリからは削除できませんでした。
ku: Pelgeya "{file}"ê bi awayekî serkevtî hate têxistin lê dibe ku ji pelrêça têxistine neyê rakirin.
lv: Fails “{file}” tika sekmīgi importēts, bet to nevarēja noņemt no importēšanas saraksta.
mr: “{file}” ही फाईल यशस्वीरीत्या आयात करण्यात आली, पण ती आयात डिरेक्टरीमधून हटवता आली नाही.
ms: Fail “{file}” telah berjaya diimport tapi tidak boleh dipadam dari direktori import.
nl: Het bestand „{file}” is met succes geïmporteerd maar het kon niet worden verwijderd uit de importmap.
pt_br: O arquivo “{file}” foi importado com sucesso, mas não pôde ser removido do diretório de importação.
ro: Fișierul „{file}” a fost importat cu succes, dar nu a putut fi șters din folderul de import.
ru: Файл “{file}” был успешно импортирован, но его не удалось удалить из директории импорта.
sk: Súbor „{file}“ bol úspešne prevedený, ale nemohol byť odstránený zo zoznamu.
sr: Датотека „{file}” је успешно увезена али није уклоњена из увозног директоријума.
tk: "{file}" faýl üstünlikli import edildi, emma import bukjasyndan aýrylyp bilinmedi.
tt: "{file} " файлы уңышлы импортланган, ләкин аны импорт каталогыннан алып ташлый алмаганнар.
ug: ھۆججەت «{file}» مۇۋەپپەقىيەتلىك ئىمپورت قىلىندى، ئەمما ئىمپورت مۇندەرىجىسىدىن ئۆچۈرگىلى بولمىدى.
vi: Tập tin "{file}" được chèn thành công, nhưng không thể được gỡ bỏ từ thư mục chèn.
zh_cn: 文件 “{file}” 已成功导入但是无法从导入文件夹移除。

source: Import recordings
be: Імпартаваць аўдыёзапісы
bg: Импортиране на записи
bn: রেকর্ডিং আমদানি
br: Enporzhiañ enrolladennoù aodio
de: Aufnahmen importieren
eo: Importi registraĵojn
es: Importar grabaciones
eu: Inportatu grabazioak
fa: دریافت ضبط شده ها
fr: Importer des enregistrements sonores
he: ייבוא הקלטות
hr: Uvezi snimanja
hu: Felvételek importálása
ia: Importar registrationes
id: Impor rekaman
it: Importa delle registrazioni
ja: 音声をインポートする
ku: Tomarkirinan/dengan têxîne
lv: Importēt ierakstus
mr: रेकॉर्डिंग आयात करा
ms: Import rakaman
nl: Opnames importeren
pt_br: Importar gravações
ro: Importați înregistrări audio
ru: Импортировать аудиозаписи
sk: Previesť nahrávky
sr: Увези снимке
tk: Ýazgylary import etmek
tt: Язмалар импорты
ug: ئاۋازلارنى ئىمپورت قىلىش
vi: Chèn bản ghi âm
zh_cn: 导入录音

source: The following errors occurred during the last import.
bg: Следните грешки са възникнали по време на последния внос.
br: Ar fazioù da-heul a zo c'hoarvezet e-pad an emporzhiañ diwezhañ.
de: Beim letzten Import sind die folgenden Fehler aufgetreten.
es: Los siguientes errores ocurrieron durante la última importación.
hr: Tijekom zadnjeg uvoza dogodile su se sljedeće greške.
hu: Az alábbi hibák történtek a legutóbbi importálás során.
it: Sono avvenuti i seguenti errori durante l'ultima importazione.
ja: 前回のインポート中に次のエラーが発生しました。
lv: Pēdējās importēšanas laikā radās šādas kļūdas.
ro: Următoarele erori au apărut la ultimul import.
ru: Следующие ошибки возникли во время последнего импорта.
tt: Эш барышында түбәндәге хаталар булган
zh_cn: 上次导入时发生了以下错误。

source: Audio import status
bg: Статус на импортиране на аудио
br: Statud emporzhiañ aodio
de: Importstatus der Aufnahme
es: Estatus de audio importado
hr: Stanje uvoza audio snimke
it: Stato dell'importazione di audio
lv: Audio importēšanas statuss
ro: Starea importului audio
ru: Статус импорта аудио
tt: Аудио импорты статусы
zh_cn: 声音导入情况

source: Files detected
be: Выяўленыя наступныя файлы
bg: Открити са файлове
bn: ফাইল সনাক্ত করা হয়েছে
br: Restroù diuzet
de: Erkannte Dateien
eo: Trovitaj dosieroj
es: Archivos detectados
eu: Fitxategi detektatuak
fa: فایل ها شناسایی شد.
fr: Fichiers détectés
he: התגלו קבצים
hr: Otkrivene datoteke
hu: Észlelt fájlok
ia: Files detegite
id: Berkas terdeteksi
it: File riconosciuti
ja: 検出されたファイル
ku: Pelgeyên hatine dîtin
lv: Atrasti faili
ml: തിരിച്ചറിഞ്ഞ ഫയലുകള്‍
mr: फाइली आढळल्या
ms: Fail-fail dikesan
nl: Opgemerkte bestanden
pt_br: Arquivos detectados
ro: Fișiere detectate
ru: Обнаруженные файлы
sk: Zistené súbory
sr: Детектоване датотеке
tk: Faýllar tapyldy
tt: Табылган файллар
ug: بايقالغان ھۆججەتلەر
vi: Những tệp được xác nhận
zh_cn: 检测到的文件

source: File name
be: Імя файла
bg: Име на файл
bn: ফাইলের নাম
br: Anv ar restr
de: Dateiname
fr: Nom du fichier
he: שם קובץ
hr: Ime datoteke
hu: Fájlnév
ia: Nomine del file
id: Nama berkas
it: Nome del file
ja: ファイル名
ku: Navê pelgeyê
ml: ഫയലിന്‍റെ പേര്
mr: फाइलचे नाव
ms: Nama fail
nl: Bestandsnaam
pt_br: Nome do arquivo
ro: Nume fișier
ru: Имя файла
sk: Názov súboru
sr: Име датотеке
tk: Faýlyň ady

source: Sentence id
be: Нумар сказа
bg: Идентификатор на фраза
bn: বাক্যের আইডি
br: Id ar Frazenn
de: Satznummer
fr: Identifiant de la phrase
he: מזהה המשפט
hr: ID rečenice
hu: Mondat azonosító (id)
ia: ID del phrase
id: ID kalimat
it: ID della frase
ja: 例文番号
ku: Hejmara hevokê
ml: വാക്യത്തിന്‍റെ ഐഡി
mr: वाक्य आयडी
ms: id ayat
nl: Zin-ID
pt_br: Número de identificação da frase
ro: ID propoziție
ru: ID предложения
sk: Číslo vety
sr: ID реченице
tk: Sözlemiň ID belgisi

source: Language
be: Мова
bg: Език
bn: ভাষা
br: Yezh
de: Sprache
fr: Langue
he: שפה
hr: Jezik
hu: Nyelv
ia: Lingua
id: Bahasa
it: Lingua
ja: 言語
ku: Ziman
ml: ഭാഷ
mr: भाषा
ms: Bahasa
nl: Taal
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sr: Језик
tk: Dil

source: Existing audio
bg: Съществуващо аудио
br: Aodio a zo anezhañ
de: Vorhandene Aufnahmen
hr: Postojeća audio snimka
it: Audio esistente
ru: Существующие аудио

source: May be imported
be: Дазваляе імпарт
bg: Може да се импортира
bn: আমদানি করা যেতে পারে
br: Gellout a ra bezañ emporzhiet
de: Kann importiert werden
fr: Peut être importé
he: ניתן לייבוא
hr: Može se uvesti
hu: Importálható
ia: Pote esser importate
id: Yang mungkin akan diimpor
it: Può essere importato
ja: インポート可能
ku: Dikare were têxistin
mr: आयात केले जाऊ शकते
ms: Mungkin boleh diimport
nl: Kan worden geïmporteerd.
pt_br: Pode ser importado
ro: Se poate importa
ru: Можно импортировать
sk: Môže byť prevedené
sr: Можда је увезено
tk: Import edilip bilner

source: N/A
bn: প্রযোজ্য নয়
br: N/H
de: Nicht verfügbar
he: לא זמין
ia: N/D
id: Tidak tersedia
it: N/D
ja: 該当なし
ku: Nenas
ml: ബാധകമല്ല
mr: लागू नाही
ms: Tidak Tersedia
nl: Niet van toepassing
ru: Недоступно
sk: Nedostupné
tk: Degişli däl

source: Invalid
be: Неспраўдны
bg: Невалиден
bn: অকার্যকর
br: Direizh
de: Unzulässig
fr: Invalide
he: שגוי
hr: Nevaljano
hu: Érvénytelen
ia: Invalide
id: Tidak sah
it: Non valido
ja: 無効
ku: Nederbasdar
mr: अवैध
ms: Tidak sah
nl: Ongeldig
pt_br: Inválido
ro: Nevalid
ru: Недействительно
sk: Neplatné
sr: Невалидно
tk: Nädogry

source: None
be: ніякай
bg: Нито един
bn: কিছু না
br: Hini ebet
de: Keine
fr: aucune langue
hr: Ništa
hu: Egyik sem
id: Tidak ada
it: nessuno
ja: なし
ku: Tune
nl: Geen
pt_br: Nenhum
ro: Niciuna
ru: без перевода

source: Yes
be: Так
bg: Да
bn: হ্যাঁ
br: Ya
de: Ja
fr: Oui
he: כן
hr: Da
hu: Igen
ia: Si
id: Ya
it: sì
ku: Erê
ml: അതെ
mr: हो
ms: Ya
nl: Ja
pt_br: Sim
ro: Da
ru: да
sk: Áno
sr: Да
tk: Hawa

source: No
be: Не
bg: Не
bn: না
br: Ket
de: Nein
fr: Non
he: לא
hr: Ne
hu: Nem
id: Tidak
ku: Na
ml: അല്ല
mr: नाही
ms: Tidak
nl: Nee
pt_br: Não
ro: Nu
ru: нет
sk: Nie
sr: Не
tk: Ýok

source: No files have been detected inside the import directory.
be: У зыходнай дырэкторыі не знойдзены ніводны файл.
bg: Не са открити файлове в директорията за импортиране.
bn: আমদানি ডিরেক্টরিতে কোনও ফাইল সনাক্ত করা যায়নি।
br: N'eus bet diuzet restr ebet e-barzh ar c'havlec'h emporzhiañ.
de: In dem Verzeichnis, aus dem importiert werden soll, wurden keine Dateien erkannt.
fr: Aucun fichier n'a été détecté dans le répertoire d’importation.
he: לא נמצאו קבצים בתוך תיקיית הייבוא.
hr: Unutar mape za uvoz nisu otkrivene datoteke.
hu: Nem találhatók fájlok az import mappában.
ia: Nulle file ha essite detegite in le directorio de files a importar.
id: Tidak ada berkas yang terdeteksi dalam direktori impor.
it: Non è stato rilevato alcun file all'interno della directory da importare.
ja: インポートディレクトリ内にファイルが見つかりません。
ku: Di nava pelrêça têxistinê de ti pelge nehatin dîtin.
mr: आयात डिरेक्टरीच्या आत कोणत्याही फायली आढळल्या नाही.
ms: Tiada fail dikesan di dalam direktori import.
nl: Er werden geen bestanden in de importmap gevonden.
pt_br: Nenhum arquivo foi detectado dentro do diretório de importação.
ro: Niciun fișier nu a fost găsit în folderul de import.
ru: В директории импорта не обнаружено файлов.
sk: Žiadne súbory neboli zistené v zozname na prevedenie.
sr: Није детектована ниједна датотека у увозном директоријуму.
tk: Import katalogynyň içinde hiç hili faýl tapylmady.

source: Import
bg: Импорт
bn: আমদানি
br: Emporzhiañ
de: Importieren
fr: Importation
he: ייבוא
hr: Uvoz
hu: Importálás
ia: Importar
id: Impor
it: Importa
ja: インポート
ku: Têxîne
mr: आयात करा
pt_br: Importar
ro: Importați
ru: Импортировать
sk: Previesť
sr: Увези
tk: Import etmek

source: Audio author
bg: Автор на аудиото
br: Aozer aodio
de: Urheber der Aufnahme
es: Autor de audio
hr: Autor audio snimke
it: Autore dell'audio
lv: Audio autors
ru: Автор аудио
tt: Аудио авторы
zh_cn: 声音作者

source: Save
be: Захаваць
bg: Запази
br: Enrollañ
de: Speichern
eo: Konservi
es: Guardar
eu: Gorde
fr: Enregistrer
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ku: Tomar bike
lv: Saglabāt
nl: Opslaan
pt_br: Salvar
ro: Salvați
ru: Сохранить
tt: Сакларга
vi: Lưu
zh_cn: 保存
