Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: This list does not contain any sentences in {language}.
br: N'ez eus frazenn ebet e {language} er roll-mañ.
de: Diese Liste enthält keine Sätze in {language}.
eo: Tiu ĉi listo ne enhavas frazojn en {language}.
fi: Tämä lista ei sisällä yhtään {language.genitive}kielistä lausetta.
fr: Cette liste ne contient aucune phrase en {language}.
he: הרשימה לא מכילה משפטים כלשהם ב{language}.
hi: इस सूची में {language} भाषा के कोई भी वाक्य नहीं है।
hu: Ezen a listán nincs {language}nyelvű mondat.
it: Questo elenco non contiene frasi in {language}.
ja: このリストには {language} の例文はありません
mr: या यादीत {language} भाषेत एकही वाक्य नाही.
nl: Deze lijst bevat geen zinnen in het {language}
ru: В этом списке нет предложений на {language.prep}.
tt: Бу исемлектә {language} бер генә җөмлә дә юк.

source: You can create new sentences directly in this list by clicking on the {addSentenceButton} icon in the header of this section.
ar: يمكنك إضافة جُمل جديدة إلى هذه القائمة مباشرةً بنقر أيقونة {addSentenceButton} في ترويسة هذا القسم.
bg: Можете да създавате нови изречения директно в този списък, като щракнете върху иконата {addSentenceButton} в заглавието на този раздел.
br: Gellout a rit skrivañ frazennoù nevez war-eeun el listenn-mañ en ur glikañ war an ikon {addSentenceButton} e-barzh talbenn al lodenn-mañ.
de: Mit Hilfe des Symbols {addSentenceButton} in der Kopfzeile dieses Abschnitts können innerhalb der Liste Sätze neu erstellt werden.
el: Μπορείτε να δημιουργείσετε νέες φράσεις κατευθείαν σε αυτόν τον κατάλογο κάνωντας κλικ στο {addSentenceButton} εικονίδιο της επικεφαλίδα αυτής της ενότητας.
eo: Vi povas krei viajn frazojn en tiu ĉi listo alklakante la piktogramon {addSentenceButton} en la ĉapo de tiu ĉi sekcio.
es: Puede crear nuevas frases directamente en esta lista pulsando el icono {addSentenceButton}, en el encabezado de esta sección.
eu: Zuzenean sor ditzakezu esaldi berriak zerrenda honetan {addSentenceButton} ikonoan klik eginez, atalaren goiko aldean.
fi: Voit luoda lauseita suoraan tälle listalle klikkaamalla {addSentenceButton}-kuvaketta tämän osion ylätunnisteessa.
fr: Vous pouvez créer de nouvelles phrases directement dans cette liste en cliquant sur l'icône {addSentenceButton} dans le chapeau de cette section.
he: אפשר ליצור משפטים חדשים ישירות ברשימה הזאת על ידי לחיצה על הסמל {addSentenceButton} בראש הסעיף הזה.
hi: आप इस अनुभाग के शीर्षलेख में {addSentenceButton} आइकन पर क्लिक करके सीधे इस सूची में नए वाक्य बना सकते हैं।
hu: Létrehozhatsz új mondatokat közvetlenül ebben a listában is, ha a szakasz feljécében levő {addSentenceButton}gombra kattintasz.
ia: Tu pote crear nove phrases directemente in iste lista per cliccar le icone {addSentenceButton} in le testa de iste section.
id: Anda juga dapat membuat kalimat baru langsung di daftar ini dengan mengklik ikon {addSentenceButton}di tajuk bab ini.
it: Puoi creare nuove frasi direttamente in questo elenco cliccando sull'icona {addSentenceButton} nell'intestazione di questa sezione.
ja: この欄の上部にある {addSentenceButton} アイコンから、直接、新しい例文を追加することができます。
mr: थेट या यादीत नवीन वाक्ये निर्माण करण्यासाठी या विभागाच्या शीर्षलेखात असलेल्या{addSentenceButton} या प्रतीकावर क्लिक करा.
nl: Je kunt nieuwe zinnen direct in deze lijst maken door op de {addSentenceButton} icoon in de koptekst van deze sectie te klikken.
pl: Możesz tworzyć nowe zdania bezpośrednio w tej liście poprzez kliknięcie na ikonkę {addSentenceButton} w nagłówku tej sekcji.
pt_br: Você pode criar novas frases diretamente nessa lista ao clicar no ícone {Adicionar Sentença} no alto dessa sessão.
ro: Puteți crea propoziții noi direct în această listă făcând clic pe pictograma {addSentenceButton} din antetul acestei secțiuni.
ru: Вы можете создавать новые предложения непосредственно в списке, нажав на иконку {addSentenceButton} в заголовке этой секции.
sk: Môžete vytvoriť nové vety priamo na tento zoznam kliknutím na tlačítko {addSentenceButton} v záhlaví tejto stránky.
sr: Можете да направите нове реченице непосредно у овај списак тако што ћете кликнути на иконицу {addSentenceButton} у заглављу овог одељк.а
tr: Bu kısmın üstündeki {addSentenceButton} simgesine tıklayarak doğrudan bu listede yeni cümle oluşturabilirsiniz.
tt: Сез турыдан-туры бу исемлектә яңа җөмләләр төзи аласыз, бу бүлекнең башындагы {addSentenceButton} билгесенә басыгыз.
vi: Bạn có thể tạo câu mới trực tiếp trong danh sách này bằng cách nhấp vào biểu tượng {addSentenceButton} trong tiêu đề của phần này.

source: You can also add existing sentences to this list, from other pages, by clicking on the {addToListButton} icon in the menu of the sentence.
ar: ويمكنك أيضًا إضافة الجُمل الموجودة إلى هذه القائمة (من الصفحات الأخرى) وذلك بنقر أيقونة {addToListButton} في قائمة الجملة.
bg: Можете също да добавите съществуващи изречения към този списък от други страници, като щракнете върху иконата {addToListButton} в менюто на изречението.
br: Gellout a rit ouzhpennañ frazennoù a zo anezho endeo, diwar pajennadoù all, en ur glikañ war an ikon {addToListButton} e lañser al lodenn-mañ.
de: Bereits existierende Sätze können der Liste mit Hilfe des Symbols {addToListButton} im Satzmenü hinzugefügt werden.
el: Μπορείτε επίσης να προσθέσετε υπάρχουσες φράσεις με το εικονίδιο {addToListButton} στο μενού της φράσης.
eo: Vi povas aldoni ankaŭ ekzistantajn frazojn al tiu ĉi listo, de aliaj paĝoj, alklakante la piktogramon {addToListButton} en la menuo de la frazo.
es: También puede añadir frases existentes a esta lista, desde otras páginas, pulsando el icono {addToListButton} en el menú de la oración.
eu: Nahi baduzu dagoeneko existitzen diren esaldiak gehitu ditzakezu zerrenda honetara, {addToListButton} ikonoan klik eginez esaldiaren menuan.
fi: Voit myös lisätä jo olemassa olevia lauseita tälle listalle muilta sivuilta klikkaamalla {addToListButton}-kuvaketta lauseen valikossa.
fr: Vous pouvez aussi ajouter des phrases existantes à cette liste à partir d'autres pages, en cliquant sur l'icône {addToListButton} dans le menu de la phrase.
he: אפשר גם להוסיף משפטים קיימים לרשימה הזאת, מעמודים אחרים, על ידי לחיצה על הסמל {addToListButton} בתפריט של המשפט.
hi: आप वाक्य के मेनू में {addToListButton} आइकन पर क्लिक करके, अन्य पृष्ठों से मौजूदा वाक्यों को भी इस सूची में जोड़ सकते हैं।
hu: Meglévő mondatokat is hozzáadhat ehhez a listához más oldalakról, ha rákattint a {addToListButton} ikonra a mondat menüjében.
ia: Tu pote etiam adder phrases existente a iste lista, ex altere paginas, per cliccar le icone {addToListButton} in le menu del phrase.
id: Anda juga dapat menambahkan kalimat yang sudah ada ke daftar ini, yang berasal dari halaman lain, dengan mengklik ikon {addToListButton} di menu kalimat.
it: Puoi anche aggiungere delle frasi esistenti in questo elenco da altre pagine cliccando sull'icona {addToListButton} nel menù della frase.
ja: また、既存の例文を追加したい場合は、例文の詳細ページにある{addToListButton} アイコンから追加できます。
mr: आपण इतर पानांवरूनही या यादीत विद्यमान वाक्ये जोडू शकता. असे करण्यास वाक्याच्या मेन्यूमधील {addToListButton} या प्रतीकावर क्लिक करा.
nl: Je kunt ook bestaande zinnen aan deze lijst toevoegen, van andere pagina’s, door op de {addToListButton} icoon in het menu van de zin te klikken.
pl: Możesz też dodawać istniejące zdania do tej listy, z innych stron, poprzez kliknięcie na ikonkę {addToListButton} w menu zdania.
pt_br: Você também pode adicionar frases existentes nessas listas que estejam em outras páginas ao clicar no ícone {Adicionar à Lista} no menu da frase.
ro: De asemenea, puteți adăuga propoziții existente în această listă, din alte pagini, făcând clic pe pictograma {addToListButton} din meniul propoziției.
ru: Вы также можете добавлять в этот список существующие предложения с других страниц, нажав на иконку {addToListButton} в меню предложения.
sk: Môžete taktiež pridať už vytvorené vety na tento zoznam kliknutím na tlačítko {addToListButton} v záhlaví tejto stránky.
sr: На списак можете да додате и реченице које већ постоје (са других страница), тако што ћете кликнути на иконицу {addToListButton} у менију реченице.
tr: Diğer sayfalardan da mevcut cümleleri cümlenin menüsündeki {addToListButton} simgesine tıklayarak bu listeye ekleyebilirsiniz.
tt: Сез шулай ук җөмлә менюсындагы {addToListButton} тамгасына басып, бу исемлеккә башка битләрдән булган җөмләләрне дә өсти аласыз.
vi: Bạn cũng có thể thêm các câu hiện có từ các trang khác vào danh sách này, bằng cách nhấp vào biểu tượng {addToListButton} trong menu của câu.

source: The sentence you tried to create already exists. The existing sentence was added to your list instead.
ar: الجملة التي حاولت إنشائها موجودة فعلًا. أُضيفت الجملة الموجودة إلى قائمتك بدل الجديدة.
bg: Изречението, което се опитахте да създадете, вече съществува. Вместо това съществуващото изречение беше добавено към вашия списък.
br: Ar frazenn ho peus c'hoant skrivañ a zo anezhi endeo. Ar frazenn a zo anezhi a zo bet ouzhpennet d'ho listennad e-plas.
de: Den Satz, den du neu zu erstellen versucht hast, gibt es bereits. Diese existierende Version des Satzes wurde in die Liste eingetragen.
el: Η φράση που προσπαθήσατε να δημιουργήσετε ήδη υπάρχει. Αντ 'αυτού η υπάρχουσα φράση προστέθηκε στον κατάλογο.
eo: La frazo, kiun vi volis krei, jam ekzistas. La ekzistanta frazo estis aldonita al via listo.
es: La frase que intentó crear ya existe. En lugar de ésa, se ha añadido a su lista la frase ya existente.
eu: Saiatu zara dagoeneko existitzen den esaldi bat sortzen. Existitzen den esaldia zure zerrendara gehitu da, ordea.
fi: Lause, jonka yritit luoda, on jo olemassa. Jo olemassa oleva lause on lisätty listallesi.
fr: La phrase que vous avez essayé de créer existe déjà. La phrase existante a été ajoutée à votre liste à la place.
he: המשפטים שניסית ליצור כבר קיימים. המשפט הנוכחי נוסף לרשימה שלך במקום.
hi: आपके द्वारा बनाया गया वाक्य पहले से मौजूद है। इसके बजाय मौजूदा वाक्य आपकी सूची में जोड़ा गया था।
hu: A mondat, amelyet megpróbált létrehozni, már létezik. A meglévő mondatot helyette hozzáadtuk a listájához.
ia: Le phrase que tu ha tentate a crear jam existe. Le phrase existente esseva addite a tu lista in vice.
id: Kalimat yang Anda coba buat sudah ada. Kalimat yang sudah ada telah ditambahkan ke daftar Anda sebagai gantinya.
it: La frase che hai provato a creare esiste già. La frase esistente è stata aggiunta al suo posto al tuo elenco.
ja: 追加された例文は、既に存在します。既存の例文がリストに追加されました。
mr: ज्या वाक्याचा आपण निर्मित करायचा प्रयत्न केला, ते वाक्य आधीपासूनच अस्तित्वात आहे. नवीन वाक्य बनवण्याऐवजी अस्तित्वात असलेले वाक्य आपल्या यादीत जोडले गेले आहे.
nl: De zin die je probeerde te maken, bestaat al. De bestaande zin is in plaats daarvan aan je lijst toegevoegd.
pl: Zdanie, które próbujesz utworzyć, już istnieje. Zamiast tego istniejące zdanie zostało dodane do twojej listy.
pt_br: A frase que você tentou criar já existe e a existente foi adicionada à sua lista.
ro: Propoziția pe care încercați să o creați există deja. Propoziția existentă a fost adăugată în lista dumneavoastră.
ru: Предложение, которое вы пытаетесь создать, уже существует. Вместо этого существующее предложение добавлено в ваш список.
sk: Veta, ktorú ste chceli vytvoriť už jestvuje. Už predtým vytvorená bola pridaná pridaná na váš zoznam.
sr: Реченица коју сте пробали да направите већ постоји. Уместо нове, та постојећа реченица је додата на ваш списак.
tr: Oluşturmaya çalıştığınız cümle zaten mevcut. Bunun yerine mevcut cümle listenize eklendi.
tt: Сез булдырырга тырышкан тәкъдим инде бар. Моның урынына сезнең исемлеккә гамәлдәге тәкъдим өстәлде.
vi: Câu mà bạn cố tạo đã tồn tại. Do đó, câu hiện có đã được thêm vào danh sách của bạn.

source: Admins
ar: المشرفون
bg: Администратори
br: Merourien
de: Administratoren
el: Διαχειριστές
eo: Administrantoj
es: Administradores
eu: Administratzaileak
fi: Ylläpitäjät
fr: Administrateurs
he: הנהלה
hi: व्यवस्थापक
hu: Adminok
id: Administrator
is: Stjórnandar
it: Amministratori
ja: 管理人
ku: Rêvebir
mr: प्रशासक
nl: Beheerders
pl: Administratorzy
pt_br: Administradores
ro: Admini
ru: Администраторы
sk: Admini
sr: Администратори
tr: Yöneticiler
tt: Администраторлар
uk: Адміністратори
vi: Quản trị viên

source: Corpus maintainers
ar: صائنو ذخيرة النصوص
bg: Поддържащи корпуса
br: Dalc'hourien korpus
de: Korpuspfleger
el: Συντηρητές corpus
eo: Tekstaraj bontenantoj
es: Administradores del corpus
eu: Corpusaren zaindariak
fi: Korpuksen huoltajat
fr: En charge de la maintenance du corpus
he: מתחזקי קורפוס
hi: कोष अनुरक्षक
hu: Korpusz fenntartók
ia: Responsabiles de corpus
id: Pengelola korpus
is: Málheildsumsjónarmenn
it: Responsabili del corpus
ja: コーパス整備員
mr: लेखनसंभार प्रबंधक
nl: Corpusonderhouders
pl: Nadzorcy korpusu
pt_br: Mantenedores do corpus
ro: Responsabili întreținere baze de date
ru: Ответственные за корпус
sk: Správca korpusu
sr: Одржаватељи корпуса
tr: Derlem görevlileri
tt: Корпус өчен җаваплылар
uk: Супроводжувачі мовного корпуса
vi: Người bảo trì Corpus

source: Advanced contributors
ar: المساهمون المتقدمون
bg: Напреднали сътрудници
br: Degaserien araokaet
de: Fortgeschrittene Mitarbeiter
el: Προχωρημένοι συνεισφέρωντες
eo: Progresintaj kontribuantoj
es: Colaboradores avanzados
eu: Kolaboratzaile aurreratua
fi: Ylennetyt avustajat
fr: Contributeurs avancés
he: מתנדבים מתקדמים
hi: उन्नत योगदानकर्ता
hu: Veteránok
ia: Contributores avantiate
id: Kontributor tingkat lanjut
is: Háþróaðir þátttakendur
it: Contributori avanzati
ja: 上級ユーザー
ku: Beşdarên pêşketî
mr: प्रगत योगदाता
nl: Gevorderde bijdragers
pl: Zaawansowani autorzy
pt_br: Colaboradores avançados
ro: Colaboratori avansați
ru: Старшие участники
sk: Pokročilí prispievatelia
sr: Напредни доприносиоци
tr: Gelişmiş katılımcılar
tt: Алга киткән катнашучылар
uk: Просунуті учасники
vi: Cộng tác viên cấp cao

source: Contributors
ar: المساهمون
bg: Сътрудници
br: Degaserien
de: Mitarbeiter
el: Συνεισφέροντες
eo: Kontribuantoj
es: Colaboradores
eu: Kolaboratzaileak
fi: Avustajat
fr: Contributeurs
he: תורמים
hi: योगदानकर्ता
hu: Közreműködők
ia: Contributores
id: Kontributor
is: Þátttakendur
it: Contributori
ja: 一般ユーザー
ku: Beşdar
mr: योगदाता
nl: Bijdragers
pl: Autorzy
pt_br: Colaboradores
ro: Colaboratori
ru: Участники
sk: Prispievatelia
sr: Доприносиоци
tr: Katılımcılar
tt: Катнашучылар
uk: Учасники
vi: Người đóng góp

source: Legend
ar: مفتاح القائمة
bg: Легенда
br: Alc'hwez
de: Legende
el: Λεζάντα
eo: Klarigo
es: Leyenda
eu: Idazkuna
fi: Selite
fr: Légende
he: מקרא
hi: लेजेंड
hu: Jelmagyarázat
ia: Legenda
id: Legenda
is: Skýringartexti
it: Legenda
ja: マークの説明
mr: लेजंड
nl: Info
pl: Legenda
pt_br: Legenda
ro: Legendă
ru: Легенда
sk: Legenda
sr: Легенда
tr: Açıklama
tt: Риваять
uk: Пояснення
vi: Huyền thoại

source: Total
ar: المجموع
bg: Общо
br: Hollad
de: Gesamt
el: Σύνολο
eo: Entute
eu: Guztira
fi: Yhteensä
he: סך הכול
hi: कुल
hu: Összes
id: Jumlah
is: Samtals
it: In totale
ja: 合計
ku: Giştî
mr: एकूण
nl: Totaal
pl: Łącznie
ru: Всего
sk: Spolu
sr: Укупно
tr: Toplam
tt: Барлыгы
uk: Загалом
vi: Toàn bộ

source: Number of sentences per language
ar: عدد الجمل باللغة
bg: Брой изречения на език
br: Niver a frazennoù dre yezh
de: Sätze pro Sprache
el: Αριθμός φράσεων ανά γλώσσα
eo: Nombro de frazoj laŭ lingvoj
es: Número de sentencias por idioma
eu: Hizkuntzen araberako esaldi kopurua
fi: Lauseiden lukumäärä kielittäin
fr: Nombre de phrases par langue
he: מספר המשפטים בשפה
hi: प्रति भाषा वाक्यों की संख्या
hu: Mondatok száma nyelvenként
ia: Numero de phrases per lingua
id: Jumlah kalimat per bahasa
is: Fjöldi setninga á hvert tungumál
it: Numero di frasi per lingua
ja: 言語ごとの例文数
ku: Serê ziman hejmara hevokan
mr: भाषेनुसार वाक्यांची संख्या
nl: Aantal zinnen per taal
pl: Liczba zdań na język
pt_br: Número de frases por idioma
ro: Numărul de propoziții pentru fiecare limbă
ru: Количество предложений по языкам
sk: Počet viet podľa jazyka
sr: Број реченица по језику
tr: Dile göre cümle sayısı
tt: Бер телгә җөмләләр саны
uk: Кількість речень за мовами
vi: Số câu cho mỗi ngôn ngữ

source: One sentence
ar: لا جمل
bg: Едно изречение
br: Ur frazenn
de: 1 Satz
el: Μια φράση
eo: Unu frazo
es: Una oración
eu: Esaldi bat
fi: {n}&nbsp;lause
fr: {n}&nbsp;phrase
he: משפט אחד
hi: एक वाक्य
hu: Egy mondat
ia: {n}&nbsp;phrase
id: {n}&nbsp;kalimat
is: 1&nbsp;setning
it: Una frase
ja: {n}の例文
ku: Hevokek
mr: एक वाक्य
nl: Een zin
pl: Jedno zdanie
pt_br: Uma frase
ro: O propoziție
ru: {n}&nbsp;предложение
sk: Jedna veta
sr: Једна реченица
tr: Bir cümle
tt: {n}&nbsp;җөмләләр
uk: Одне речення
vi: {n}&nbsp;câu

source: Sentences with tag {tagName}
ar: الجمل ذات الوسم {tagName}
bg: Изречения с маркер {tagName}
br: Frazennoù gant ar baliz {tagName}
de: Sätze mit dem Etikett "{tagName}"
el: Προτάσεις με ετικέτα {tagName}
eo: Frazoj kun etikedo {tagName}
es: Oraciones con la etiqueta {tagName}
eu: {tagName} etiketa duten esaldiak
fi: Lauseet, joissa on tunniste {tagName}
fr: Phrases comportant l'étiquette {tagName}
he: משפטים עם התגית {tagName}
hi: {tagName} टैग सहित वाक्य
hu: Mondatok {tagName} címkével
ia: Phrases con etiquetta {tagName}
id: Kalimat-kalimat dengan label {tagName}
is: Setningar með merki {tagName}
it: Frasi con l'etichetta '{tagName}'
ja: {tagName} タグのついた例文
ku: Hevokên bi etîketa {tagName}
mr: {tagName} ही खूणचिठ्ठी लावली असलेली वाक्ये
nl: Zinnen met label {tagName}
pl: Zdania z tagiem {tagName}
pt_br: Frases com a etiqueta {tagName}
ro: Propoziții cu eticheta {tagName}
ru: Предложения с тегом {tagName}
sk: Vety so štítkom {tagName}
sr: Реченице са ознаком {tagName}
tr: {tagName} etiketli cümleler
tt: {tagName} теглы җөмләләр
uk: Речення з теґом {tagName}
vi: Các câu có thẻ {tagName}

source: Show all tags
ar: اعرض كل الوسوم
bg: Показване на всички тагове
br: Diskouez an holl valizoù
de: Alle Etiketten anzeigen
el: Εμφάνιση όλων των ετικετών
eo: Montri ĉiujn etikedojn
es: Mostrar todas las etiquetas
eu: Erakutsi etiketa guztiak
fi: Näytä kaikki tunnisteet
fr: Montrer toutes les étiquettes
he: הצגת כל התגיות
hi: सभी टैग दिखाएँ
hu: Az összes címke megjelenítése
ia: Monstrar tote le etiquettas
id: Tampilkan semua label
is: Sýna öll merki
it: Mostra tutte le etichette
ja: すべてのタグを表示
ku: Hemû etîketan nîşan bide
mr: सर्व खूणचिठ्ठ्या दाखवा
nl: Toon alle labels
pl: Wyświetl wszystkie tagi
pt_br: Mostrar todas as etiquetas
ro: Afișați toate etichetele
ru: Показать все теги
sk: Zobraziť všetky štítky
sr: Прикажи све ознаке
tr: Tüm etiketleri göster
tt: Барлык тегларны күрсәтергә
uk: Показати всі теґи
vi: Hiển thị tất cả các thẻ

source: {tagName} ({n} sentence)
ar: {tagName} (لا جمل)
bg: {tagName}({n}изречение)
br: {tagName} ({n} frazenn)
de: {tagName} ({n} Satz)
el: {tagName} ({n} φράση)
eo: {tagName} ({n} frazo)
es: {tagName} ({n} oración)
eu: {tagName} ({n} esaldia)
fi: {tagName} ({n} lause)
fr: {tagName} ({n} phrase)
he: {tagName} (משפט אחד)
hi: {tagName} ({n} वाक्य)
hu: {tagName} ({n} mondat)
ia: {tagName} ({n} phrase)
id: {tagName} ({n} sentences)
is: {tagName} ({n} setning)
it: {tagName} ({n} frase)
ja: {tagName} ({n}の例文)
ku: {tagName} ({n} hevok)
mr: {tagName} ({n} वाक्य)
nl: {tagName} ({n} zin)
pl: {tagName} ({n} zdanie)
pt_br: {tagName} ({n} sentença)
ro: {tagName} ({n} propoziție)
ru: {tagName} ({n} предложение)
sk: {tagName} ({n} veta)
sr: {tagName} ({n} реченица)
tr: {tagName} ({n} cümle)
tt: {tagName} ({n} җөмләләр)
uk: {tagName} ({n} речення)
vi: {tagName} ({n} câu)

source: Newest sentences first
bg: Първо най-новите изречения
br: Ar frazennoù nevesañ da gentañ
de: Neueste Sätze zuerst
eo: Plej novaj frazoj unue
es: Oraciones más nuevas primero
fi: Uusimmat lauseet ensin
fr: Nouvelles phrases d'abord
he: המשפטים החדשים ביותר תחילה
hi: सबसे नए वाक्य पहले
hu: Legújabb mondatok előre
id: Dahulukan kalimat terbaru
is: Nýlegustu setningar fyrst
it: Prima le frasi più nuove
ja: 作成日時：最近の例文から
mr: सर्वात नवीन वाक्ये आधी
nl: Nieuwste zinnen eerst
pl: Najnowszych zdań
pt_br: Frases mais novas primeiro
ro: Cele mai noi propoziții mai întâi
ru: Сначала самые новые предложения
sk: Od najnovších viet
tr: Önce yeni cümleler
tt: Башта иң яңа җөмләләр
vi: Câu mới nhất trước tiên

source: Oldest sentences first
bg: Първо най-старите изречения
br: Ar frazennoù koshañ da gentañ
de: Älteste Sätze zuerst
eo: Plej malnovaj frazoj unue
es: Oraciones más antiguas primero
fi: Vanhimmat lauseet ensin
fr: Anciennes phrases d'abord
he: המשפטים הישנים ביותר תחילה
hi: सबसे पुराने वाक्य पहले
hu: Legrégebbi mondatok előre
id: Dahulukan kalimat terlama
is: Seinustu setningar fyrst
it: Prima le frasi più vecchie
ja: 作成日時：作成された順
mr: सर्वात जुनी वाक्ये आधी
nl: Oudste zinnen eerst
pl: Najstarszych zdań
pt_br: Frases mais antigas primeiro
ro: Cele mai vechi propoziții mai întâi
ru: Сначала самые старые предложения
sk: Od najstarších viet
tr: Önce eski cümleler
tt: Иң иске җөмләләр
vi: Câu cũ nhất trước tiên

source: Most recently tagged
bg: Последно маркиран
br: Bet balizet da ziwezhañ
de: Zuletzt mit Etikett versehen
eo: Plej nove etikeditaj
es: Etiquetadas recientemente
fi: Uusimmat tunnisteiden lisäykset
fr: Étiquetées récemment
he: המשפטים שתויגו לאחרונה
hi: हाल ही में टैग किया गया
hu: Legutóbb címkézve
id: Terbaru
is: Nýlegasta merkt
it: Etichettate più recentemente
ja: 追加日時：最近のものから
mr: सर्वात अलीकडे खूणचिठ्ठी लावलेली आधी
nl: Meest recentelijk gelabeld
pl: Ostatnio otagowanych
pt_br: Frases tagueadas recentemente
ro: Cel mai recent etichetate
ru: Наиболее недавно помеченные тегом
sk: Naposledy označené štítkom
tr: En son etiketlenen
tt: Иң соңгысы
vi: Được gắn thẻ gần đây nhất

source: Least recently tagged
bg: Най-отдавна маркиран
br: Ar frazennoù balizet koshañ
de: Vor langer Zeit mit Etikett versehen
eo: Malplej nove etikeditaj
es: No etiquetadas recientemente
fi: Vanhimmat tunnisteiden lisäykset
fr: Étiquetées il y a longtemps
he: המשפטים שתויגו הכי פחות לאחרונה
hi: कम से कम हाल ही में टैग किया गया
hu: Legrégebben címkézve
id: Baru-baru ini
is: Seinasta merkt
it: Etichettate meno recentemente
ja: 追加日時：追加された順
mr: सर्वात पूर्वी खूणचिठ्ठी लावलेली आधी
nl: Meest recentelijk gelabeld
pl: Najdawniej otagowanych
pt_br: Frases recentemente tagueadas
ro: Cel mai vechi etichetate
ru: Наименее недавно помеченные тегом
sk: Najstaršie označené štítkom
tr: En eski etiketlenen
tt: Соңгы тапкыр билгеләнгән
vi: Ít được gắn thẻ gần đây

source: All existing tags
ar: جميع الوسوم الموجودة
bg: Всички съществуващи тагове
br: An holl valizoù a zo anezho
de: Alle existierenden Etiketten
el: Όλες οι διαθέσιμες ετικέτες
eo: Ĉiuj ekzistantaj etikedoj
es: Todas las etiquetas existentes
eu: Dauden etiketa guztiak
fi: Kaikki tunnisteet
fr: Voir toutes les étiquettes existantes
he: כל התגיות הקיימו
hi: सभी मौजूद टैग
hu: Összes létező címke
ia: Tote le etiquettas existente
id: Semua label yang ada
is: Öll núverandi merki
it: Tutte le etichette esistenti
ja: タグ一覧
ku: Hemû etîketên heyî
mr: अस्तित्वातील सर्व खूणचिठ्ठ्या
nl: Alle bestaande labels
pl: Wszystkie istniejące tagi
pt_br: Todas as etiquetas existentes
ro: Toate etichetele existente
ru: Все существующие теги
sk: Všetky jestvujúce štítky
sr: Све постојеће ознак
tr: Tüm mevcut etiketler
tt: Барлык булган теглар
uk: Всі існуючі теґи
vi: Tất cả thẻ hiện có

source: Search tags
ar: ابحث عن وسوم
bg: Търсене на етикети
br: Klask balizoù
de: Etiketten durchsuchen
el: Αναζήτηση ετικετών
eo: Serĉi etikedojn
es: Etiquetas a buscar
eu: Bilatu etiketak
fi: Etsi tunnisteita
fr: Rechercher des étiquettes
he: חיפוש תגיות
hi: टैग खोजें
hu: Címkék keresése
ia: Cercar etiquettas
id: Cari label
is: Sía merki
it: Ricerca le etichette
ja: タグの検索
ku: Li etîketan bigere
mr: खूणचिठ्ठ्या शोधा
nl: Zoek naar labels
pl: Szukaj tagu
pt_br: Buscar etiquetas
ro: Căutare etichete
ru: Поиск тегов
sk: Hľadať štítky
sr: Претрага ознака
tr: Etiket ara
tt: Эзләү теглары
uk: Пошук теґів
vi: Tìm kiếm thẻ
