Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Collaborative lists containing "{search}" ({total})
ar: القوائم التعاونيّة المحتوية على ”{search}“ ‏({total})
bg: Съвместни списъци, съдържащи „{search}“ ({total})
br: Listennoù kenlabourus oc'h enderc'hel "{search}" ({total})
de: Gemeinschaftl. Listen mit dem Stichwort „{search}“ ({total})
el: Συνεργατικοί κατάλογοι που περιέχουν "{search}" ({total})
eo: Kunlaboraj listoj kun „{search}" ({total})
es: Listas colaborativas que contienen "{search}" ({total})
eu: Zerrenda kolaboratzaileak "{search}" ({total}) barne
fi: Yhteistyölistat, joihin sisältyy ”{search}” ({total})
fr: Listes collaboratives contenant « {search} » ({total})
he: רשימות שיתופיות שמכילות „{search}”‏ ({total})
hi: सहयोगी सूचियाँ जिनमें "{search}" है ({total})
hu: A következőt tartalmazó kooperatív listák: "{search}" ({total})
ia: Listas collaborative que contine "{search}" ({total})
id: Daftar kolaboratif dengan kata "{search}" ({total})
it: Elenchi collaborativi contenenti "{search}" (in totale {total})
ja: 「{search}」を含む共有リスト（{total}件）
mr: सहयोगी याद्या ज्यात "{search}" आहे ({total})
nl: Gezamenlijke lijsten met "{search}" ({total})
pl: Listy współtworzone zawierające "{search}" ({total})
pt_br: Listas colaborativas contendo "{search}": ({total})
ro: Liste colaborative care conțin "{search}" ({total})
ru: Общие списки, содержащие "{search}" ({total})
sk: Spoločné zoznamy obsahujúce „{search}“ ({total})
sr: Колаборативни спискови који садрже "{search}" ({total})
tr: "{search}" içeren ortak listeler ({total})
tt: Үз эченә алган уртак исемлекләр {search}" ({total})
uk: Спільні списки що містять "{search}" ({total})
vi: Danh sách cộng tác có chứa "{search}" ({total})

source: All public lists containing "{search}" ({total})
ar: كل القوائم العلنيّة المحتوية على ”{search}“ ‏({total})
bg: Всички публични списъци, съдържащи „{search}“ ({total})
br: An holl listennoù foran oc'h enderc'hel '{search}" ({total})
de: Öffentliche Listen mit dem Stichwort „{search}“ ({total})
el: Όλοι οι δημόσιοι κατάλογοι που περιέχουν "{search}" ({total})
eo: Ĉiuj publikaj listoj kun „{search}" ({total})
es: Todas las lista públicas que contienen "{search}" ({total})
eu: Zerrenda publiko guztiak "{search}" ({total}) barne
fi: Kaikki julkiset listat, jotka sisältävät ”{search}” ({total})
fr: Toutes les listes publiques contenant « {search} »
he: כל הרשימות הציבוריות שמכילות „{search}”‏ ({total})
hi: सभी सार्वजनिक सूचियाँ जिनमें "{search}" है ({total})
hu: Összesnyilvános lista, amelyek tartalmazzák a következőt: "{search}" ({total})
ia: Tote le listas public que contine "{search}" ({total})
id: Semua daftar publik dengan kata "{search}" ({total})
it: Tutti gli elenchi pubblici che contengono "{search}" ({total})
ja: "{search}" を含む公開リスト（{total} 件）
mr: सर्व सार्वजनिक याद्या ज्यांच्यात "{search}" आहे ({total})
nl: Alle openbare lijsten met "{search}" ({total})
pl: Wszystkie publiczne isty zawierające "{search}" ({total})
pt_br: Todas as listas públicas contendo "{search}": ({total})
ro: Toate listele publice care conțin "{search}" ({total})
ru: Все общие списки, содержащие "{search}" ({total})
sk: Všetky verejné zoznamy obsahujúce „{search}“ ({total})
sr: Сви јавни спискови који садрже "{search}" ({total})
tr: "{search}" içeren tüm açık listeler ({total})
tt: Үз эченә алган барлык һәркем файдалана алырлык исемлекләр "{search}" ({total})
uk: Всі публічні списки що містять "{search}" ({total})
vi: Tất cả danh sách công khai có chứa "{search}" ({total})

source: List name (alphabetical)
bg: Име на списъка (по азбучен ред)
br: Listenn anvioù (dre urzh al lizherennoù)
de: Name der Liste (alphabetisch)
eo: Listonomoj (alfabete)
es: Nombre de lista (alfabético)
fi: Listan nimi (aakkosjärjestyksessä)
fr: Nom de liste (alphabétique)
he: שם הרשימה (סדר אלפביתי)
hi: सूची का नाम (वर्णमाला)
hu: Listanév (ábécé sorrend)
id: Daftar nama (A - Z)
is: Listanafn (stafrófsröð)
it: Nome dell'elenco (ordine alfabetico)
ja: リスト名（アルファベット順）
mr: यादीच्या नावानुसार (वर्णक्रमी)
nl: Lijstnaam (alfabetisch)
pl: Nazwy listy (alfabetycznie)
pt_br: Nome da lista (ordenada alfabeticamente)
ro: Numele listei (în odine alfabetică)
ru: Название списка (в алфавитном порядке)
sk: Názov zoznamu (abecedne)
tr: Liste adına göre (alfabetik olarak)
tt: Исемлек исеме (алфавит тәртибендә)
vi: Tên danh sách (theo bảng chữ cái)

source: List name (reverse alphabetical)
bg: Име на списъка (обратно по азбучен ред)
br: Listenn anvioù (dre urzh al lizherennoù eilpennet)
de: Name der Liste (alphabetisch rückwärts)
eo: Listonomoj (malalfabete)
es: Nombre de lista (alfabético inverso)
fi: Listan nimi (käänteisessä aakkosjärjestyksessä)
fr: Nom de liste (anti-alphabétique)
he: שם הרשימה (סדר אלפביתי הפוך)
hi: सूची का नाम (उल्टा वर्णानुक्रम)
hu: Listanév (fordított ábécé sorrend)
id: Daftar nama (Z - A)
is: Listanafn (öfug stafrófsröð)
it: Nome dell'elenco (ordine alfabetico inverso)
ja: リスト名（アルファベットの逆順）
mr: यादीच्या नावानुसार (उलट वर्णक्रमी)
nl: Lijstnaam (omgekeerd alfabetisch)
pl: Nazwy listy (odwrotnie alfabetycznie)
pt_br: Nome das listas (de Z a A)
ro: Numele listei (în ordine invers alfabetică)
ru: Название списка (в обратном алфавитном порядке)
sk: Názov zoznamu (od konca abecedy)
tr: Liste adına göre (tersten alfabetik olarak)
tt: Исемлек исеме (кире алфавит тәртибендә)
vi: Tên danh sách (theo bảng chữ cái đảo ngược)

# lists
source: Newest first
bg: Първо най-новите
br: Ar re nevesañ da gentañ
de: Neueste Liste zuerst
eo: plej novaj unue
es: Las más nuevas primero
fi: Uusin ensin
fr: Plus récentes d'abord
he: החדשים ביותר תחילה
hi: सबसे नए वाक्य पहले दिखाए
hu: Legújabb előre
id: Terbaru dahulu
is: Nýjasta fyrst
it: I più nuovi prima
ja: 作成日時：最近のものから
mr: सर्वात नवीन असलेल्या आधी
nl: Nieuwste eerst
pl: Najnowszych
pt_br: As mais novas primeiro
ro: Cele mai noi mai întâi
ru: Сначала новые
sk: Od najnovších
tr: Önce yeni
tt: Иң яңасы
vi: Mới nhất trước tiên

# lists
source: Oldest first
bg: Първо най-старите
br: Ar re goshañ da gentañ
de: Älteste Liste zuerst
eo: plej malnovaj unue
es: Las más antiguas primero
fi: Vanhin ensin
fr: Plus anciennes d'abord
he: הישנים ביותר תחילה
hi: सबसे पुराने वाक्य पहले दिखाए
hu: Legrégebbi előre
id: Terlama dahulu
is: Elsta fyrst
it: I più vecchi prima
ja: 作成日時：作成された順
mr: सर्वात जुन्या असलेल्या आधी
nl: Oudste eerst
pl: Najstarszych
pt_br: As mais antigas primeiro
ro: Cele mai vechi mai întâi
ru: Сначала старые
sk: Od najstarších
tr: Önce eski
tt: Иң искесе
vi: Cũ nhất trước

source: Highest number of sentences
bg: Най-голям брой изречения
br: Niver brasañ a frazennoù
de: Mit den meisten Sätzen
eo: Plej alta fraznumero
es: Mayor número de oraciones
fi: Eniten lauseita
fr: Plus grand nombre de phrases
he: מספר המשפטים הגדול ביותר
hi: वाक्यों की उच्चतम संख्या
hu: Legtöbb mondat
id: Jumlah kalimat terbanyak
is: Mesti fjöldi setninga
it: Numero più alto di frasi
ja: 例文数：多いものから
mr: सर्वात जास्त वाक्य असलेल्यानुसार
nl: Hoogst aantal zinnen
pl: Największej liczby zdań
pt_br: Maior número de frases
ro: Cel mai mare număr de propoziții
ru: Наибольшее количество предложений
sk: Najvyšší počet viet
tr: En çok cümle içerene göre
tt: Җөмләләрнең иң күп саны
vi: Số câu cao nhất

source: Lowest number of sentences
bg: Най-малък брой изречения
br: Niver bihanañ a frazennoù
de: Mit den wenigsten Sätzen
eo: Plej malalta fraznumero
es: Menor número de oraciones
fi: Vähiten lauseita
fr: Plus petit nombre de phrases
he: מספר המשפטים הקטן ביותר
hi: वाक्यों की न्यूनतम संख्या
hu: Legkevesebb mondat
id: Jumlah kalimat tersedikit
is: Fæsti fjöldi setninga
it: Numero più basso di frasi
ja: 例文数：少ないものから
mr: सर्वात कमी वाक्य असलेल्यानुसार
nl: Laagst aantal zinnen
pl: Najmniejszej liczby zdań
pt_br: Menor número de frases
ro: Cel mai mic număr de propoziții
ru: Наименьшее количество предложений
sk: Najnižší počet viet
tr: En az cümle içerene göre
tt: Җөмләләрнең иң аз саны
vi: Số câu thấp nhất

# lists
source: Most recently updated
bg: Най-скоро актуализирани
br: Hizivaet da ziwezhañ
de: Änderungsdatum absteigend
eo: laste ĝisdatigitaj
es: Actualizadas recientemente
fi: Uusimmat päivitykset
fr: Mises à jour récemment
he: עודכנו לאחרונה
hi: हाल ही में अपडेट किया गया
hu: Legutóbb frissítve
id: Diperbaharui: terbaru - terakhir
is: Nýlegasta uppfært
it: Aggiornati più recentemente
ja: 更新日時：最近のものから
mr: सर्वात अलीकडची अद्ययावत केलेली आधी
nl: Meest recentelijk bijgewerkt
pl: Ostatnio zaktualizowanych
pt_br: Listas atualizadas mais recentemente
ro: Cel mai recent actualizate
ru: Наиболее недавно обновлённые
sk: Naposledy upravené
tr: En son güncellenene göre
tt: Соңгы яңарту
vi: Cập nhật gần đây nhất

# lists
source: Least recently updated
bg: Най-отдавна актуализирани
br: Ar frazennoù hizivaet koshañ
de: Änderungsdatum aufsteigend
eo: unue ĝisdatigitaj
es: No actualizadas recientemente
fi: Vanhimmat päivitykset
fr: Mises à jour il y a longtemps
he: הכי פחות אחרונים שעודכנו
hi: कम से कम हाल ही में अपडेट किया गया
hu: Legrégebben frissítve
id: Diperbaharui: terakhir - terbaru
is: Seinasta uppfært
it: Aggiornati meno recentemente
ja: 更新日時：更新された順
mr: सर्वात पूर्वी अद्ययावत केलेली आधी
nl: Minst recentelijk bijgewerkt
pl: Najdawniej zaktualizowanych
pt_br: Menos atualizada recentemente
ro: Cel mai vechi actualizate
ru: Наименее недавно обновлённые
sk: Najstaršie upravené
tr: En eski güncellenene göre
tt: Күптән түгел яңартылды
vi: Ít cập nhật gần đây nhất

source: {username}'s lists ({total})
ar: قوائم {username}‏ ({total})
bg: Списъци на {username} ({total})
br: Listennoù {username} ({total})
de: Listen von {username} ({total})
el: Καταλόγοι του {username} ({total})
eo: listoj de {username} ({total})
es: listas de {username} ({total})
eu: {username} erabiltzailearen zerrenda kopurua: ({total})
fi: Käyttäjän {username} listat ({total})
fr: Listes de {username} ({total})
he: הרשימות של {username}‏ ({total})
hi: {username} की सूचियाँ ({total})
hu: {username} listái ({total})
ia: Listas de {username} ({total})
id: Daftar milik {username} ({total})
is: Listar frá {username} ({total})
it: Elenchi di {username} (in totale {total})
ja: {username}さんのリスト（{total}件）
mr: {username} यांच्या याद्या ({total})
nl: {username}s lijsten ({total})
pl: Listy użytkownika {username} ({total})
pt_br: Listas de {username}: ({total})
ro: listele lui {username} ({total})
ru: списки {username} ({total})
sk: zoznamy užívateľa {username} ({total})
sr: Спискови корисника {username} ({total})
tr: {username} kullanıcısının listeleri ({total})
tt: {username}'s исемлекләр ({total})
uk: Списки користувача {username}' ({total})
vi: danh sách của {username}({total})

source: {username}'s lists containing "{search}" ({total})
ar: قوائم {username} المحتوية على "{search}" ‏({total})
bg: Списъци на {username} съдържащи "{search}" ({total})
br: Listennoù {username} oc'h ebarzhañ "{search}" ({total})
de: Listen von {username} mit „{search}“ ({total})
el: Κατάλογοι του {username} που περιέχουν "{search}" ({total})
eo: listoj de {username} kun "{search}" ({total})
es: listas de {username} que contienen "{search}" ({total})
eu: {username} erabiltzailearen zerrendek badaukate "{search}" ({total})
fi: Käyttäjän {username} listat, joihin sisältyy ”{search}” ({total})
fr: Listes de {username} contenant « {search} » ({total})
he: הרשימות של {username} שמכילות „{search}”‏ ({total})
hi: {username} की सूचियाँ जिनमें "{search}" है ({total})
hu: {username} listái, amelyek a következőt tartalmazzák: "{search}" ({total})
ia: Listas de {username} que contine "{search}" ({total})
id: Daftar milik {username} dengan kata "{search}" ({total})
it: Elenchi di {username} contenenti "{search}" (in totale {total})
ja: "{search}" を含む {username} さんのリスト（{total} 件）
mr: {username} यांच्या याद्या ज्यात "{search}" आहे ({total})
nl: {username}s lijsten met "{search}" ({total})
pl: Listy użytkownika {username} zawierające "{search}" ({total})
pt_br: Listas de {username} contendo "{search}": ({total})
ro: listele lui {username} conțin "{search}" ({total})
ru: списки {username}, содержащие "{search}" ({total})
sk: zoznam užívateľa {username} obsahujúce „{search}“ ({total})
sr: Спискови корисника {username} који садрже "{search}" ({total})
tr: {username} kullanıcısının "{search}" içeren cümleleri ({total})
tt: {username}'s үз эченә алган исемлекләр {search}" ({total})
uk: Списки користувача {username} що містять "{search}" ({total})
vi: danh sách của {username}chứa "{search}" ({total})

source: Sentence successfully removed.
ar: نجحت إزالة الجملة.
bg: Изречението е премахнато успешно.
br: Frazenn dilamet gant berzh.
de: Satz erfolgreich entfernt.
el: Οι φράσεις μετακινήθηκαν επιτυχώς
eo: Frazo sukcese forigita.
es: La oración se eliminó con éxito.
eu: Esaldia arazorik gabe kendu egin da zerrendatik.
fi: Lause poistettu listalta onnistuneesti
fr: La phrase a bien été retirée.
he: המשפט הוסר בהצלחה.
hi: वाक्य सफलता से निकाला गया।
hu: A mondatot sikeresen töröltük.
ia: Le phrase ha essite removite.
id: Kalimat berhasil dibuang
is: Setningu tókst að fjarlægja.
it: Frase eliminata con successo.
ja: リストから外されました。
ku: Hevok bi serkevtî hate rakirin.
mr: वाक्य यशस्वीरीत्या काढून टाकण्यात आलं.
nl: Zin succesvol verwijderd.
pl: Zdanie zostało usunięte.
pt_br: Frase removida com sucesso.
ro: Propoziție eliminată cu succes.
ru: Предложение успешно удалено.
sk: Veta úspešne odstránená.
sr: Реченица успешно уклоњена.
tr: Cümle başarıyla kaldırıldı.
tt: Җөмлә уңышлы бетерелде.
uk: Речення успішно видалене.
vi: Đã xóa câu thành công.

source: About this list
ar: عن هذه القائمة
bg: Относно този списък
br: Diwar-benn al listenn-mañ
de: Über diese Liste
el: Σχετικά με αυτόν τον κατάλογο
eo: Pri tiu ĉi listo
es: Acerca de esta lista
eu: Zerrenda honi buruz
fi: Tietoja tästä listasta
fr: À propos de cette liste
he: על רשימה זו
hi: इस सूची के बारे में
hu: A listáról
ia: A proposito de iste lista
id: Tentang daftar ini
is: Um þennan lista
it: Riguardo a questo elenco
ja: リストの概要
ku: Der barê vê lîsteyê
mr: या यादीविषयी
nl: Over deze lijst
pl: O liście
pt_br: Sobre esta lista
ro: Despre această listă
ru: Об этом списке
sk: O tomto zozname
sr: О овом списку
tr: Bu liste hakkında
tt: Бу исемлек турында
uk: Про цей список
vi: Về danh sách này

source: created by {listAuthor}
ar: إنشاء: {listAuthor}
bg: създадено от {listAuthor}
br: krouet gant {listAuthor}
de: erstellt von {listAuthor}
el: δημιουργήθηκε από {listAuthor}
eo: kreita de {listAuthor}
es: creada por {listAuthor}
eu: {listAuthor} horrek sortua
fi: Luonut {listAuthor}
fr: crée par {listAuthor}
he: נוצר על ידי {listAuthor}
hi: {listAuthor} ने बानाया
hu: létrehozta {listAuthor}
ia: create per {listAuthor}
id: dibuat oleh {listAuthor}
is: skapað af {listAuthor}
it: Creato da {listAuthor}
ja: 作成者：{listAuthor}
ku: ji aliyê {listAuthor} ve hate afirandin
mr: {listAuthor} यांनी निर्माण केली
nl: gemaakt door {listAuthor}
pl: stworzona przez {listAuthor}
pt_br: criada por {listAuthor}
ro: creată de {listAuthor}
ru: автор: {listAuthor}
sk: vytvorené užívateľom {listAuthor}
sr: направили {listAuthor}
tr: {listAuthor} tarafından oluşturuldu
tt: Булдырылган {listAuthor}
uk: створений {listAuthor}
vi: được tạo bởi {listAuthor}

source: Contains {n}&nbsp;sentence
ar: لا تحوي جملًا
bg: Съдържа {n}&nbsp;изречение
br: Oc'h ebarzhiñ {n}&nbsp;frazenn
de: {n}&nbsp;Satz enthalten
el: Περιέχει {n} &nbsp;φράση
eo: Enhavas {n}&nbsp;frazon
es: Contiene {n}&nbsp;oración
eu: Badauka {n}&nbsp;esaldia
fi: Sisältää yhden lauseen
fr: Contient {n}&nbsp;phrase
he: מכילה משפט אחד
hi: इसमें {n}&nbsp;वाक्य है
hu: {n}mondatot tartalmaz
ia: Contine {n}&nbsp;phrase
id: Memuat {n}&nbsp;kalimat
is: Inniheldur {n}&nbsp;setningu
it: Contiene {n}&nbsp;frase
ja: {n}の例文を含む
mr: यात {n}&nbsp;वाक्य आहे
nl: Bevat {n}&nbsp;zin
pl: Zawiera {n}&nbsp;zdanie
pt_br: Contém {n}&nbsp;frase
ro: Conține {n}&nbsp;propoziție
ru: Содержит {n}&nbsp;предложение
sk: Obsahuje {n}&nbsp;vetu
sr: Садржи {n}&nbsp;реченицу
tr: {n}&nbsp;cümle içerir
tt: {n}&nbsp;җөмләләрне үз эченә ала
uk: Містить {n}&nbsp;речення
vi: Chứa{n}&nbsp;câu

source: Options
ar: الخيارات
bg: Настроики
br: Dibarzhioù
de: Einstellungen
el: Επιλογές
eo: Agordoj
es: Opciones
eu: Aukerak
fi: Valinnat
fr: Réglages
he: אפשרויות
hi: विकल्प
hu: Beállítások
ia: Optiones
id: Opsi-opsi
is: Stillingar
it: Opzioni
ja: オプション
ku: Vebijark
mr: पर्याय
nl: Opties
pl: Opcje
pt_br: Opções
ro: Opțiuni
ru: Настройки
sk: Možnosti
sr: Опције
tr: Seçenekler
tt: Опцияләр
uk: Опції
vi: Tùy chọn

source: Edit name
ar: حرّر الاسم
bg: Редактиране на името
br: Aozañ an anv
de: Bezeichnung bearbeiten
el: Επεξεργασία ονόματος
eo: Adapti la nomon
es: Editar nombre
eu: Editatu izena
fi: Muokkaa nimeä
fr: Modifier le nom
he: עריכת שם
hi: नाम संपादित करें
hu: Név szerkesztése
ia: Modificar nomine
id: Edit nama
is: Breyta nafni
it: Modifica il nome
ja: タイトルを編集
ku: Nav sererast bike
mr: नाव संपादित करा
nl: Naam aanpassen
pl: Zmień nazwę
pt_br: Editar nome
ro: Editați numele
ru: Редактировать название
sk: Zmeniť meno
sr: Измени име
tr: İsmi düzenle
tt: Исемне үзгәртү
uk: Змінити назву
vi: Chỉnh sửa tên

source: Click to edit...
ar: انقر للتحرير...
bg: Кликнете, за да редактирате...
br: Klikit evit aozañ...
de: Zum Bearbeiten anklicken.
el: Κάντε κλικ για επεξεργασία...
eo: Alklaku por adapti
es: Haga clic para editar...
eu: Egin klik editatzeko...
fi: Klikkaa muokataksesi...
fr: Cliquez pour modifier…
he: לחיצה לעריכה…
hi: संपादित करने के लिये क्लिक करें...
hu: Kattints a szerkesztéshez...
ia: Clicca pro modificar...
id: Klik untuk mengedit
is: Smeltu til að breyta…
it: Clicca per modificare...
ja: 編集するにはクリックしてください...
ku: Ji bo sererastkirinê bitikîne...
mr: संपादित करण्यास क्लिक करा...
nl: Klik om te bewerken...
pl: Kliknij, aby edytować...
pt_br: Clique para editar
ro: Faceți clic pentru a edita...
ru: Кликните для редактирования…
sk: Kliknite k upraveniu...
sr: Кликни за измену...
tr: Düzenlemek için tıklayın...
tt: Редакцияләү өчен басыгыз...
uk: Клацніть тут щоб змінити...
vi: Bấm vào để chỉnh sửa...

source: Sort by:
ar: افرز حسب:
bg: Сортиране по:
br: Rummañ dre:
de: Sortieren nach:
el: Ταξινόμηση κατά:
eo: Ordigi laŭ:
es: Ordenar por:
eu: Sailkatu honen arabera:
fi: Lajitteluperuste:
fr: Trier par :
he: מיון לפי:
hi: इसके अनुसार सॉर्ट करें:
hu: Rendezés:
ia: Ordinar per:
id: Urutkan berdasar:
is: Raða eftir:
it: Ordina per:
ja: 表示順：
ku: Pîvana rêzkirinê:
mr: यानुसार क्रमवारी लावा:
nl: Sorteren op:
pl: Porządkuj według:
pt_br: Ordenar por:
ro: Ordonați după:
ru: Сортировать по:
sk: Zoradiť podľa:
sr: Сортирај по:
tr: Sıralama ölçütü:
tt: Сортларга аеру:
uk: Сортувати за:
vi: Sắp xếp theo:

source: date added to list
bg: дата на добавяне към списъка
br: deiziad ouzhpennet d'al listenn
de: Datum des Eintrags in die Liste
el: η ημερομηνία προστέθηκε στον κατάλογο
eo: dato de aldono al la listo
es: se añadió la fecha a la lista
eu: data zerrendara gehituta
fi: listaan lisäyspäivämäärä
fr: date d'ajout à la liste
he: תאריך ההוספה לרשימה
hi: सूची में जोड़ने की तारीख
hu: listához adás dátuma
ia: data de addition al lista
id: tanggal ditambahkan ke daftar
is: dagsetning bætt á lista
it: data di aggiunta all'elenco
ja: リストに追加した日時
ku: dîroka tevlîkirina li lîsteyê
mr: यादीत जोडण्याची तारीख
nl: datum toegevoegd aan lijst
pl: daty dodania do listy
pt_br: data adicionada à lista
ro: data adăugării în listă
ru: дата добавления в список
sk: dátum pridania na zoznam
sr: датум додат на списак
tr: Listeye eklenme tarihi
tt: исемлеккә өстәү датасы
uk: дата додавання до списка
vi: ngày được thêm vào danh sách

source: date created
ar: تاريخ الإنشاء
bg: дата на създаване
br: deiziad krouidigezh
de: Erstelldatum
el: ημερομηνία δημιουργίας
eo: kreo-dato
es: fecha de creación
eu: sortze data
fi: Luontipäivämäärä
fr: date de création
he: תאריך היצירה
hi: बनाने की तारीख
hu: létrehozás dátuma
ia: data de creation
id: waktu pembuatan
is: dagsetning sköpuð
it: data di creazione
ja: 作成日時
ku: dîroka afirandinê
mr: निर्मितीची तारीख
nl: datum gecreëerd
pl: daty utworzenia
pt_br: data de criação
ro: data creării
ru: дата создания
sk: dátum vytvorenia
sr: датуму настанка
tr: oluşturulma tarihi
tt: барлыкка килү датасы
uk: дата створення
vi: ngày tạo

source: Download this list
ar: نزِّل هذه القائمة
bg: Изтегляне на списъка
br: Pellgargañ al listenn-mañ
de: Diese Liste herunterladen
el: Μεταφόρτωση αυτού του καταλόγου
eo: Elŝuti tiun ĉi liston
es: Descargar esta lista
eu: Deskargatu zerrenda hau
fi: Lataa tämä lista
fr: Télécharger cette liste
he: הורדת רשימה זו
hi: या सूची डाउनलोड करें
hu: Lista letöltése
ia: Discargar iste lista
id: Unduh daftar ini
is: Sækja þennan lista
it: Scarica questo elenco
ja: このリストをダウンロードする
ku: Vê lîsteyê daxîne
mr: ही यादी डाउनलोड करा
nl: Deze lijst downloaden
pl: Pobierz tę listę
pt_br: Fazer download da lista
ro: Descărcați această listă
ru: Скачать список
sk: Stiahnuť tento zoznam
sr: Преузми ову листу
tr: Bu listeyi indir
tt: Бу исемлекне йөкләү
uk: Завантажити цей список
vi: Tải xuống danh sách này

source: Delete this list
ar: احذف هذه القائمة
bg: Изтриване на списъка
br: Dilemel al listenn-mañ
de: Diese Liste löschen
el: Διαγραφή αυτού του καταλόγου
eo: Forigi tiun ĉi liston
es: Borrar esta lista
eu: Ezabatu zerrenda hau
fi: Poista tämä lista
fr: Supprimer cette liste
he: מחיקת רשימה זו
hi: इस सूची को हटाएँ
hu: Lista törlése
ia: Deler iste lista
id: Hapus daftar ini
is: Eyða þessum lista
it: Elimina questo elenco
ja: このリストを削除する
ku: Vê lîsteyê jê bibe
mr: यादी हटवा
nl: Deze lijst verwijderen
pl: Usuń tę listę
pt_br: Apagar esta lista
ro: Ștergeți această listă
ru: Удалить
sk: Odstrániť tento zoznam
sr: Обриши ову листу
tr: Bu listeyi sil
tt: Бу исемлекне бетерегез
uk: Видалити цей список
vi: Xóa danh sách này

source: Most recently added
bg: Текущо добавени
br: Ouzhpennet da ziwezhañ
de: Zuletzt hinzugefügt
eo: Plej nove aldonitaj
es: Agregadas recientemente
fi: Uusimmat lisäykset
fr: Ajoutées récemment
he: האחרונים שנוספו
hi: हाल ही में जोड़ा गया
hu: Legutoljára hozzáadva
id: Tambahan terbaru
is: Nýlegasta viðbætt
it: Aggiunti più recentemente
ja: 追加日時：最近のものから
mr: सर्वात अलीकडची जोडलेली आधी
nl: Meest recentelijk toegevoegd
pl: Ostatnio dodanych
pt_br: Atualizadas mais recentemente
ro: Cel mai recent adăugate
ru: Наиболее недавно добавленные
sk: Naposledy pridané
tr: En son eklenene göre
tt: Күптән түгел генә өстәлгән
vi: Được thêm gần đây nhất

source: Least recently added
bg: Най-отдавна добавени
br: Ar frazennoù ouzhpennet koshañ
de: Zuerst hinzugefügt
eo: Plej malfrue aldonitaj
es: No agregadas recientemente
fi: Vanhimmat lisäykset
fr: Ajoutées il y a longtemps
he: הראשונים שנוספו
hi: कम से कम हाल ही में जोड़ा गया
hu: Legelőször hozzáadva
id: Baru-baru ini ditambahkan
is: Seinasta viðbætt
it: Aggiunti meno recentemente
ja: 追加日時：追加された順
mr: सर्वात पूर्वी जोडलेली आधी
nl: Minst recentelijk toegevoegd
pl: Najdawniej dodanych
pt_br: Menos adicionado recentemente
ro: Cel mai vechi adăugate
ru: Наименее недавно добавленные
sk: Najstaršie pridané
tr: En eski eklenene göre
tt: Соңгы тапкыр өстәлгән
vi: Được thêm xa gần đây nhất

source: This list is empty.
bg: Този списък е празен.
br: Goullo emañ al listenn-mañ.
de: Diese Liste ist leer.
el: Αυτός ο κατάλογος είναι άδειος.
eo: Tiu ĉi listo estas malplena.
es: Esta lista está vacía.
eu: Zerrenda hau hutsik dago.
fi: Tämä lista on tyhjä.
fr: La liste est vide.
he: רשימה זו ריקה.
hi: यह सूची खाली है।
hu: Ez a lista üres.
ia: Iste lista es vacue.
id: Daftar kosong.
is: Þessi listi er tómur.
it: Questo elenco è vuoto.
ja: このリストは空です。
ku: Ev lîsteya vala ye.
mr: ही यादी रिकामी आहे.
nl: Deze lijst is leeg
pl: Ta lista jest pusta.
pt_br: Essa lista está vazia.
ro: Această listă este goală.
ru: Этот список пуст.
sk: Tento zoznam je prázdny.
sr: Ова листа је празна.
tr: Bu liste boş.
tt: Бу исемлек буш.
vi: Danh sách này trống.
