Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Add vocabulary that you are learning. If your vocabulary does not exist yet in Tatoeba, other contributors can add sentences for it.
bg: Добавете речник, който учите. Ако вашият речник все още не съществува в Tatoeba, други сътрудници могат да добавят изречения към него.
br: Ouzhpennit geriaoueg emaoc'h o paouez deskiñ. Ma n'eus ket eus ho keriaoueg e-barzh Tatoeba evit ar mare, degaserien all a c'hall ouzhpennañ frazennoù eviti.
de: Trage hier deine Vokabelwünsche ein. Unsere Mitarbeiter können sich dann Beispielsätze ausdenken, sofern es noch nicht genug gibt.
el: Προσθέστε λεξιλόγιο που μαθένετε. Εάν το λεξιλόγιο σας ακόμη δεν υπάρχει στο Tatoeba, άλλοι συνεισφέροντες μπορούν να προσθέσουν φράσεις για αυτό.
eo: Aldonu vortojn, kiujn vi lernas. Se la vortoj ne ankoraŭ ekzistas en Tatoeba, aliaj kontribuantoj povas aldoni frazojn kun ili.
es: Añada vocabulario que esté aprendiendo. Si tu vocabulario no existe todavía en Tatoeba, otros colaboradores pueden añadirle oraciones.
eu: Gehitu ikasten ari zaren hiztegiko elementuak. Zure hiztegiko terminoa oraindik ez badago Tatoeban, beste erabiltzaile batzuek esaldiak gehitu ahal dituzte hitz horrekin.
fi: Lisää sanastoa, jota opiskelet parhaillasi. Jos kyseistä sanaa ei ole vielä Tatoebassa, muut osallistujat voivat lisätä sanan sisältäviä lauseita.
fr: Ajoutez du vocabulaire que vous apprenez. Si votre vocabulaire n'existe pas encore dans Tatoeba, d'autres contributeurs peuvent ajouter des phrases le comportant.
he: אפשר להוסיף אוצר מילים שמשמש אותך ללמידה. אם אוצר המילים שלך לא קיים עדיין בטטואבה, מתנדבים אחרים יכולים להוסיף לו משפטים.
hi: शब्दावली जोड़ें जो आप सीख रहे हैं। यदि आपकी शब्दावली अभी तक Tatoeba में मौजूद नहीं है, तो अन्य योगदानकर्ता इसके लिए वाक्य जोड़ सकते हैं।
hu: Adj hozzá olyan szavakat, amelyeket épp tanulsz. Ha azok még nem léteznek a Tatoebában, más tagok létrehozhatnak hozzá mondatokat.
ia: Adder vocabulario que tu apprende. Si tu vocabulario non existe ancora in Tatoeba, altere contributores pote adder phrases pro illo.
id: Tambah kosakata yang sedang Anda pelajari. Jika kosakata Anda belum digunakan di Tatoeba, kontributor lain bisa menambahkan kalimat dengan kosakata tersebut.
it: Aggiungi delle voci di vocabolario che stai imparando. Se non esistono ancora su Tatoeba, altri contributori possono aggiungere delle frasi per esse.
ja: 学習中の単語や表現などの語彙を追加してください。Tatoebaにその語彙が存在しない場合は、他のユーザーがその語彙を使った例文を追加できます。
mr: आपण शिकत आहात असे शब्द इथे जोडा. जर का हा शब्द असलेली वाक्ये तातोएबात अस्तित्वात नसतील, तर मग योगदानकर्ते त्यासाठी नवीन वाक्ये जोडू शकतात.
nl: Voeg woorden toe die je aan het leren bent. Indien het woord nog niet in Tatoeba voorkomt, kunnen andere gebruikers zinnen toevoegen.
pl: Dodaj słownictwo, którego się uczysz. Jeśli twoje słownictwo jeszcze nie istnieje w Tatoeba, inni autorzy mogą dodać zdania dla niego.
pt_br: Adicione uma palavra, um vocábulo que você esteja aprendendo. Caso não esteja disponível ainda no Tatoeba, outros membros podem adicionar sentenças que a contenham.
ro: Adăugați vocabularul pe care îl învățați. Dacă vocabularul dumneavoastră nu există încă pe Tatoeba, alți colaboratori pot adăuga propoziții pentru acesta.
ru: Добавьте словарь, который вы изучаете. Если ваш словарь еще отсутствует на проекте Tatoeba, другие участники могут добавлять предложения для него.
sk: Pridajte slovnú zásobu, ktorú sa učíte. Pokiaľ vaša slovná zásoba ešte nie je Tatoebe, ostatní prispievatelia k nej môžu pridať vety.
tr: Öğrenmekte olduğunuz kelimeleri ekleyin. Kelimeleriniz henüz Tatoeba'da yoksa diğer katılımcılar bu kelimelere cümle ekleyebilir.
tt: Үзегез өйрәнгән сүзлек саклыклыгын өстәгез. Әгәр сезнең сүзлек саклыклыгы Tatoeba да юк икән, башка катнашучылар аны җөмләләр белән тулыландыра алалар.
uk: Додайте словник який ви вивчаєте. Якщо ваш словник не існує на Tatieba, інші учасники можуть додавати речення до нього.
vi: Thêm từ vựng mà bạn đang học. Nếu từ vựng của bạn chưa có trong Tatoeba, những người khác có thể thêm câu cho nó.

source: Add
ar: أضف
bg: Добавете
br: Ouzhpennañ
de: Hinzufügen
el: Πρόσθεση
eo: Aldoni
es: Añadir
eu: Gehitu
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोडें
hu: Hozzáadás
ia: Adder
id: Tambah
is: Bæta við
it: Aggiungi
ja: 追加
ku: Tevlî bike
mr: जोडा
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adăugați
ru: Добавить
sk: Pridať
tr: Ekle
tt: Кушу
uk: Додати
vi: Thêm

source: Vocabulary items added
bg: Добавени са елементи от речника
br: Elfennoù ar c'heriaoueg ouzhpennet
de: Hinzugefügte Vokabelwünsche
el: Αντικείμενα λεξιλογίου που προστέθηκαν
eo: Aldonitaj vortoj
es: Elementos de vocabulario añadidos
eu: Gehitu dira lexiko elementuak
fi: Lisätyt sanat
fr: Éléments de vocabulaire ajoutés
he: נוספו פריטים לאוצר המילים
hi: शब्दावली वस्तुएँ जोड़े दी गई
hu: Felvett szavak
ia: Entratas de vocabulario addite
id: Kosakata yang ditambahkan
is: Orðaforðaatriði bætt við
it: Voci di vocabolario aggiunte
ja: 追加された語彙
ku: Hêmanên peyvê hate tevlîkirin
mr: शब्दसंग्रहात जोडल्या गेलेल्या वस्तू
nl: Lemma's toegevoegd.
pl: Słowa dodano
pt_br: Items do Vocabulário adicionados
ro: Termeni de vocabular adăugați
ru: Добавленные словарные статьи
sk: Položka slovnej zásoby pridaná
tr: Kelime öğeleri eklendi
tt: Сүзлек саклыклыгы элементлары өстәлгән
uk: Елементи словника додано
vi: Các mục từ vựng đã được thêm

source: You have already added this vocabulary item.
bg: Вече сте добавили този елемент от речника.
br: Bez ho peus ouzhpennet an elfenn-c'heriaoueg-mañ endeo.
de: Diesen Vokabelwunsch hast du bereits geäußert.
el: Έχετε ήδη προσθέσει αυτό το αντικείμενο λεξιλογίου.
eo: Vi jam aldonis tiun ĉi vorton.
es: Ya ha añadido este elemento de vocabulario.
eu: Dagoeneko gehitu egin dugu hiztegiko termino hau.
fi: Olet jo lisännyt tämän sanan.
fr: Vous avez déjà ajouté cet élément de vocabulaire.
he: כבר הוספת את הפריט הזה לאוצר המילים.
hi: शब्दावली में यह वस्तु आपने पहले से ही जोड़ी है
hu: Ezt a szót már hozzáadtad.
ia: Tu jam ha addite iste vocabulo.
id: Anda sudah menambahkan kosakata ini.
is: Þú hefur þegar bætt þessu orðaforðaatriði við.
it: Hai già aggiunto questa voce di vocabolario.
ja: この語彙は既に登録されています。
mr: आपण ही वस्तू शब्दसंग्रहात आधीच जोडली आहे.
nl: Je hebt dit lemma al toegevoegd.
pl: Już dodałeś/łaś to słowo.
pt_br: Você já adicionou esse item ao Vocabulário.
ro: Ați adăugat deja acest termen de vocabular.
ru: Вы уже добавили эту словарную статью.
sk: Už ste pridali túto položku slovnej zásoby.
tr: Bu kelime öğesini önceden eklemiştiniz.
tt: Сез бу элементны үзегезнең сүзлек саклыклыгына өстәдегез инде.
vi: Bạn đã thêm mục từ vựng này.

source: Vocabulary that needs sentences
ar: المفردات التي تحتاج إلى جمل
bg: Речник, който се нуждае от изречения
br: Geriaoueg a c'houlenn kaout frazennoù
de: Vokabular, das noch Beispielsätze benötigt
el: Λεξιλόγιο που χρειάζετε φράσεις
eo: Vortoj, kiuj bezonas frazojn
es: Vocabulario que necesita oraciones
eu: Esaldiak behar dituen hiztegia
fi: Sanasto, joka kaipaa lauseita.
fr: Vocabulaire qui nécessite des phrases
he: אוצר מילים שדורש משפטים
hi: वाक्यों की ज़रूरत है ऐसे शब्द
hu: Szavak, amelyeknél mondatokra van szükség
ia: Vocabulario que require phrases
id: Kosakata yang belum digunakan
is: Orðaforðum sem vantast setningar
it: Voci di vocabolario che hanno bisogno di frasi
ja: 例文をリクエスト中の語彙一覧
mr: वाक्यांची गरज आहे अश्या शब्दांचा शब्दसंग्रह
nl: Lemma's waarvoor zinnen nodig zijn
pl: Słownictwo oczekujące zdań
pt_br: Vocabulário que precisa de sentenças
ro: Vocabular care are nevoie de propoziții
ru: Словарь, нуждающийся в предложениях
sk: Slovná zásoba, ktorá potrebuje vety
tr: Cümle gereken kelimeler
tt: Җөмләләргә мохтаҗ сүзлек саклыклыгы
uk: Словник який потребує речень
vi: Từ vựng chưa có câu

source: Vocabulary that needs sentences in {language}
bg: Речник, който се нуждае от изречения в {language}
br: Geriaoueg a c'houlenn kaout frazennoù e {language}
de: Vokabular, das noch Beispielsätze in {language} benötigt
eo: Vortoj, kiuj bezonas frazojn en {language}
es: Vocabulario que necesita oraciones en {language}
fi: Lauseita kaipaava {language.genitive} sanasto.
fr: Vocabulaire qui nécessite des phrases en {language}
he: אוצר מילים שדורש משפטים ב{language}
hi: शब्दावली जिसे {language} भाषा में वाक्यों की आवश्यकता है
hu: Szavak, amelyeknél mondatokra van szükség {language} nyelven
id: Kosakata yang memerlukan kalimat dalam {language}
is: Orðaforði sem þarf setningar á {language.dat}
it: Voci di vocabolario che hanno bisogno di frasi in {language}
ja: {language}の例文をリクエスト中の語彙一覧
mr: {language} भाषेत वाक्यांची गरज आहे अश्या शब्दांचा शब्दसंग्रह
nl: Lemma's waarvoor zinnen nodig zijn in het {language}
pl: Słownictwo, które potrzebuje zdań w {language}
pt_br: Palavras que precisam de frases em {language}
ro: Vocabular care are nevoie de propoziții în {language}
ru: Словарь, нуждающийся в предложениях на {language.prep}
sk: Slovná zásoba, ktorá potrebuje vety v jazyku {language}
tr: {language}için cümle gereksinen kelimeler
tt: Җөмләләргә мохтаҗ сүзлек саклыклыгы {language}
vi: Từ vựng chưa có câu trong {language}

source: Only vocabulary items that match fewer than 10 sentences are displayed here.
bg: Тук се показват само елементи от речника, които съвпадат с по-малко от 10 изречения.
br: An elfennoù geriaougel o devez nebeutoc'h evit 10 frazenn hag a genglot ganto a vez diskouezet amañ.
de: Hier wird nur Vokabular mit weniger als zehn Beispielsätzen angezeigt.
eo: Nur tiuj vortoj, kiuj aperas en malpli ol 10 frazoj, aperas tie ĉi.
es: Aquí sólo se muestran los elementos de vocabulario que coinciden con menos de 10 oraciones.
eu: Bakarrik agertuko dira hemen 10 esaldietan baino gutxiagoetan agertzen diren lexiko elementuak.
fi: Tässä näytetään vain sanat, jotka täsmäävät harvempaan kuin 10 lauseeseen.
fr: Seuls les éléments de vocabulaire apparaissant dans moins de 10 phrases sont affichés ici.
he: רק פריטי אוצר מילים שיש להם פחות מ־10 משפטים מופיעים כאן.
hi: 10 से कम वाक्यों से मेल खानी वाली शब्दावली वस्तुएँ यहाँ दरशाई गई हैं।
hu: Csak olyan szavak jelennek meg itt, amelyekhez kevesebb, mint 10 mondat tartozik.
ia: Solmente entratas de vocabulario que corresponde a minus de 10 phrases es monstrate hic.
id: Hanya daftar kosakata yang memuat kurang dari 10 kalimat saja yang ditampilkan di sini.
is: Aðeins orðaforðaatriði með færri en tíu setningar eru sýnd hér.
it: Soltanto le voci di vocabolario con meno di 10 frasi vengono visualizzate qui.
ja: ここには例文が 10 件以下の語彙が表示されます。
mr: येथे शब्दसंग्राहतील केवळ अश्या वस्तू प्रदर्शित केल्या जातात ज्या १० पेक्षा कमी वाक्यांशी जुळतात.
nl: Hier vind je alleen lemma's die in minder dan 10 zinnen voorkomen.
pl: Tutaj wyświetlane są tylko słowa, które pasują do mniej niż 10 zdań.
pt_br: Apenas o Vocábulo que contenha menos de 10 sentenças são mostradas aqui.
ro: Aici sunt afișați doar termenii de vocabular care se regăsesc în mai puțin de 10 propoziții.
ru: Показываются только словарные статьи, имеющие менее 10 предложений.
sk: Sú tu zobrazené iba položky slovnej zásoby, ktoré sú obsiahnuté v menej než v 10 vetách.
tr: Burada sadece 10 cümleden az eşleşmesi olan kelime öğeleri gösterilir.
tt: Биредә бары тик 10 җөмләдән кимрәк туры килгән сүзлек мәкаләләре генә чагылдырыла.
uk: Тут відоброжаються тільки ті елементи що відповідають менш ніж 10 реченням.
vi: Chỉ các mục từ vựng trùng khớp dưới 10 câu được hiển thị ở đây.

source: There are no requests.
ar: ما من طلبات.
bg: Няма заявки.
br: N'eus reked ebet.
de: Es gibt keine Vokabelwünsche.
eo: Ne ekzistas petoj.
es: No hay solicitudes.
fi: Ei pyyntöjä.
fr: Il n'y a aucune demande.
he: אין בקשות.
hi: कोई अनुरोध नहीं हैं।
hu: Nincsenek kérések.
id: Tidak ada permintaan
is: Það eru engar eftirspurnir.
it: Non ci sono richieste.
ja: リクエストはありません。
mr: विनंत्या नाहीत.
nl: Er zijn geen verzoeken.
pl: Brak próśb.
pt_br: Não há requisições.
ro: Nu există cereri.
ru: Запросов нет.
sk: Nie sú žiadne žiadosti.
tr: Hiç istek yok.
tt: Бернинди үтенечләр дә юк.
vi: Không có yêu cầu.

source: This sentence already exists.
ar: هذه الجملة موجودة بالفعل.
bg: Това изречение вече съществува.
br: Ar frazenn-mañ 'zo anezhi dija.
de: Der Satz existiert bereits.
el: Αυτή η φράση ήδη υπάρχει.
eo: Tiu ĉi frazo jam ekzistas.
es: Esta oración ya existe.
eu: Esaldi hau dagoeneko aurretik egon badago
fi: Tämä lause on jo tietokannassa.
fr: Cette phrase existe déjà.
he: המשפט הזה כבר קיים.
hi: यह वाक्य पहले से मौजूद है।
hu: Ez a mondat már létezik.
ia: Iste phrase jam existe.
id: Kalimat ini sudah ada.
is: Þessi setning er þegar til.
it: Questa frase esiste già.
ja: この例文は既に存在します。
ku: Ev hevoka berê heye.
mr: हे वाक्य आधीपासूनच अस्तित्वात आहे.
nl: Deze zin bestaat al.
pl: Takie zdanie już istnieje.
pt_br: Essa sentença já existe.
ro: Această propoziție există deja.
ru: Предложение уже существует.
sk: Táto veta už jestvuje.
tr: Bu cümle zaten var.
tt: Бу җөмлә инде бар.
uk: Це речення вже існує.
vi: Câu này đã tồn tại.

source: Submit
ar: أرسل
bg: Изпращане
br: Kas
de: Anwenden
el: Υποβολή
eo: Sendi
es: Enviar
eu: Bidali
fi: Lähetä
fr: Valider
he: הגשה
hi: सबमिट करें
hu: Beküldés
ia: Submitter
id: Kirim
is: Senda inn
it: Invia
ja: 送信
ku: Bişîne
mr: सादर करा
nl: Verzenden
pl: Prześlij
pt_br: Submeter
ro: Trimiteți
ru: Подтвердить
sk: Predložiť
sr: Пошаљи
tr: Gönder
tt: Китерү
uk: Надіслати
vi: Gửi

source: {username}'s vocabulary items ({number})
bg: Елементи от речника ({number}) на {username}
br: elfennoù geriaoueg {username} ({number})
de: Vokabelwünsche von {username} ({number})
el: Αντικείμενα λεξιλογίου του {username} ({number})
eo: Eroj el la vortaro de {username} ({number})
es: {username}'s elementos de vocabulario ({number})
eu: {username}'s hiztegiko elementu kopurua ({number})
fi: Käyttäjän {username} sanat ({number})
fr: Éléments de vocabulaire de {username} ({number})
he: פריטי אוצר המילים של {username} ({number})
hi: {username} की शब्दावली वस्तुएँ ({number})
hu: {username} szólistája ({number} elem)
ia: Entratas de vocabulario de {username} ({number})
id: Daftar kosakata milik {username} ({number})
is: Orðaforðaatriði hjá {username} ({number})
it: Voci di vocabolario di {username} ({number})
ja: {username} さんの語彙集 ({number} 件)
mr: {username} यांच्या शब्दसंग्रहातील वस्तू ({number})
nl: Lemma's van {username} ({number})
pl: słowa użytkownika {username} ({number})
pt_br: Itens de Vocabulário do/da {username}'s: ({number})
ro: {username} are ({number}) termeni de vocabular
ru: Словарные статьи пользователя {username} ({number})
sk: Položky slovnej zásoby užívateľa{username} ({number})
tr: {username} kullanıcısının kelime öğeleri ({number})
tt: {username}'s элементлары ({number})
uk: Елементи словника користувача {username}' ({number})
vi: các mục từ vựng của {username} ({number})

source: Edit message {number}
ar: حرّر الرسالة {number}
bg: Редактиране на съобщение {number}
br: Aozañ an evezhiadenn {number}
de: Nachricht {number} bearbeiten
el: Επεξεργασία μηνύματος {number}
eo: Redakti mesaĝon {number}.
es: Editar mensaje {number}
eu: Editatu {number} mezua
fi: Muokkaa viestiä {number}
fr: Modifier le message {number}
he: עריכת הודעה {number}
hi: {number} संदेश संपादित करें
hu: Üzenet szerkesztése (#{number})
ia: Modificar message {number}
id: Edit pesan {number}
is: Breyta skilaboði {number}
it: Modifica il messaggio n° {number}
ja: 書き込み {number} を編集する
ku: Peyama {number} sererast bike
mr: {number} संदेश संपादित करा
nl: Bericht bewerken {number}
pl: Edytuj wiadomość {number}
pt_br: Editar mensagem {number}
ro: Editați mesajul {number}
ru: Редактировать сообщение {number}
sk: Upraviť správu {number}
tr: {number} mesajını düzenle
tt: Хәбәрне үзгәртү {number}
uk: Змінити повідомлення {number}
vi: Chỉnh sửa tin nhắn {number}

source: Wall (one thread)
ar: الحائط (لا مواضيع)
bg: Стена (една нишка)
br: Moger (ur sujed)
de: Pinnwand (eine Diskussion)
el: Τοίχος (ένα νήμα)
eo: Muro (unu fadeno)
es: Muro (un hilo de mensajes)
eu: Hormako ({n}&nbsp;threads)
fi: Seinä (yksi viestiketju)
fr: Mur ({n}&nbsp;sujet)
he: קיר (שרשור אחד)
hi: वाल (एक धागा)
hu: Üzenőfal (egy bejegyzés)
ia: Wall (1 discussion)
id: Dinding ({n}&nbsp;topik)
is: Veggur (1;nbsp;þræður)
it: Bacheca (una discussione)
ja: 掲示板（スレッド数：{n}）
ku: Dîwar (mijarek)
mr: भिंत (एक धागा)
nl: Muur (één topic)
pl: Tablica ogłoszeń (jeden wątek)
pt_br: Mural (um tópico)
ro: Perete (un subiect)
ru: Стена ({n}&nbsp;дискуссия)
sk: Nástenka (jedno diskusné vlákno)
tr: Duvar (bir başlık)
tt: Wall ({n}&nbsp;темалар)
uk: Стіна (одне обговорення)
vi: Tường ({n} &nbsp;chuỗi)

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
ar: قبل أن تسأل، تأكد من أنك قرأت <a href="{}">الأسئلة الشائعة</a>.
bg: Преди да зададете въпрос, не забравяйте да прочетете <a href="{}">FAQ</a>.
br: A-raok sevel ur goulenn, bezit asur da vezañ bet lennet ar <a href="{}">FAG</a>.
de: Antworten auf einige häufig gestellte Fragen findest du <a href="https://de.wiki.tatoeba.org/articles/show/Hauptseite">hier</a>.
el: Πριν να κάνετε μια ερώτηση, σιγουρευτείτε ότι διαβάσατε το <a href="{}">FAQ</a>.
eo: Antaŭ ol starigi demandon, bonvolu legi la <a href="{}">oftajn demandojn</a>.
es: Antes de preguntar, asegúrese de leer <a href="{}">FAQ</a>.
eu: Galdetu baino lehen, mesedez irakurri gehien egin diren galdera-erantzunak <a href="{}">FAQ</a>.
fi: Ennen kun esität kysymyksen, varmista, että olet lukenut <a href="{}">UKK:n</a>.
fr: Avant de poser une question, soyez sûr d'avoir lu la <a href="{}">FAQ</a>.
he: בטרם פרסום שאלות, נא לקרוא את ה<a href="{}">שו״ת</a>.
hi: सवाल पूछने से पहले, <a href="{}">फ़ॅक</a> जरूर पढ़ें।
hu: Mielőtt bármi kérdésed lenne, kérlek, olvasd el a <a href="{}">GYIK</a> oldalt.
ia: Ante de poner un question, assecura te de haber legite le <a href="{}">FAQ</a>.
id: Sebelum mengajukan sebuah pertanyaan, pastikan Anda membaca daftar <a href="{}">Pertanyaan Umum</a> terlebih dahulu.
is: Áður en þú spyrð spurningu skaltu lesa <a href="{}">lista algengra spurninga</a>.
it: Prima di fare una domanda, assicurati di aver letto le <a href="{}">domande frequenti</a>.
ja: 質問をする際は、必ずあらかじめ<a href="{}">よくある質問</a>をお読みください。
mr: प्रश्न विचारण्याअगोदर, <a href="{}">फॅक</a> नक्की वाचा.
nl: Zorg dat je eerst de <a href="{}">Meest gestelde vragen (FAQ)</a> gelezen hebt voordat je een vraag stelt.
pl: Zanim zadasz pytanie, koniecznie przeczytaj sekcję <a href="{}">FAQ</a>.
pt_br: Antes de fazer uma pergunta, certifique-se de que tenha lido o <a href="{}">FAQ - Perguntas Frequentes</a>.
ro: Înainte de a pune o întrebare, asigurați-vă că ați citit <a href="{}">Întrebările frecvente</a>.
ru: Прежде чем задать вопрос, не забудьте прочитать <a href="{}">ЧаВо</a>.
sk: Pred položením otázky si prečítajte <a href="{}">Často kladené otázky</a>.
tr: Soru sormadan önce <a href="{}">SSS</a>'yi okuduğunuzdan emin olun.
tt: Сорау биргәнче, еш бирелә торган сораулар белән һичшиксез танышыгыз.
uk: Перед тим як питати, ознайомтесь з <a href="{}">ЧаПи</a>.
vi: Trước khi đặt câu hỏi, đừng quên đọc <a href="{}">FAQ</a>.

source: We aim to maintain a healthy atmosphere for civilized discussions. Please read our <a href="{}">rules against bad behavior</a>.
bg: Ние се стремим да поддържаме здравословна атмосфера за цивилизовани дискусии. Моля, прочетете нашите <a href="{}">правила срещу лошо поведение</a>.
br: Hon fal a zo derc'hel war un aergelc'h yac'h gant kaozeadennoù seven. Lennit hon <a href="{}">reolennoù a-enep an emzalc'hoù fall</a>.
de: Wir möchten eine angenehme Atmosphäre, in der gesittete Diskussionen geführt werden, aufrechterhalten, siehe <a href="{}">Regeln gegen schlechtes Benehmen</a>.
eo: Ni strebas konservi sanan etoson en civilizitaj diskutoj. Bv. legi niajn <a href="{}"> regulojn kontraŭ malbona konduto</a>.
es: Nuestro objetivo es mantener una atmósfera saludable para las discusiones civilizadas. Por favor, lea nuestras <a href="{}">reglas contra el mal comportamiento</a>.
eu: Giro atsegina mantendu nahiko genuke gure eztabaidetan ere. Mesedez, irakur itzazu gure <a href="{}">netiketa arautegia</a>.
fi: Pyrimme ylläpitämään tervettä ilmapiiriä sivistyneelle keskustelulle. Luethan meidän <a href="{}">sääntömme huonoa käytöstä vastaan</a>.
fr: Nous cherchons à maintenir une ambiance amicale pour des discussions civilisées. Veuillez lire nos <a href="{}">règles contre les mauvais comportements</a>.
he: אנו מקדמים אווירה בריאה לדיונים פורים. נא לקרוא את <a href="{}">הכללים שלנו נגד התנהגות פסולה</a>.
hi: हमारा उद्देश्य सभ्य चर्चाओं के लिए एक स्वस्थ वातावरण बनाए रखना है। कृपया हमारे <a href="{}">बुरे व्यवहार के विरुद्ध नियम</a> पढ़ें।
hu: Célunk az barátságos légkör fenntartása a civilizált beszélgetések érdekében. Kérünk, olvasd el a <a href="{}">magatartási szabályzatot</a>.
ia: Nostre intention es mantener un atmosphere salubre pro discussiones civilisate. Per favor lege nostre <a href="{}">regulas contra mal conducta</a>.
id: Kami berusaha untuk menjaga lingkungan yang sehat untuk diskusi bersahaja. Silakan baca <a href="{}">aturan kami mengenai perilaku buruk</a>.
is: Við stefnum að því að viðhalda heilbrigðum staði fyrir siðmenntaðar umræður. Vinsamlegast lestu <a href="{}">reglur gegn slæmum hegðum</a> okkar.
it: Noi puntiamo a mantenere un'atmosfera sana per avere delle discussioni civili. Per favore, leggi le nostre <a href="{}">regole contro i cattivi comportamenti</a>.
ja: なお、Tatoebaは文明的な討論を行うために健全な雰囲気を維持することを目指しています。<a href="{}">悪質な行為に対するルール</a>も併せてお読みください。
mr: सुसंस्कृत चर्चांसाठी आरोग्यदायी वातावरण ठेवण्याचा आमचा उद्देश आहे. कृपा करून <a href="{}">वाईट वागणुकीविरुद्ध आमचे नियम</a> वाचा.
nl: We streven ernaar om een vriendelijke sfeer te bewaren voor beschaafde discussies. Gelieve onze <a href="{}">regels inzake slecht gedrag</a> te lezen.
pl: Naszym celem jest utrzymanie zdrowej atmosfery dla cywilizowanych dyskusji. Proszę przeczytać nasze <a href="{}">zasady przeciwko złemu zachowaniu</a>.
pt_br: Nós almejamos manter uma atmosfera sadia para discussões civilizadas. Por favor, leia as nossas <a href="{}">regras contra mal-comportamento</a>,
ro: Ne propunem să menținem o atmosferă pozitivă pentru discuții civilizate. Vă rugăm să citiți <a href="{}">regulile noastre împotriva comportamentului necorespunzător</a>.
ru: Мы нацелены на поддержание здоровой атмосферы для ведения цивилизованных дискуссий. Пожалуйста, ознакомьтесь с <a href="{}">правилами, касающимися плохого поведения</a>.
sk: Našim cieľom je udržiavať zdravé ovzdušie pre podnetnú diskusiu. Prosím, prečítajte si naše <a href="{}">Pravidlá proti nevhodnému správaniu</a>.
tr: Seviyeli tartışmalar için sağlıklı bir atmosfer yaratmayı amaçlıyoruz. Lütfen <a href="{}">kötü davranışlara karşı kurallarımızı</a> okuyun.
tt: Без цивилизацияле дискуссияләр өчен сәламәт атмосфераны саклап калырга омтылабыз. Зинһар, начар тәртипне тыя торган безнең белән танышыгыз.
uk: Ми намагаємось підтримувати здорову атмосферу для цивілізованих дискусій. Прочитайте, будь ласка, наші <a href="{}">правила для запобігання поганої поведінки</a>.
vi: Chúng tôi mong muốn tạo ra một không khí lành mạnh cho các cuộc thảo luận văn minh. Vui lòng đọc <a href="{}"> các quy tắc ngăn chặn hành vi xấu </a> của chúng tôi.
