Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

# transcription
source: Click to mark it as reviewed.
bg: Кликни за да маркираш като ревизирано.
br: Klikit evit merkañ evel adwelet.
de: Zum Abhaken hier klicken.
eo: Alklaku por marki ĝin reviziita.
es: Haga clic para marcarlo como revisado.
eu: Egin klik berrikusita bezala markatzeko.
fi: Klikkaa merkitäksesi sen arvioiduksi.
fr: Cliquez pour la marquer comme révisée.
he: יש ללחוץ כדי לסמן כנבדק.
hi: समीक्षा की गई है इस रूप से चिन्हित करने के लिए क्लिक करें।
hu: Kattints ide, hogy megjelöld ellenőrzöttként.
ia: Clicca pro marcar lo como revidite.
id: Klik untuk menandainya sudah ditinjau.
is: Smelltu til að merkja sem yfirfarið.
it: Clicca per marcarla come valutata.
ja: 翻訳が正しければクリックしてください。
ku: Ji bo wekî hatiye nirxandin nîşan bikî, lê bitikîne.
mr: पुनरावलोकन केले आहे असे चिन्हित करा.
nl: Klik hier om de zin als „gecontroleerd” aan te duiden.
pl: Oznacz jako przejrzaną
pt_br: Clique para marcar como revisado.
ro: Faceți clic pentru a marca ca revizuit.
ru: Пометить как «проверено».
sk: Označiť ako preverené
tr: İncelenmiş olarak işaretlemek için tıklayın.
tt: Аны каралган дип билгеләү өчен басыгыз.
uk: Натисніть аби позначити як рецензоване
vi: Nhấp để đánh dấu là đã xem.

source: Unknown number of sentences
ar: عدد الجمل مجهول
bg: Неизвестен брой изречения
br: Niver a frazennoù dianav
de: Unbekannte Satzanzahl.
el: Άγνωστος αριθμός φράσεων.
eo: Nekonata kvanto de frazoj
es: Número desconocido de oraciones
eu: Esaldi kopuru ezezaguna
fi: Tuntematon määrä lauseita
fr: Nombre de phrases inconnu
he: מספר המשפטים לא ידוע
hi: वाक्यों की संख्या अज्ञात है
hu: Ismeretlen darabszámú mondat.
ia: Numero incogite de phrases
id: Jumlah kalimat tidak dapat dihitung
it: Numero sconosciuto di frasi
ja: 例文番号が不明です。
ku: Hejmara hevokan nayê zanîn
mr: वाक्यांची संख्या अज्ञात आहे
nl: Onbekend aantal zinnen
pl: Nieznana liczba zdań.
pt_br: Número de frases desconhecido
ro: Număr necunoscut de propoziții
ru: Количество предложение неизвестно
sk: Neznáme číslo vety.
sr: Непознат број реченица
tr: Bilinmeyen sayıda cümle
tt: Җөмләләрнең билгесез саны
uk: Невідома кількість речень.
vi: Số lượng câu không xác định

source: by {messageAuthor}
ar: {messageAuthor}
bg: от {messageAuthor}
br: gant {messageAuthor}
de: von {messageAuthor}
el: από {messageAuthor}
eo: de {messageAuthor}
es: por {messageAuthor}
eu: sortzailea: {messageAuthor}
fi: tekijä {messageAuthor}
fr: par {messageAuthor}
he: מאת {messageAuthor}
hi: {messageAuthor} द्वारा
hu: írta {messageAuthor}
ia: per {messageAuthor}
id: oleh {messageAuthor}
is: eftir {messageAuthor}
it: di {messageAuthor}
ja: {messageAuthor}
ku: ji aliyê {messageAuthor} ve
mr: {messageAuthor} यांनी पोस्ट केला
nl: door {messageAuthor}
pl: autor: {messageAuthor}
pt_br: por {messageAuthor}
ro: de către {messageAuthor}
ru: автор: {messageAuthor}
sk: od užívateľa {messageAuthor}
sr: у потпису, {messageAuthor}
tr: {messageAuthor} tarafından
tt: автор: {messageAuthor}
uk: користувача {messageAuthor}
vi: bởi {messageAuthor}

source: This alternative script was generated automatically and has not been reviewed.
de: Diese Fassung in einem alternativen Schriftsystem wurde automatisch erstellt und nicht überprüft.
fi: Tämä vaihtoehtoista kirjoitustapaa käyttävä teksti on luotu automaattisesti eikä sitä ole tarkistettu.
fr: Cette écriture alternative a été générée automatiquement et n'a pas été vérifiée.
ia: Iste script alternative ha essite generate automaticamente e non ha essite revidite.
nl: Dit alternatieve script is automatisch gegenereerd en is niet beoordeeld.
tt: Бу альтернатив сценарий автомат рәвештә генерацияләнгән һәм тикшерелмәгән.

source: This transcription was generated automatically and has not been reviewed.
de: Diese Transkription wurde automatisch erstellt und nicht überprüft.
fi: Tämä transkriptio on luotu automaattisesti eikä sitä ole tarkistettu.
fr: Cette transcription a été générée automatiquement et n'a pas été vérifiée.
ia: Iste transcription ha essite generate automaticamente e non ha essite revidite.
nl: Deze transcriptie is automatisch gegenereerd en is niet beoordeeld.
tt: Бу транскрипция автомат рәвештә генерацияләнгән һәм тикшерелмәгән.

source: This alternative script was generated automatically.
de: Diese Fassung in einem alternativen Schriftsystem wurde automatisch erstellt.
fi: Tämä vaihtoehtoista kirjoitustapaa käyttävä teksti on luotu automaattisesti.
fr: Cette écriture alternative a été générée automatiquement.
ia: Iste script alternative ha essite generate automaticamente.
nl: Dit alternatieve script is automatisch gegenereerd.
tt: Бу альтернатив скрипт автомат рәвештә барлыкка китерелгән.

source: This transcription was generated automatically.
de: Diese Transkription wurde automatisch erstellt.
fi: Tämä transkriptio on luotu automaattisesti.
fr: Cette transcription été générée automatiquement.
ia: Iste transcription ha essite generate automaticamente.
nl: Deze transcriptie is automatisch gegenereerd.
tt: Бу транскрипция автомат рәвештә барлыкка китерелгән.

source: Length:
br: Hirded:
de: Länge:
eo: Longo:
fi: Pituus:
fr: Longueur :
hu: Hossz:
ia: Longitude:
it: Lunghezza:
ja: 単語数 or 文字数：
nl: Lengte:
tt: Озынлык:

source: For languages with word boundaries, the number of words is used. For other languages, the number of characters is used.
de: Bei Sprachen mit Worttrennung wird die Anzahl der Wörter verwendet, ansonsten die Anzahl der Zeichen.
eo: Por lingvoj kun limoj, la nombro de vortoj estas uzata. Por aliaj lingvoj la nombro de signoj estas uzata.
fi: Sanarajallisissa kielissä käytetään sanojen lukumäärää. Muissa kielissä käytetään merkkien lukumäärää.
fr: Pour les langues dont les mots sont clairement séparés, entrez le nombre de mots. Pour les autres langues, entrez le nombre de caractères.
ia: Pro linguas con separationes inter parolas, le numero de parolas es usate. Pro altere linguas, le numero de characteres e usate.
it: Per le lingue con limiti di parola, si utilizza il numero di parole. Per le altre lingue, si utilizza il numero di caratteri.
ja: 単語区切りのある言語では単語数を、その他の言語は文字数を指定してください。
nl: Voor talen met woordgrenzen wordt het aantal woorden gebruikt. Voor andere talen wordt het aantal tekens gebruikt.
tt: Сүз саны буенча чикләнгән телләр өчен сүзләр саны кулланыла. Башка телләр өчен символлар саны кулланыла.

source: Original sentences are ones that were not added as translations of other sentences.
de: Ursprungssätze sind solche, die nicht als Übersetzung anderer eingegeben, sondern als ganz neue hinzugefügt wurden.
fi: Alkuperäiset lauseet ovat lauseita, joita ei ole lisätty käännöksinä muille lauseille.
fr: Les phrases originales sont celles qui n'ont pas été ajoutées en tant que traductions d'autres phrases.
tt: Оригиналь җөмләләр - башка җөмләләрнең тәрҗемәләре сыйфатында өстәлмәгәннәре.

# native
source: Any
el: Οποιοδήποτε
eo: ajne
tt: Нинди дә булса

source: {user}'s favorite sentences matching “{filter}”
de: Lieblingssätze von {user} mit „{filter}“
eo: Preferataj frazoj de {user}kiuj enhavas “{filter}”
fi: Käyttäjän {user} suosikkilauseet, joista löytyy “{filter}”
fr: Phrases favorites de {user} correspondant à « {filter} »
ia: Phrases favorite de {user}que corresponde a “{filter}”
it: Frasi preferite di {user} che corrispondono a "{filter}"
nl: {user}'s favoriete zinnen die overeenkomen met "{filter}"
tt: {user}'s “{filter}”га туры килә торган сайланган җөмләләр

source: This user does not have any favorites matching “{filter}”.
de: Es gibt leider keine Lieblingssätze mit „{filter}“
eo: Tiu ĉi uzanto ne havas preferatajn frazojn kun “{filter}”.
fi: Tällä käyttäjällä ei ole yhtään suosikkia, josta löytyy “{filter}”.
fr: Cet utilisateur ne possède aucune phrase favorite correspondant à « {filter} ».
ia: Iste usator non ha favorites que corresponde a “{filter}”.
it: Questo utente non ha delle frasi preferite che corrispondono a "{filter}".
nl: Deze gebruiker heeft geen geliefkoosde zinnen met “{filter}”.
tt: Бу кулланучының “{filter}”га туры килә торган бер генә сайланмасы да юк.

source: Refine search
br: Klask resis
de: Suche verfeinern
fi: Tarkenna hakua
fr: Affiner la recherche
it: Raffina la ricerca
nl: Zoekopdracht verfijnen
tt: Эзләүне ачыклау

source: Display sentences with the old design. Note that the old design will be removed at some point.
de: Sätze im alten Erscheinungsbild anzeigen. (Wird irgendwann verschwinden.)
eo: Montri frazojn per la malnova fasono. Notu, ke iam tiu malnova fasono malaperos.
fi: Näytä lauseet vanhassa ulkoasussa. Huomaa, että vanha ulkoasu tullaan poistamaan jonkin ajan kuluttua.
fr: Afficher les phrases avec l'ancien design. Notez que cet ancien design sera retiré au bout d'un certain temps.
it: Mostra le frasi con il vecchio stile. Tieni in mente che il vecchio stile sarà eliminato ad un certo punto nel futuro.
ja: 古いデザインで表示する ※古いデザインはいずれ利用できなくなります。ご了承ください。
nl: Toon zinnen met het oude ontwerp. Houd er rekening mee dat het oude ontwerp op een gegeven moment zal worden verwijderd.
tt: Җөмләләрне иске бизәлештә күрсәтегез. Игътибар итегез, ниндидер мизгелдә иске бизәлеш бетереләчәк.

source: Tatoeba will temporarily shut down for maintenance at {time} UTC, which is in {n} hour.
fr: Tatoeba sera temporairement arrêté pour une maintenance à {time} UTC, c'est-à-dire dans {n} heure.
tt: Tatoeba {time} UTC вакыты буенча техник хезмәт күрсәтүгә вакытлыча ябылачак, ягъни {n} сәгатьтән.

source: Tatoeba will temporarily shut down for maintenance on {datetime} UTC, which is in {n} day.
fr: Tatoeba sera temporairement arrêté pour une maintenance le {datetime} UTC, c'est-à-dire dans {n} jour.
tt: Татоэба {datetime} UTC, ягъни {n} көннәр аша техник хезмәт күрсәтүгә вакытлыча ябылачак.

source: The maintenance is estimated to take no longer than {n} hour.
fr: La durée de la maintenance est estimée à {n} heure maximum.
tt: Техник хезмәт күрсәтү {n} сәгатьтән артмаска тиеш.

source: The maintenance is estimated to take no longer than {n} minute.
fr: La durée de la maintenance est estimée à {n} minute maximum.
tt: Техник хезмәт күрсәтү {n} минуттан да артмаска тиеш.

source: {language}
ar: {language.معرفة}
fi: {language.nominative}
hi: {भाषा: हिन्दी}
is: {language.nomUpper}
uk: {language.alone}

source: Only the last {n} contributions are displayed here.
de: Hier werden nur die letzten {n} Mitglieder mit Beiträgen angezeigt.
es: Aquí sólo se muestran las últimas {n} contribuciones.
fi: Tässä näytetään vain {n} viimeisintä työpanosta.
fr: Seules les {n} dernières contributions sont affichées ici.
he: כאן מופיעות רק {n} התרומות האחרונות.
hi: यहां केवल अंतिम {n} योगदान प्रदर्शित किए गए हैं।
hu: Csak a legutolsó {n} hozzájárulás jelenik meg itt.
ia: Solmente le ultime {n} contributiones appare hic.
id: Hanya {n} kontribusi terakhir yang ditampilkan di sini.
it: Soltanto gli ultimi {n} contributi vengono mostrati qui.
nl: Alleen de laatste {n} bijdragen worden hier getoond.
pl: Tutaj są pokazane tylko ostatnie {n} edycje/edycji.
pt_br: Somente as últimas {n} colaborações são exibidas aqui.
ru: Здесь показаны только последние {n} вкладов.
sk: Je tu zobrazených iba posledných {n} príspevkov.

source: Number of sentences with audio by language
ar: عدد الجُمل المسجّلة حسب اللغة
br: Niver a frazennoù gant an aodio dre yezh
de: Vertonte Sätze nach Sprache
es: Número de oraciones con voz por lengua
fi: Äänitteiden määrä kielen mukaan
fr: Nombre d'enregistrements sonores par langue
he: מספר המשפטים עם שמע לפי שפה
hi: भाषा के अनुसार वाक्यों की संख्या
hu: Hangfelvétellel rendelkező mondatok száma nyelvenként
ia: Numero de phrases con audio per lingua
id: Jumlah kalimat dengan audio berdasarkan bahasa
it: Numero di file audio ordinati per lingua
ku: Li gorî zimanan hejmara hevokên xwedî deng
nl: Aantal zinnen met audio op taal gesorteerd
pl: Liczba nagrań dźwiękowych według języka
pt_br: Número de frases com áudio por idioma
ru: Число аудиозаписей по языку
sk: Počet viet so zvukovými nahrávkami podľa jazyka
sr: Број реченица са звучним записом по језику
tr: Dile göre sesli cümle sayısı
uk: Кількість речень зі звуком за мовою
vi: Số câu có âm thanh dựa theo ngôn ngữ

source: Only the last {n} sentences are displayed here.
br: N'eus nemet an/ar/al {n} frazenn ziwezhañ hag a zo diskouezet amañ.
de: Nur die letzten {n} Sätze werden angezeigt.
es: Aquí sólo se muestran las últimas {n} oraciones.
fi: Vain viimeiset {n} lausetta näytetään tässä.
fr: Seules les {n} dernières phrases sont affichées ici.
he: רק {n} המשפטים האחרונים מוצגים כאן.
hi: केवल आख़री {n} वाक्य यहाँ दरशाए गए हैं।
hu: Csak az utolsó {n} mondat jelenik meg itt.
ia: Solmente le ultime {n} phrases es monstrate hic.
id: Hanya {n} kalimat terakhir yang ditampilkan di sini.
it: Solamente le ultime {n} frasi sono visualizzate qui.
nl: Alleen de laatste {n} zinnen worden hier getoond.
pl: Tutaj są pokazane tylko ostatnie {n} zdania/zdań.
pt_br: Apenas as últimas {n} frases são mostradas aqui.
ru: Здесь отображаются только последние {n} предложений.
sk: Je tu zobrazených iba posledných {n} viet.
sr: Овде је приказано само последњих {n} реченица.
tr: Burada sadece son {n} cümle gösterilmektedir.
vi: Chỉ {n} câu cuối cùng được hiển thị ở đây.

source: IBAN:
ar: ‏رقم الحساب المصرفي الدولي ‏(‏‏‏IBAN‏)‏:
he: מס׳ זה״ב:
hi: आईबीएएन:

source: BIC/SWIFT:
hi: बी.आई.सी./स्विफ़्ट:

# incomplete date
source: {month} {year}
hi: {महीना वर्ष}
hu: {hónap} {év}
ja: {year}年{month}
pt_br: {mês} de {ano}

source: {info}, {date}
hi: {जानकारी}, {तारीख}

source: {title} ({results})
hi: {शीर्षक} ({परिणाम})

source: No language selected.
id: Bahasa belum dipilih.
ku: Ziman nehat hilbijartin.
pl: Nie wybrano języka.
ru: Язык не выбран.
sk: Žiadny jazyk nie je vybraný.
sr: Није изабран ниједан језик.
uk: Не обрано мову.

source: This alternative script may contain errors because it has been generated by a piece of software that is not perfect.
es: Esta escritura alternativa puede contener errores porque ha sido generada por un programa informático que no es perfecto.
hu: Ez az alternatív írásrendszer tartalmazhat hibákat, mert egy program hozta létre automatikusan.
id: Skrip alternatif ini kemungkinan memiliki kesalahan karena dibuat oleh perangkat lunak yang belum sempurna.
it: Questo sistema di scrittura alternativo può contenere degli errori perché è stato generato da un software che non è perfetto.
ku: Dibe ku ev scripta alternatîv çewtiyan bihewîne ji ber ku ew ji aliyê bernameyeke ne bêhempa ve hatiye çêkirin.
pl: Ten alternatywny zapis może zawierać błędy, jako że został stworzony niedoskonałym programem.
ru: Альтернативная форма записи может содержать ошибки, так как была сгенерирована несовершенным программным обеспечением.
sk: Tento alternatívny zápis môže obsahovať chyby, pretože bol vytvorený softvérom, ktorý nie je dokonalý.
sr: Ова транскрипција можда садржи грешке јер је генерисана од стране софтвера који није савршен.
tr: Bu alternatif skript hatalı olabilir çünkü kusursuz olmayan bir program tarafından oluşturuldu.
uk: Цей альтернативний скрипт може містити помилки тому що його було згенеровано програмою що не є досконалою.
vi: Tập lệnh thay thế này có thể có lỗi vì nó được tạo ra bởi một phần mềm không hoàn thiện.

source: This transcription may contain errors because it has been generated by a piece of software that is not perfect.
es: Esta transcripción puede contener errores porque ha sido generada por un programa informático que no es perfecto.
hu: Ez az átirat tartalmazhat hibákat, mert egy program hozta létre automatikusan.
id: Transkripsi ini kemungkinan memiliki kesalahan karena dibuat oleh perangkat lunak yang belum sempurna.
it: Questa traslitterazione può contenere degli errori perché è stata generata da un software che non è perfetto.
ku: Dibe ku ev transkripsiyon çewtiyan bihewîne ji ber ku ew ji aliyê bernameyeke ne bêhempa ve hatiye çêkirin.
pl: Ta transkrypcja może zawierać błędy, jako że została stworzona niedoskonałym programem.
ru: Транскрипция может содержать ошибки, так как была сгенерирована несовершенным программным обеспечением.
sk: Tento prepis môže obsahovať chyby, pretože bol vytvorený softvérom, ktorý nie je dokonalý
sr: Ова транскрипција можда садржи грешке јер ју је генерисао софтвер који није савршен.
tr: Bu transkripsiyon hatalı olabilir çünkü kusursuz olmayan bir program tarafından oluşturuldu.
uk: Ця транскрипція містить помилки тому що її було згенеровано програмою яка не є досконалою
vi: Bản phiên âm này có thể có lỗi vì nó được tạo ra bởi một phần mềm không hoàn thiện.

source: This alternative script was generated by a piece of software
es: Esta escritura alternativa ha sido generada por un programa informático
hu: Ezt az alternatív írásrendszert egy program hozta létre automatikusan.
id: Skrip alternatif ini dibuat oleh perangkat lunak
it: Questo sistema di scrittura alternativo è stato generato da un software
ku: Ev scripta alternatîv ji hêla bernameyekê ve hatiye çêkirin
pl: Ten alternatywny zapis został stworzony maszynowo
ru: Альтернативная форма записи была сгенерирована программным обеспечением
sk: Tento alternatívny zápis bol vytvorený softvérom
sr: Ову транскрипцију је генерисао софтвер
tr: Bu alternatif skript bir program tarafından oluşturulmuştur
uk: Цей альтернативний скрипт згенерований програмою
vi: Tập lệnh thay thế này được tạo ra bởi phần mềm

source: This transcription was generated by a piece of software
es: Esta transcripción ha sido generada por un programa informático
hu: Ezt az átiratot egy program hozta létre automatikusan.
id: Transkripsi ini dibuat oleh perangkat lunak
it: Questa traslitterazione è stata generata da un software
ku: Ev transkripsiyona ji hêla bernameyekê ve hatiye çêkirin
pl: Ta transkrypcja została stworzona maszynowo
ru: Транскрипция была сгенерирована программным обеспечением
sk: Tento prepis bol vytvorený softvérom
sr: Ову транскрипцију је генерисао софтвер.
tr: Bu transkripsiyon bir program tarafından oluşturulmuştur
uk: Цю транскрипцію було згенеровано програмою
vi: Phiên âm này được tạo ra bởi phần mềm

source: Google group
es: Grupo de Google
hu: Google csoport
id: Grup Google
it: Gruppo su Google
ku: Koma Googleê
pl: Grupa Google
pt_br: Grupo do Google
ru: Группа Google
sk: Google skupina
sr: Google група
tr: Google Grubu
uk: Група Google
vi: Nhóm Google

source: Narrow search
id: Pencarian biasa
pl: Zawężone wyszukiwanie
ru: Сузить поиск
sk: Bližšie vyhľadávanie
tr: Aramayı daralt

source: Search criteria
id: Kriteria pencarian
pl: Kryteria wyszukiwania
ru: Критерий поиска
sk: Požiadavky vyhľadávania
tr: Arama kriteri

source: Display sentences with the new design. Note that some features are not yet implemented in this new design but are coming soon.
sk: Zobraziť vety v novom vzhľade. Upozorňujeme, že niektoré možnosti ešte nie sú v novom vzhľade zahrnuté, čo sa však čoskoro zmení.

source: Show translations :
sk: Zobraziť preklady v jazyku:
uk: Показати переклади :

source: You need to be logged in.
uk: Ви маєте бути зареєстрованим.

source: restore
uk: відновити

source: permanently delete
uk: видалити назавжди

source: delete
uk: видалити

source: mark as unread
uk: позначити як непрочитане

source: reply
uk: відповісти

source: This list cannot be downloaded because it contains too many sentences.
uk: Цей список не можна завантажити бо в ньому забагато речень.

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
uk: Теґ '{tagName}' був доданий раніше до речення #{number}, або не може бути доданий

source: Password cannot be empty.
uk: Пароль не може бути порожнім.

source: Wrong answer to the question.
uk: Невірна відповідь на питання.

source: To start things off, we encourage you to go to your <a href='{url}'>profile</a> and let us know which languages you speak or are interested in.
uk: Для початку ми закликаємо вас зайти до власного <a href='{url}'>профіля</a> та зазначити мови якими ви володієте або якими цікавитесь.

source: Found {n} sentence that can be switched to {newLicense}.
uk: Знайдено {n} речення ліцензію якого можливо змінити на {newLicense}.

source: Outdated ratings
uk: Застарілі оцінки

source: {user}'s collection - {category}
uk: Коллекція користувача {user} - {category}

source: You can activate it in your settings: "Activate the feature to rate sentences and build your collection..."
uk: Ви можете включити це в настройках: "Включити можливість оцінювати речення та складати власну колекцію..."

source: date modified
uk: датою зміни

source: sentence id
uk: номером речення

source: Daily Average: {n} sentence
uk: В середньому за день: {n} речення

source: View all
uk: Переглянути всі

source: Browse all contributions
uk: Переглянути всі внески

source: Logs of {user}'s contributions
uk: Журнал внесків користувача {user}

# button
source: Advanced search
uk: Розширений пошук

source: #{rank} - {n}&nbsp;sentence - {percentage}%
uk: #{rank} - {n}&nbsp;речення - {percentage}%

source: FAQ
uk: ЧаПи

source: Join the community!
uk: Долучитись до спільноти!

source: The more contributors there are, the more useful Tatoeba will become! Besides, by contributing, not only will you be helpful to the rest of the world, but you will also get to learn a lot.
uk: Що більше учасників, то більш корисним буде Tatoeba! Також, роблячі свій внесок, ви не тільки допоможете всьому світові, а і матимете можливість вчитись новому самі.

source: Username:
uk: Ім’я користувача:

source: Password:
uk: Пароль:

source: {createdDate}, edited {modifiedDate}
uk: {createdDate}, змінено {modifiedDate}

source: permalink
uk: постійне посилання

source: Folders
uk: Теки

source: No results found for: {search}
uk: Нічого не знайдено за: {search}

source: show all languages
uk: показати всі мови

source: Search sentences in {langFrom} translated into {langTo} containing:
uk: Знайти речення мовою {langFrom.ins} перекладені мовою {langTo.ins} що містять:

source: Clear search
uk: Очистити пошук

source: My collection
uk: Моя колекція

source: My sentence logs
uk: Журнали моїх речень

source: Show activity timeline
uk: Показати журнал дій

source: Collection
uk: Колекція

source: Vocabulary items
uk: Елементи словника

source: My vocabulary items
uk: Мої елементи словника

source: The license switch of your sentences is completed. A report has been sent to you by private message.
uk: Зміну ліцензії ваших речень завершено. Звіт буде надіслано вам у приватному повідомленні.

source: The license switch of your sentences is in progress. You will receive a private message when it will be completed.
uk: Зміна ліцензії ваших речень вже почаласть. Ви отримаєте приватне повідомлення коли її буде завершено.

source: The license switch of your sentences will be started soon. You will receive a private message when it will be completed.
uk: Зміна ліцензії ваших речень незабаром почнеться. Ви отримаєте приватне повідомлення коли її буде завершено.

source: A problem occured while switching the license of your sentences.
uk: В процесі зміни ліцензії ваших речень виникла помилка.

source: Press the following button to initiate the license switch.
uk: Натисніть наступну кнопку аби почати зміну ліцензії.

source: Latest donations
uk: Останні пожертви

source: The files provided here are updated every <strong>Saturday at 9 a.m.</strong> (GMT).
uk: Файли що надані тут поновлюються кожної <strong>Суботи о 9:00</strong> (GMT).

source: These files are released under CC-BY.
uk: Ці файли ліцензовані за CC-BY.

source: A part of our sentences are also available under CC0.
uk: Частина наших речень також є доступною на умовах ліцензії CC0.

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
uk: У разі питань або пропозицій <a href="{}">зв'яжіться з нами</a>.

source: In general, we answer quickly.
uk: Зазвичай ми відповідаєм швидко.

source: Download
uk: Завантаження

source: Rating
uk: Оцінка
