Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Collaborative lists
ar: قوائم تعاونية
bg: Списъци за сътрудничество
br: Listennoù kenlabourus
de: Gemeinschaftl. Listen
el: Συνεργατικοί κατάλογοι
eo: Kunlaboraj listoj
es: Listas colaborativas
eu: Auzolanean egindako zerrendak
fi: Yhteistyölistat
fr: Listes collaboratives
he: רשימות שיתופיות
hi: सहयोगात्मक सूचियाँ
hu: Kooperatív listák
ia: Listas collaborative
id: Daftar kolaboratif
is: Samvinnulistar
it: Elenchi collaborativi
ja: 共有リスト
ku: Lîsteyên hevpar
mr: सहयोगी याद्या
nl: Gezamelijke lijsten
pl: Listy współtworzone
pt_br: Listas colaborativas
ro: Liste colaborative
ru: Общие списки
sk: Spoločné zoznamy
sr: Колаборативни спискови
tr: Ortak listeler
tt: Бердәм исемлекләр
uk: Спільні списки
vi: Danh sách cộng tác

# list
source: Unspecified
ar: غير محدّد
bg: Неуточнен
br: Nann-spisaet
de: Unbestimmt
el: Απροσδιόριστος
eo: Nedifinita
es: Sin especificar
eu: Zehaztu gabea
fi: Määrittelemätön
fr: non précisé
he: לא צוין
hi: अनिर्दिष्ट
hu: Meghatározatlan
ia: Non specificate
id: Tidak terspesifikasi
is: Ótilgreint
it: Non specificato
ja: 指定なし
ku: Netaybetkirî
mr: अनिर्दिष्ट
nl: Niet gespecificeerd
pl: Nieokreślone
pt_br: Não especificado
ro: Nespecificat
ru: Неопределенный
sk: Neurčené
sr: Неодређено
tr: Belirtilmemiş
tt: Аныкланмаган
uk: Незазначені
vi: Chưa xác định

source: Other lists
ar: قوائم أخرى
bg: Други списъци
br: Listennoù all
de: Andere Listen
el: Άλλοι κατάλογοι
eo: Aliaj listoj
es: Otras listas
eu: Beste zerrendak
fi: Muut listat
fr: Autres listes
he: רשימות אחרו
hi: अन्य सूचियाँ
hu: Egyéb listák
ia: Altere listas
id: Daftar lain
is: Aðrir listar
it: Altri elenchi
ja: その他のリスト
ku: Lîsteyên din
mr: इतर याद्या
nl: Andere lijsten
pl: Inne listy
pt_br: Outras listas
ro: Alte liste
ru: Другие списки
sk: Ďalšie zoznamy
sr: Други спискови
tr: Diğer listeler
tt: Башка исемлекләр
uk: Інші списки
vi: Danh sách khác

source: added by {user}
ar: إضافة: {user}
bg: добавено от {user}
br: ouzhpennet gant {user}
de: hinzugefügt von {user}
el: προσθήκη από {user}
eo: aldonita de {user}
es: añadida por {user}
eu: {user} erabiltzaileak gehitutakoak
fi: käyttäjän {user} lisäämä
fr: ajoutée par {user}
he: נוסף על ידי {user}
hi: {user} ने जोड़ा
hu: hozzáadva {user} által
ia: addite per {user}
id: ditambahkan oleh {user}
is: bætt við af {user}
it: aggiunta da {user}
ja: 追加：{user}
ku: {user} tevlî kir
mr: {user} यांनी जोडले
nl: toegevoegd door {user}
pl: dodane przez {user}
pt_br: adicionada por {user}
ro: adăugată de către {user}
ru: добавлено {user}
sk: pridané užívateľom {user}
sr: додато од стране корисника {user}
tr: {user} ekledi
tt: өстәлгән {user}
uk: додане користувачем {user}
vi: được thêm bởi {user}

source: added by an unknown member
bg: добавен от неизвестен член
br: ouzhpennet gant un ezel dianav
de: hinzugefügt von einem unbekannten Mitglied
el: προστέθηκε από άγνωστο μέλος
eo: aldonita de nekonata uzanto
es: añadida por un miembro desconocido
eu: erabiltzaile ezezagun batek gehituta
fi: tuntemattoman jäsenen lisäämä
fr: ajoutée par un membre inconnu
he: נוסף על ידי חבר אלמוני
hi: अज्ञात सदस्य ने जोड़ा
hu: hozzáadva egy ismeretlen tag által
ia: addite per un membro incognite
id: ditambahkan oleh anggota tak dikenal
is: bætt við af óþekktum meðlima
it: aggiunta da un membro sconosciuto
ja: 追加：ユーザー不明
ku: endamekî nenas tevlî kir
mr: अज्ञात सदस्याने जोडले
nl: toegevoegd door een onbekende gebruiker
pl: dodane przez nieznanego użytkownika
pt_br: adicionada por um membro desconhecido
ro: adăugată de către un membru necunoscut
ru: добавлено неизвестным пользователем
sk: pridané neznámym užívateľom
sr: додато од стране непознатог корисника
tr: bilinmeyen bir üye ekledi
tt: билгесез катнашучы тарафыннан өстәлгән
vi: được thêm bởi một thành viên không xác định

source: linked by {user}
ar: وصل: {user}
bg: свързан от {user}
br: liammet gant {user}
de: verknüpft von {user}
el: σύνδεση από {user}
eo: ligita de {user}
es: enlazada por {user}
eu: {user} erabiltzaileak estekatutakoak
fi: käyttäjän {user} linkittämä
fr: liée par {user}
he: קושר על ידי {user}
hi: {user} ने लिंक किया
hu: összekapcsolva {user} által
ia: ligate per {user}
id: ditautkan oleh {user}
is: tengd af {user}
it: collegata da {user}
ja: リンク：{user}
ku: {user} girêda
mr: {user} यांनी दुवा जोडला
nl: gekoppeld door {user}
pl: złączone przez {user}
pt_br: ligada por {user}
ro: legătură realizată de către {user}
ru: соединено {user}
sk: pripojené užívateľom {user}
sr: повезано од стране корисника {user}
tr: {user} bağladı
tt: белән бәйле {user}
uk: пов'язане користувачем {user}
vi: được liên kết bởi {user}

source: linked by an unknown member
bg: свързан от неизвестен член
br: liammet gant un implijer dianav
de: verknüpft von einem unbekannten Mitglied
el: συνδέθηκε από άγνωστο μέλος
eo: ligita de nekonata uzanto
es: enlazada por un miembro desconocido
eu: erabiltzaile ezezagun batek estekatu du
fi: tuntemattoman jäsenen linkittämä
fr: liée par un membre inconnu
he: קושר על ידי חבר אלמוני
hi: अज्ञात सदस्य ने लिंक किया
hu: összekapcsolva egy ismeretlen tag által
ia: ligate per un membro incognite
id: ditautkan oleh anggota tak dikenal
is: tengd af óþekktum meðlima
it: collegata da un membro sconosciuto
ja: リンク：ユーザー不明
mr: अज्ञात सदस्याने दुवा जोडला
nl: gekoppeld door een onbekend lid
pl: zlinkowane przez nieznanego użytkownika
pt_br: ligada por um membro desconhecido
ro: legătură realizată de către un membru necunoscut
ru: соединено неизвестным пользователем
sk: pripojené neznámym užívateľom
sr: повезано од стране непознатог корисника
tr: bilinmeyen bir üye bağladı
tt: билгесез катнашучы белән бәйле
vi: được liên kết bởi một thành viên không xác định

source: license chosen by {user}
bg: лиценз, избран от {user}
br: lisañs dibabet gant {user}
de: Lizenz gewählt von: {user}
el: άδεια επιλέχθηκε από {user}
eo: permesilo elektita de {user}
es: licencia elegida por {user}
eu: lizentzia erabiltzaile honek hautatu zuen: {user}
fi: Lisenssi käyttäjän {user} valisema
fr: licence choisie par {user}
he: הרישיון נבחר על ידי {user}
hi: {user} ने लाइसेंस चुना
hu: licenc {user} által választva
ia: licentia selegite per {user}
id: lisensi dipilih oleh {user}
is: leyfi valið af {user}
it: licenza scelta da {user}
ja: ライセンス適用： {user}
ku: lîsans ji hêla {user} ve hate hilbijartin
mr: {user} यांनी परवाना निवडला
nl: licentie gekozen door {user}
pl: licencja wybrana przez {user}
pt_br: licença escolhida por {user}
ro: licența aleasă de către {user}
ru: лицензия выбрана {user}
sk: Licencia vybraná užívateľom {user}
sr: лиценца изабрана од стране корисника {user}
tr: lisansını seçen: {user}
tt: сайланган лицензия {user}
uk: ліцензія обрана користувачем {user}
vi: giấy phép do {user} chọn

source: license chosen by a unknown member
bg: лиценз, избран от неизвестен член
br: lisañs dibabet gant un ezel dianav
de: Lizenz gewählt von einem unbekannten Mitglied
el: άδεια επιλέχθηκε από άγνωστο μέλος
eo: permesilo elektita de nekonata uzanto
es: licencia elegida por un miembro desconocido
eu: erabiltzaile ezezagun batek hautatu du lizentzia mota hau
fi: tuntemattoman jäsenen valitsema lisenssi
fr: Licence choisie par un membre inconnu
he: הרישיון נבחר על ידי חבר אלמוני
hi: अज्ञात सदस्य ने लाइसेंस चुना
hu: licenc ismeretlen tag által választva
ia: licentia selegite per un membro incognite
id: lisensi dipilih oleh anggota tak dikenal
is: leyfi valið af óþekktum meðlima
it: licenza scelta da un membro sconosciuto
ja: ライセンス適用：ユーザー不明
mr: अज्ञात सदस्याने परवाना निवडला
nl: licentie gekozen door een onbekend lid
pl: licencja wybrana przez nieznanego użytkownika
pt_br: licença escolhida por um membro desconhecido
ro: licență aleasă de către un membru necunoscut
ru: лицензия выбрана неизвестным пользователем
sk: Licencia vybraná neznámym užívateľom
sr: лиценца изабрана од стране непознатог корисника
tr: lisansını bilinmeyen bir üye seçti
tt: билгесез катнашучы сайлаган лицензия
vi: giấy phép được chọn bởi một thành viên không xác định

source: edited by {user}
ar: تحرير: {user}
bg: редактирано от {user}
br: aozet gant {user}
de: bearbeitet von {user}
el: επεξεργάστηκε από {user}
eo: modifita de {user}
es: editada por {user}
eu: {user} erabiltzaileak editatutakoak
fi: käyttäjän {user} muokkaama
fr: modifiée par {user}
he: נערך על ידי {user}
hi: {user} ने संपादित किया
hu: szerkesztve {user} által
ia: modificate per {user}
id: diedit oleh {user}
is: breytt af {user}
it: modificata da {user}
ja: 編集：{user}
ku: {user} sererast kir
mr: {user} यांनी संपादित केले
nl: bewerkt door {user}
pl: zmienione przez {user}
pt_br: editada por {user}
ro: editată de către {user}
ru: отредактировано {user}
sk: upravené užívateľom {user}
sr: измењено од стране корисника {user}
tr: {user} düzenledi
tt: редакциядә {user}
uk: змінене користувачем {user}
vi: được {user} chỉnh sửa

source: edited by an unknown member
bg: редактирано от неизвестен потребител
br: aozet gant un ezel dianav
de: bearbeitet von einem unbekannten Mitglied
el: επεξεργάστηκε από άγνωστο μέλος
eo: korektita de nekonata uzanto
es: editada por un miembro desconocido
eu: erabiltzaile ezezagun batek editatu du
fi: tuntemattoman jäsenen muokkaama
fr: modifiée par un membre inconnu
he: נערך על ידי חבר אלמוני
hi: अज्ञात सदस्य ने संपादित किया
hu: szerkesztve egy ismeretlen tag által
ia: modificate per un membro incognite
id: diedit oleh anggota tak dikenal
is: breytt af óþekktum meðlima
it: modificata da un membro sconosciuto
ja: 編集：ユーザー不明
ku: endamekî nenas sererast kir
mr: अज्ञात सदस्याने संपादित केले
nl: aangepast door een onbekend lid
pl: edytowane przez nieznanego użytkownika
pt_br: editada por um membro desconhecido
ro: editată de către un membru necunoscut
ru: отредактировано неизвестным пользователем
sk: upravené neznámym užívateľom
sr: измењено од стране непознатог корисника
tr: bilinmeyen bir üye düzenledi
tt: билгесез катнашучы тарафыннан редакцияләнгән
vi: được chỉnh sửa bởi một thành viên không xác định

source: license changed by {user}
bg: лицензът е променен от {user}
br: lisañs cheñchet gant {user}
de: Lizenz geändert von: {user}
el: άδεια αλλάχθηκε από {user}
eo: Permesilo ŝanĝita de {user}.
es: licencia cambiada por {user}
eu: lizentzia erabiltzaile honek aldatu zuen: {user}
fi: Käyttäjän {user} vaihtama lisenssi
fr: licence changée par {user}
he: הרישיון הוחלף על ידי {user}
hi: {user} ने लाइसेंस बदला
hu: licenc megváltoztatva {user} által
ia: licentia cambiate per {user}
id: lisensi diubah oleh {user}
is: leyfi breytt af {user}
it: licenza cambiata da {user}
ja: ライセンス変更：{user}
ku: lîsans ji hêla {user} ve hate guhertin
mr: {user} यांनी परवाना बदलला
nl: licentie veranderd door {user}
pl: licencja zmieniona przez {user}
pt_br: licença mudada por {user}
ro: licență schimbată de către {user}
ru: лицензия изменена {user}
sk: licencia zmenená užívateľom {user}
sr: лиценца промењена од стране корисника {user}
tr: {user} kullanıcısı lisansı değiştirdi
tt: лицензия үзгәртелде {user}
uk: ліцензію змінено користувачем {user}
vi: giấy phép đã được {user} thay đổi

source: license changed by an unknown member
bg: лицензът е променен от неизвестен член
br: lisañs cheñchet gant un ezel dianav
de: Lizenz geändert von einem unbekannten Mitglied
el: άδεια αλλάχθηκε από άγνωστο μέλος
eo: permesilo ŝanĝita de nekonata uzanto
es: licencia modificada por un miembro desconocido
eu: erabiltzaile ezezagun batek aldatu egin du lizentzia mota
fi: lisenssi tuntemattoman jäsenen vaihtama
fr: Licence modifiée par un membre inconnu
he: הרישיון הוחלף על ידי חבר אלמוני
hi: अज्ञात सदस्य ने लाइसेंस बदला
hu: licenc megváltoztatva egy ismeretlen tag által
ia: licentia cambiate per un membro incognite
id: lisensi diubah oleh anggota tak dikenal
is: leyfi breytt af óþekktum meðlima
it: licenza cambiata da un membro sconosciuto
ja: ライセンス変更：ユーザー不明
ku: lîsans ji aliyê endamekî nenas ve hate guhertin
mr: अज्ञात सदस्याने परवाना बदलला
nl: licentie aangepast door een onbekend lid
pl: licencja zmieniona przez nieznanego użytkownika
pt_br: licença trocada por um membro desconhecido.
ro: licență schimbată de către un membru necunoscut
ru: лицензия изменена неизвестным пользователем
sk: licencia zmenená neznámym užívateľom
sr: лиценца промењена од стране непознатог корисника
tr: lisansı bilinmeyen bir üye değiştirdi
tt: лицензия билгесез катнашучы тарафыннан үзгәртелде
vi: giấy phép được thay đổi bởi một thành viên không xác định

source: deleted by {user}
ar: حذف: {user}
bg: изтрито от {user}
br: dilamet gant {user}
de: gelöscht von {user}
el: διαγράφτηκε από {user}
eo: forigita de {user}
es: eliminada por {user}
eu: {user} erabiltzaileak ezabatutakoak
fi: käyttäjän {user} poistama
fr: supprimée par {user}
he: נמחק על ידי {user}
hi: {user} ने हटाया
hu: törölve {user} által
ia: delite per {user}
id: dihapus oleh {user}
is: eytt af {user}
it: eliminata da {user}
ja: 削除：{user}
ku: {user} jê bir
mr: {user} यांनी हटवले
nl: verwijderd door {user}
pl: usunięte przez {user}
pt_br: apagada por {user}
ro: ștearsă de către {user}
ru: удалено {user}
sk: odstránené užívateľom {user}
sr: обрисано од стране корисника {user}
tr: {user} sildi
tt: кулланучы бетергән {user}
uk: видалене користувачем {user}
vi: bị xóa bởi {user}

source: deleted by an unknown member
bg: изтрито от неизвестен потребител
br: dilammet gant un ezel dianav
de: gelöscht von einem unbekannten Mitglied
el: διαγράφηκε από άγνωστο μέλος
eo: forigita de nekonata uzanto
es: borrado por un miembro desconocido
eu: erabiltzaile ezezagun batek detektatu du
fi: tuntemattoman jäsenen poistama
fr: supprimée par un membre inconnu
he: נמחק על ידי חבר אלמוני
hi: अज्ञात सदस्य ने हटाया
hu: törölve egy ismeretlen tag által
ia: delite per un membro incognite
id: dihapus oleh anggota anonim
is: eytt af óþekktum meðlima.
it: cancellata da un membro sconosciuto
ja: 削除：ユーザー不明
ku: endamekî nenas rakir
mr: अज्ञात सदस्याने हटवले
nl: verwijderd door een onbekend lid
pl: usunięte przez nieznanego użytkownika
pt_br: deletada por um membro desconhecido
ro: ștearsă de către un membru necunoscut
ru: удалено неизвестным пользователем
sk: odstránené neznámym užívateľom
sr: обрисано од стране непознатог корисника
tr: bilinmeyen bir üye sildi
tt: билгесез катнашучы тарафыннан юк ителгән
vi: bị xóa bởi một thành viên không xác định

source: unlinked by {user}
ar: فصل: {user}
bg: развързан от {user}
br: diliammet gant {user}
de: getrennt von {user}
el: αποσύνδεση από {χρήστη}
eo: malligita de {user}
es: desenlazada por {user}
eu: {user} erabiltzaileak kendu ditu estekak
fi: käyttäjän {user} poistama linkitys
fr: déliée par {user}
he: נותק על ידי {user}
hi: {user} ने अनलिंक किया
hu: leválasztva {user} által
ia: disligate per {user}
id: Tautan dilepas oleh {user}
is: aftengd af {user}
it: separata da {user}
ja: リンク解除：{user}
mr: {user} यांनी दुवा मोडला
nl: ontkoppeld door {user}
pl: odłączone przez {user}
pt_br: desligada por {user}
ro: legătură întreruptă de către {user}
ru: отсоединено {user}
sk: odpojené užívateľom {user}
sr: раскинута веза од стране корисника {user}
tr: {user} bağını kaldırdı
tt: {user} белән бәйле түгел
uk: відокремлене користувачем {user}
vi: bị xóa liên kết bởi {user}

source: unlinked by an unknown member
bg: развързан от неизвестен член
br: diliammet gant un implijer dianav
de: getrennt von einem unbekannten Mitglied
el: αποσυνδέθηκε από άγνωστο μέλος
eo: malligita de nekonata uzanto
es: desenlazada por un miembro desconocido
eu: erabiltzaile ezezagun batek desatsegintzat jo du
fi: linkitys tuntemattoman jäsenen poistama
fr: déliée par un membre inconnu
he: נותק על ידי חבר אלמוני
hi: अज्ञात सदस्य ने अनलिंक किया
hu: leválasztva egy ismeretlen tag által
ia: disligate per un membro incognite
id: tautan dilepas oleh anggota tak dikenal
is: aftengd af óþekktum meðlima
it: scollegata da un membro sconosciuto
ja: リンク解除：ユーザー不明
mr: अज्ञात सदस्याने दुवा मोडला
nl: ontkoppeld door een onbekend lid
pl: odlinkowane przez nieznanego użytkownika
pt_br: desligada por um membro desconhecido
ro: legătură întreruptă de către un membru necunoscut
ru: отсоединено неизвестным пользователем
sk: odpojené neznámym užívateľom
sr: раскинута веза од стране непознатог корисника
tr: bilinmeyen bir üye bağını kaldırdı
tt: билгесез катнашучы тарафыннан аерылган
vi: bị xóa liên kết bởi một thành viên không xác định

source: admin
ar: إداري
bg: администратор
br: merour
de: Administrator
el: διαχειριστής
eo: administranto
es: administrador
fi: ylläpitäjä
fr: administrateur
he: הנהלה
hi: व्यवस्थापक
id: administrator
is: stjórnandi
it: amministratore
ja: 管理人
ku: rêvebir
mr: प्रशासक
nl: beheerder
pt_br: administrador
ro: administrator
ru: администратор
sr: администратор
tr: yönetici
tt: администратор
uk: адміністратор
vi: quản trị viên

source: corpus maintainer
ar: صائن لذخيرة النصوص
bg: поддържащ корпус
br: dalc'hour korpus
de: Korpuspfleger
el: συντηρητής corpus
eo: tekstara bontenanto
es: administrador de corpus
eu: corpusaren kudeatzailea
fi: korpuksen huoltaja
fr: en charge de la maintenance du corpus
he: מתחזקי הקורפוס
hi: कोष अनुरक्षक
hu: korpusz-felelős
ia: responsabile del corpus
id: pengelola korpus
is: málheildsumsjónarmaður
it: responsabile del corpus
ja: コーパス整備員
mr: लेखनसंभार प्रबंधक
nl: corpusonderhouder
pl: nadzorca korpusu
pt_br: mantenedor do corpus
ro: responsabil întreținere baze de date
ru: ответственный за корпус
sk: správca korpusu
sr: одржаватељ корпуса
tr: derlem görevlisi
tt: корпус өчен җаваплы
uk: Супровідник мовного корпусу
vi: người bảo trì kho ngữ liệu

source: advanced contributor
ar: مساهم متقدم
bg: старши сътрудник
br: degaser araokaet
de: fortgeschrittener Mitarbeiter
el: προχωρημένος συνεισφέρων
eo: progresinta kontribuanto
es: contribuidor avanzado
eu: laguntzaile bikaina
fi: ylennetty avustaja
fr: contributeur avancé
he: מתנדבים מתקדמים
hi: उन्नत योगदानकर्ता
hu: veterán
ia: contributor avantiate
id: kontributor tingkat lanjut
is: háþróaður þátttakandi
it: contributore avanzato
ja: 上級ユーザー
ku: beşdarvanên pêşketî
mr: प्रगत योगदाता
nl: gevorderde bijdrager
pl: zaawansowany autor
pt_br: colaborador avançado
ro: colaborator avansat
ru: старший участник
sk: pokročilý prispievateľ
sr: напредни доприносилац
tr: gelişmiş katılımcı
tt: алга киткән катнашучы
uk: досвідчений учасник
vi: cộng tác viên nâng cao

source: contributor
ar: مساهم
bg: сътрудник
br: degaser
de: Mitarbeiter
el: συνεισφέρων
eo: kontribuanto
es: contribuyente
eu: laguntzailea
fi: avustaja
fr: contributeur
he: מתנדבים
hi: योगदानकर्ता
hu: hozzájáruló
id: kontributor
is: þátttakandi
it: contributore
ja: 一般ユーザー
ku: beşdar
mr: योगदाता
nl: bijdrager
pl: autor
pt_br: colaborador
ro: colaborator
ru: участник
sk: prispievateľ
sr: доприносилац
tr: katılımcı
tt: катнашучы
uk: учасник
vi: cộng tác viên

source: inactive
ar: خامل
bg: неактивен
br: dioberiant
de: nicht aktiv
el: ανενεργό
eo: neaktiva
es: inactivo
eu: Jarduerarik ez duena
fi: epäaktiivinen
fr: inactif
he: לא פעילים
hi: निष्क्रिय
hu: inaktív
id: tidak aktif
is: óvirk(ur)
it: non attivo
ja: 休止中
ku: derçalak
mr: निषक्रीय
nl: inactief
pl: nieaktywny
pt_br: inativo
ro: inactiv
ru: неактивный
sk: nečinný
sr: некативан
tr: pasif
tt: актив булмаган
uk: неактивний
vi: không hoạt động

source: suspended
ar: موقوف
bg: деактивиран
br: ispilhet
de: gesperrt
eo: malaktivigita
es: suspendido
eu: bertan behera
fi: jäädytetty
fr: suspendu
he: מושעים
hi: निलंबित
hu: felfüggesztve
ia: suspendite
id: dibekukan
is: bannaður
it: sospeso
ja: 一時停止中
ku: sekinandin
mr: निलंबित
nl: geschorst
pl: zawieszony
pt_br: suspenso
ro: suspendat
ru: приостановлен
sk: pozastavený
sr: суспендован
tr: uzaklaştırılmış
tt: туктатылды
uk: заблокований
vi: bị đình chỉ

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
ar: عُلِّمت هذه الجملة غير معتمدة. الجمل غير المعتمدة لا يمكن ترجمتها.
bg: Понастоящем това изречение е маркирано като неодобрено. Неодобрените изречения не могат да бъдат преведени.
br: Ar frazenn-mañ a zo merket evel hep asant ebet evit bremañ. N'hall ket bezañ troet ar frazennoù n'int ket bet asantet.
de: Dieser Satz ist zur Zeit rot markiert und kann daher nicht übersetzt werden.
el: Αυτή η φράση προς το παρόν έχει επισημανθεί ως μη εγκεκριμένη. Μη εγκεκριμένες φράσεις δεν μπορούν να μεταφραστούν.
eo: La frazo estas nun markita kiel neaprobita. Neaprobitaj frazoj ne povas esti tradukitaj.
es: Esta oración está actualmente marcada como reprobada. Las oraciones reprobadas no pueden ser traducidas.
eu: Esaldi hau oraingoz markatuta dago 'ez-onartua' bezala. Onartu gabe dauden esaldiak ezin dira itzuli.
fi: Tämä lause on määritelty tällä hetkellä vahvistamattomaksi. Vahvistamattomia lauseita ei voi kääntää.
fr: Cette phrase est à l'heure actuelle signalée comme non approuvée. Les phrases non approuvées ne peuvent être traduites.
he: המשפט הזה סומן כבלתי מאושר. משפטים שטרם אושרו אינם זמינים לתרגום.
hi: इस वाक्य को वर्तमान में अस्वीकृत अननुमोदित के रूप में चिह्नित किया गया है। अस्वीकृत वाक्यों का अनुवाद नहीं किया जा सकता है।
hu: Ez a mondat jóváhagyatlannak van jelölve. A nem jóváhagyott mondatokat nem lehet lefordítani.
ia: Iste phrase es actualmente marcate como non approbate. Phrases non approbate non pote esser traducite.
id: Kalimat ini saat ini tertandai sebagai belum disetujui. Kalimat-kalimat yang belum disetujui tidak dapat diterjemahkan.
is: Þessi setning er merkt sem ósamþykkt. Ósamþykktar setningar geta ekki verið þýddar.
it: Questa frase è attualmente impostata come non approvata. Le frasi non approvate non possono essere tradotte
ja: 現在この文は非承認となっています。非承認の文には訳を追加することができません。
mr: या वाक्याला सध्या अमान्य म्हणून चिन्हित केले गेले आहे. अमान्य वाक्यांचे भाषांतर करता येत नाही.
nl: Deze zin is momenteel gemarkeerd als afgekeurd. Afgekeurde zinnen kunnen niet vertaald worden.
pl: To zdanie jest obecnie oznaczone jako niezatwierdzone. Niezatwierdzone zdania nie mogą być tłumaczone.
pt_br: Atualmente, esta frase está marcada com "eu não aprovo". Estas frases não podem ser traduzidas.
ro: Această propoziție este marcată momentan ca neaprobată. Propozițiile neaprobate nu pot fi traduse.
ru: Это предложение в настоящий момент помечено как не получившее одобрения. Функция перевода для таких предложений недоступна.
sk: Táto veta je v súčasnosti označená ako neschválená. Neschválené vety nemožno prekladať.
sr: Овај реченица је тренутно обележена као непотврђена. Непотврђене речение не могу да се преводе.
tr: Bu cümle şu anda onaylanmamış durumda. Onaylanmamış cümleler çevrilemez.
tt: Хәзерге вакытта бу җөмлә расланмаган дип билгеләнгән. Расланмаган җөмләләр тәрҗемә ителә алмый.
uk: Це речення позначене як не схвалене. Не схвалені речення не можуть бути перекладені.
vi: Câu này hiện được đánh dấu là chưa được phê duyệt. Bạn không thể dịch các câu chưa được phê duyệt.

source: Undo
ar: تراجع
bg: Отмяна
br: Dizober
de: Rückgängig machen
el: Αναίρεση
eo: Nuligi
es: Deshacer
eu: Baliogabetu
fi: Peruuta
fr: Annuler
he: ביטו
hi: पूर्ववत करें
hu: Visszavonás
ia: Disfacer
id: Urungkan
is: Afturkalla
it: Annulla
ja: 元に戻す
ku: Vegerîne
mr: पूर्ववत करा
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ro: Anulați
ru: Откат
sk: Zvrátiť
sr: Оповргни
tr: Geri al
tt: Бетерү
uk: Скасувати зміни
vi: Hoàn tác
