Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: List name
ar: اسم القائمة
bg: Име на списък
br: Listenn an anvioù
de: Listenbezeichnung
el: Όνομα καταλόγου
eo: Listonomo
es: Nombre de lista
eu: Zerrendaren izena
fi: Listan nimi
fr: Nom de la liste
he: שם רשימה
hi: सूची का नाम
hu: Lista név
ia: Nomine de lista
id: Nama daftar
is: Listarnafn
it: Nome dell'elenco
ja: リスト名
ku: Navê lîsteyê
mr: यादीचे नाव
nl: Lijstnaam
pl: Nazwa listy
pt_br: Nome da lista
ro: Numele listei
ru: Название списка
sk: Názov zoznamu
sr: Име списка
tr: Liste adı
tt: Исемлек исеме
uk: Ім'я списка
vi: Tên danh sách

source: Editable by
ar: قابل للتعديل بواسطة
bg: Редактирано от
br: Gellout a ra bezañ aozet gant
de: Bearbeitungsrechte
el: Επεξεργάσημο από
eo: Adaptebla de
es: Editable por
eu: Honek edita dezake:
fi: Muokkaajat
fr: Modifiable par
he: זמין לעריכה של
hi: यह संपादित कर सकते है
hu: Szerkesztheti
ia: Modificabile per
id: Dapat diedit oleh
is: Breytanlegt af
it: Modificabile da
ja: 編集可能なユーザー
mr: हे संपादित करू शकतात
nl: Bewerkbaar door
pl: Edytowalne przez
pt_br: Editável por
ro: Editabilă de
ru: Может редактироваться
sk: Upraviteľné užívateľom
sr: Може да измени
tr: Düzenleyebilenler
tt: Ярдәмендә редакцияләнә торган
uk: Може бути змінено
vi: Có thể chỉnh sửa bởi

source: Meaning id
ar: معرّف المعنى
bg: Идентификатор на значението
br: Ster an id
de: Übersetzungsnummer
el: Αναγνωριστικό νοήματος
eo: Signifo-identigilo
es: Id del significado
eu: Esanahiaren id
fi: Merkitysen tunnistenumero
fr: Identifiant de la signification
he: מזהה משמעות
hi: अर्थ आईडी
hu: Jelentés azonosító (id)
ia: ID de signification
id: id arti
it: ID del significato
ja: 英訳の例文番号
ku: Hejmara naverokê
mr: अर्थ आयडी
nl: Betekenis-ID
pl: ID znaczenia
pt_br: Número de identificação do significado
ro: ID
ru: ID значения
sk: Číslo významu
sr: ID значења
tr: İçerik numarası
tt: Билгеләүче идентификатор
uk: Ідентифікатор пояснення
vi: Id nghĩa

source: Skill level
ar: مستوى المهارة
bg: Ниво на умение
br: Live mestroniañ
de: Qualifikationsniveau
el: Επίπεδο εμπειρίας
eo: Nivelo de kompetenteco
es: Nivel de competencia
eu: Trebetasun maila
fi: Taitotaso
fr: Niveau
he: רמת מיומנות
hi: कौशल स्तर
hu: Tudásszint
ia: Nivello de habilitate
id: Tingkat kecakapan
it: Livello di abilità
ja: レベル
ku: Asta jîrbûnê
mr: कौशल्य स्तर
nl: Vaardigheidsniveau
pl: Stopień biegłości
pt_br: Nível de habilidade
ro: Nivel de cunoștință
ru: Уровень владения
sk: Úroveň znalosti
sr: Ниво познавања
tr: Bilgi seviyesi
tt: Квалификация дәрәҗәсе
uk: Рівень
vi: Trình độ

source: Details
ar: التفاصيل
bg: Детайли
br: Munudoù
el: Λεπτομέρειες
eo: Detaloj
es: Detalles
eu: Zehaztasunak
fi: Tarkemmat tiedot
fr: Précisions
he: פרטים
hi: विवरण
hu: Részletek
ia: Detalios
id: Rincian
is: Smáatriði
it: Dettagli
ja: 詳細
ku: Hûrgilî
mr: तपशील
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Подробности
sk: Podrobnosti
sr: Детаљи
tr: Ayrıntılar
tt: Тәфсилләр
uk: Подробиці
vi: Chi tiết

source: Attribution URL
ar: وصلة URL للنسب
bg: URL за приписване
br: Dereiñ URL
de: Urheberprofil
el: URL απόδοσης
eo: Atribua retadreso
es: Atribución de URL
eu: Egiletza aitortzen duen URL
fi: Tekijän nimeämisessä käytettävä URL
fr: URL d'attribution
he: כתובת ייחוס
hi: आरोपण यू.आर.एल.
hu: Forrásmegjelölési URL
ia: URL pro attribution
id: URL Atribusi
it: URL per l'attribuzione
ja: 著作権の帰属に関するURL
mr: आरोपण यू.आर.एल.
nl: Toewijzings-URL
pl: Adres URL źródła
pt_br: URL de atribuição
ro: Atribuire URL
ru: Ссылка на источник
sk: Priraďovacia URL
sr: URL лиценце
tr: Atıf URL'si
tt: Атрибутик URL
uk: Посилання на автора
vi: URL phân bổ

source: Script name
bg: Име на скрипта
br: Anv ar skript
de: Schriftsystem
eo: Nomo de la skripto
es: Nombre del documento
eu: Script-aren izena
fi: Kirjoitusjärjestelmän nimi
fr: Nom de l’écriture
he: שם כתב
hi: लिपी का नाम
hu: Írásrendszer
ia: Nomine del scriptura
id: Nama skrip
it: nome del sistema di scrittura
ja: 文字体系名
ku: Navê scriptê
mr: लिपीचे नाव
nl: Scriptnaam
pl: Nazwa skryptu
pt_br: Nome do script
ro: Denumire script
ru: Название письменности
sk: Názov zápisu
sr: Назив писма
tr: Skript adı
tt: Скрипт исеме
vi: Tên tập lệnh

source: Audio id
bg: Аудио идентификатор
br: ID an aodio
de: Aufnahme Nr.
eo: Son-identigilo
fi: Äänitetunniste
fr: Identifiant de l'enregistrement sonore
he: מזהה שמע
hi: ऑडियो आईडी
ia: ID de audio
it: ID audio
ja: 音声番号
mr: ऑडिओ आय.डी.
pt_br: Número de identificação do áudio
ru: Номер аудио
tt: Тавыш идентификаторы

source: Note
ar: ملاحظة
bg: Бележка
br: Notenn
de: Hinweis
el: Σημείωση
eo: Noto
es: Nota
eu: Oharra
fi: Huomautus
he: הערה
hi: टिप्पणी
hu: Megjegyzés
ia: Nota
id: Catatan
is: Ath.
it: Nota
ja: 留意点
ku: Not
mr: टीप
nl: Opmerking
pl: Notatka
pt_br: Nota
ro: Notă
ru: Примечание
sk: Poznámka
sr: Белешка
tr: Not
tt: Искәрмә
uk: Увага
vi: Ghi chú

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
ar: لن تفيدك البيانات الموجودة هنا، إلّا في حال كنت تُبرمج أداةً لغويةً أو تُعالج البيانات.
bg: Данните, които ще намерите тук, НЯМА да бъдат полезни, освен ако не кодирате езиков инструмент или не обработвате данни.
br: Ar roadennoù a vo kavet amañ ganeoc'h na vo ket evit servij deoc'h nemet e kodfec'h un ostilh yezhel pe hag a dret roadennoù.
de: Die hier bereitgestellten Dateien sind nur zum Programmieren und zur Datenverarbeitung von Nutzen.
el: Τα δεδομένα που θα βρεις εδώ ΔΕΝ θα σου είναι χρήσιμα εκτός κι αν γράφετε κώδικα για ένα γλωσσικό εργαλείο ή επεξεργάζεστε δεδομένα.
eo: La informoj, kiujn vi trovos tie ĉi NE estos utilaj, krom se vi kodas lingvilon aŭ traktas datumojn.
es: Los datos que encontrará aquí NO le serán de utilidad a menos que esté implementando una herramienta de procesamiento del lenguaje o de procesamiento de datos.
eu: Hemen topatuko dituzun datuak EZ dira erabilgarriak izango ez bazaude hizkuntza tresna baten kodea idazten edo honelako datuak prozesatzen.
fi: Tässä tarjolla olevat tiedot EIVÄT ole hyödyllisiä, jollet koodaa kielityökalua tai käsittele tietoja.
fr: Les données que vous trouverez ici ne vous seront PAS utiles à moins que vous codiez un outil pour les langues ou que vous effectuiez des traitements sur les données.
he: הנתונים שנמצאים כאן לא יביאו תועלת אלא אם כן זה למטרות פיתוח כלי לשוני או לעיבוד נתונים.
hi: यहां आपको जो डेटा मिलेगा वह तब तक उपयोगी नहीं होगा जब तक कि आप किसी भाषा उपकरण को कोड नहीं कर रहे हों या डेटा को संसाधित नहीं कर रहे हों।
hu: Az itt található adatok NEM lesznek hasznára, hacsak nem valamilyen nyelvi eszközt programoz vagy adatokat dolgoz fel.
ia: Le datos que se trova hic SOLMENTE te essera utile si tu face programmas linguistic o de processamento de datos.
id: Data yang Anda temukan di sini TIDAK dapat digunakan kecuali bila Anda membuat sebuah alat bahasa atau pemrosesan data.
it: I dati che troverai qui NON saranno utili finché non starai creando uno strumento per le lingue o analizzando dei dati.
ja: このページにあるファイルは、プログラムを組んで利用するためのものです。
mr: आपण भाषाविषयक साधन कोड करत नसाल किंवा डेटा संस्करण करत नसाल तर येथील सापडणारा डेटा आपल्याला उपयोगी पडणार नाही!
nl: De data die je hier kunt vinden, zijn NIET nuttig, tenzij je een taal-tool programmeert of data verwerkt.
pl: Dane, które tu znajdziesz, NIE będą przydatne, chyba, że programujesz narzędzie językowe lub przetwarzasz dane.
pt_br: Os dados que você encontrará aqui NÃO lhe serão úteis a menos que você esteja programando uma ferramenta linguística ou trabalhando com precessamento de dados.
ro: Datele pe care le găsiți aici NU vor fi utile decât dacă dezvoltați un instrument lingvistic sau dacă prelucrați date.
ru: Данные, которые вы найдете здесь, НЕ будут вам полезны, если только вы не занимаетесь программированием языковых инструментов или обработкой данных.
sk: Údaje, ktoré tu nájdete, pre vás NEBUDÚ užitočné, pokiaľ nekódujete jazykový nástroj alebo nespracúvate dané údaje.
sr: Информације које нађеш овде ти НЕЋЕ бити корисни ако их не преузимаш због кодирања апликације или процесуирања података.
tr: Bir dil aracı kodlamadığınız veya veriyi işlemediğiniz sürece burada bulacağınız veriler işinize YARAMAZ.
tt: Әгәр дә сез тел коралын программалаштыру яки мәгълүматларны эшкәртү белән шөгыльләнмәсәгез, сез монда таба торган мәгълүматлар файдалы булмаячак.
uk: Дані що знаходяться тут НЕ будуть корисними для вас хіба що ви сподіваєтесь використати їх для інструмента для обробки мовних даних.
vi: Dữ liệu bạn tìm thấy ở đây sẽ KHÔNG hữu ích trừ khi bạn đang lập trình một công cụ ngôn ngữ hoặc đang xử lý dữ liệu.

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
ar: إن كنت تريد جملًا تستطيع استخدامها لتعلم لغة ما، فطالع <a href="{}">قوائم الجمل</a>. بإمكانك أن تبني قائمتك، أو تطالع القوائم التي أنشأها الآخرون. يمكن تنزيل القوائم وطباعتها.
bg: Ако просто искате изречения, които можете да използвате, за да научите език, разгледайте списъците с <a href="{}">изречения</a>. Можете да създадете свой собствен, или да видите тези, които другите са създали. Списъците могат да бъдат изтеглени и отпечатани.
br: Ma fell deoc'h kaout frazennoù da implijout da zeskiñ ur yezh, kit da deurel ur sell war <a href="{}">listennoù ar frazennoù</a>. Gellout a rit sevel ho re pe mont da welet ar re bet skrivet gant ar re all. Al listennoù-mañ a c'hall bezañ pellgarget ha moullet.
de: Wenn du an Sätzen zum Lernen interessiert bist, könnte sich ein Blick auf die <a href="{}">Satzlisten</a> lohnen. Du kannst eigene erstellen oder diejenigen anderer betrachten. Die Listen können heruntergeladen und ausgedruckt werden.
el: Αν απλώς χρειάζεστε φράσεις που μπορείς να χρησιμοποιήσετε για να μάθετε μια γλώσσα, ρίξτε μια ματιά στο <a href="{}">sentence lists</a>. Μπορείτε να φτιάξετε τις δικές σας, ή να δείτε εκείνες που άλλοι έχουν δημιουργήσει. Αυτές τις λίστες μπορείτε να τις κατεβάσετε και να τις τυπώσετε.
eo: Se vi simple volas frazojn, kiujn vi povas uzi por lerni lingvon, rigardu la <a href="{}">frazlistojn</a>. Vi povas krei viajn proprajn, aŭ rigardi tiujn, kiujn aliaj kreis. La listoj povas esti elŝutitaj kaj presitaj.
es: Si solo quiere utilizar frases para aprender un idioma, busque en las <a href="{}">listas de frases</a>. Puede crear las suyas propias o ver las que otros han creado. Las listas pueden ser descargadas o imprimidas.
eu: Esaldiak hizkuntza ikasteko besterik behar ez badituzu, aztertu <a href="{}">esaldien zerrendak</a>. Zuk zeuk zeure zerrenda sortu ahal duzu, edo ikus dezakezu beste erabiltzaileek sortutako zerrendak. Zerrenda horiek deskargatu eta inprima daitezke.
fi: Jos haluat vain lauseita, joita voit käyttää kielen opiskelussa, käy katsomassa <a href="{}">lauselistoja</a>. Voit kerätä kokoon oman listasi tai katsella listoja, jotka muut ovat luoneet. Voit ladata listan koneellesi ja tulostaa sen.
fr: Si vous voulez juste des phrases utilisables pour apprendre une langue, jetez un œil aux <a href="{}">listes de phrases</a>. Vous pouvez élaborer vos propres listes, ou consulter celles créées par les autres. Les listes peuvent être téléchargées et imprimées.
he: אם כל מבוקשך הוא משפטים בהם אפשר להשתמש כדי ללמוד שפה, כדאי לגשת אל <a href="{}">רשימות המשפטים</a>. אפשר לבנות רשימות משלך או לעיין באלו שיצרו אחרים. את הרשימות ניתן להוריד ולהדפיס.
hi: यदि आप केवल ऐसे वाक्य चाहते हैं जिनका उपयोग आप भाषा सीखने के लिए कर सकें, तो <a href="{}">वाक्य सूचियां</a> देखें। आप अपना खुद का निर्माण कर सकते हैं, या उन लोगों को देख सकते हैं जिन्हें दूसरों ने बनाया है। सूचियों को डाउनलोड और मुद्रित किया जा सकता है।
hu: Ha egyszerűen csak olyan mondatokat szeretne, amelyek segítségével elsajátíthatja a nyelvet, nézze meg a <a href="{}">listákat</a>. Készíthet sajátot, vagy megtekintheti azokat, amelyeket mások készítettek. A listák letölthetők és kinyomtathatók.
ia: Si tu vole phrases a usar pro apprender un lingua, consulta le <a href="{}">listas de phrases</a>. Tu pote construer le tues o vider illos create per alteres. Le listas pote esser discargate e imprimite.
id: Apabila Anda menginginkan kalimat-kalimat yang dapat digunakan untuk mempelajari sebuah bahasa, lihat <a href="{}">daftar kalimat</a>. Anda dapat membuat daftar Anda sendiri, atau melihat daftar yang dibuat oleh pengguna lain. Daftar-daftar tersebut dapat diunduh dan dicetak.
it: Se più semplicemente vuoi delle frasi da poter utilizzare per imparare una lingua, dai un'occhiata agli <a href="{}">elenchi di frasi</a>. Puoi crearne uno tuo, oppure puoi visualizzre quelli creati dagli altri. Gli elenchi possono essere scaricati e stampati.
ja: Tatoebaの例文をご利用になりたい一般の学習者には<a href="{}">リスト</a>機能がおすすめです。自分のリストを作ったり、他のユーザーが作ったリストを見ることができます。リストはダウンロードしたり印刷したりすることもできます。
mr: केवळ भाषा शिकण्यासाठी वापर करता येईल अशी वाक्ये हवी असतील, तर <a href="{}">वाक्यांच्या याद्या</a> बघा. आपण स्वतःच्याही याद्या बनवू शकता, किंवा दुसर्‍यांनी बनवलेल्या याद्या पाहू शकता. याद्या डाउनलोड करता किंवा छापतासुद्धा येतात.
nl: Als je gewoon zinnen wilt die je kunt gebruiken om een taal te leren, kijk dan op de <a href="{}">zinnenlijsten</a>. Je kan je eigen lijst maken, of de lijsten bekijken die anderen hebben aangemaakt. De lijsten kunnen gedownload en uitgeprint worden.
pl: Jeżeli po prostu potrzebujesz zdań, których będziesz mógł użyć do nauki języka, sprawdź <a href="{}">listy zdań</a>. Możesz tworzyć własne listy lub przeglądać te stworzone przez innych. Listy można pobierać i drukować.
pt_br: Se você está interessado apenas em frases que lhe podem ser úteis no aprendizado de um idioma, dê uma olhada nas <a href="{}">listas de frases</a>. Você pode construir as suas próprias listas ou ver as que os outros usuários criaram. As listas podem ser baixadas e impressas.
ro: Dacă doriți doar propoziții pe care să le puteți utiliza pentru a învăța o limbă, consultați <a href="{}">listele de propoziții</a>. Vă puteți construi propriile liste sau le puteți accesa pe cele create de alții. Listele pot fi descărcate și tipărite.
ru: Если вам нужны предложения для изучения какого-либо языка, воспользуйтесь <a href="{}">списками предложений</a>. Вы можете создать собственный список или просматривать списки, созданные другими участниками. Списки также можно загружать и распечатывать.
sk: Pokiaľ iba chcete vety použiteľné pri výuke jazyka, vyskúšajte <a href="{}">zoznamy viet</a>. Môžete si vytvoriť vlastný alebo zobraziť zoznamy vytvorené inými užívateľmi. Zoznamy si môžete stiahnuť alebo vytlačiť.
sr: Ако ти просто требају реченице помоћу којих желиш да учиш језик, погледај <a href="{}">списак реченица</a>. Можеш да направиш свој или да гледаш оне који су креирали други. Спискови могу да се преузму и одштампају.
tr: Sadece dil öğrenmek için kullanacağınız cümleleri istiyorsanız <a href="{}">cümle listelerine</a> bakın. Kendi listenizi oluşturabilir ya da başkalarının listelerini görüntüleyebilirsiniz. Bu listeler indirilebilir ve yazdırılabilirdir.
tt: Әгәр сезгә телне өйрәнү өчен куллана алырлык җөмләләр кирәк икән, җөмләләр исемлеге белән танышыгыз. Сез үзегезнекен төзи аласыз яки башка кулланучылар тарафыннан булдырылган тәкъдимнәрне карый аласыз. Исемлекләрне йөкләп, бастырып чыгарырга була.
uk: Якщо вам просто потрібні речення для вивчення мови, зверніть увагу на <a href="{}">списки речень</a>. Ви можете зібрати власний, або користуватись списками що зібрали інші. Списки можна завантажувать та друкувать.
vi: Nếu bạn chỉ cần những câu mà bạn có thể dùng để học một ngôn ngữ, hãy xem danh sách <a href="{}">sentence</a>. Bạn có thể tạo cho riêng mình hoặc xem những thứ mà người khác tạo ra. Danh sách có thể được tải xuống và in.

source: General information about the files
ar: معلومات عامّة حول الملفات
bg: Обща информация за файловете
br: Titouroù pennañ diwar-benn ar restr
de: Allgemeine Informationen
el: Γενικές πληροφορίες σχετικά με τα αρχεία
eo: Ĝeneralaj informoj pri la dosieroj
es: Información general acerca de los ficheros
eu: Fitxategiei buruzko informazio orokorra
fi: Yleistä tietoa tiedostoista
fr: Information générale à propos des fichiers
he: מידע נוסף על הקבצים
hi: फाइलों के बारे में सामान्य जानकारी
hu: Általános információ a fájlokról
ia: Information general sur le files
id: Informasi umum mengenai berkas
it: Informazioni generali sui file
ja: ダウンロード用のファイルについて
ku: Di derbarê pelgeyan de agahiyên giştî
mr: फाइलींविषयी साधारण माहिती
nl: Algemene informatie over de bestanden
pl: Więcej informacji o tych plikach
pt_br: Informações gerais sobre os arquivos
ro: Informații generale despre fișiere
ru: Общая информация о файлах
sk: Všeobecné údaje o súboroch
sr: Опште информације о фајловима
tr: Dosyalarla ilgili genel bilgi
tt: Файллар турында гомуми мәгълүмат
uk: Загальна інформація про файли
vi: Thông tin chung về các tệp

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
ar: كثير من الجمل اليابانية والإنجليزية مأخوذة من <a href="{}">ذخيرة تاناكا (Tanaka Corpus)</a> والتي تنتمي إلى الملكيّة العامّة.
bg: Много от японските и английските изречения са от <a href="{}">Tanaka Corpus</a>, който е публичното достояние.
br: Darn vuiañ ar frazennoù japanek ha saoznek a zo eus ar <a href="{}">C'horpus Tanaka</a>, hag a vez perc'hennet gant an domani foran.
de: Viele der japanischen und englischen Sätze gehören zum gemeinfreien <a href="{}">Tanaka-Korpus</a>.
el: Πολλές από τις Ιαπωνικές και Αγγλικές φράσεις είναι από το <a href="{}">Tanaka Corpus</a>, το οποίο ανήκει στη δημόσια σφαίρα.
eo: Multaj japanaj kaj anglaj frazoj venas el la publika <a href="{}">Tanaka Corpus</a>.
es: Muchas de las oraciones en japones y en inglés provienen del <a href="{}">Corpus Tanaka</a> que forma parte del dominio público.
eu: Japonierazko eta ingelesezko hainbat esaldi <a href="{}">Tanaka Corpus</a> horretatik datoz. PD lizentzia dute.
fi: Useat japanin- ja englanninkieliset lauseet ovat peräisin <a href="{}">Tanaka-korpuksesta</a>, joka on tekijänoikeusvapaa.
fr: Bon nombre des phrases japonaises et anglaises sont issues du <a href="{}">corpus de Tanaka</a>, qui appartient au domaine public.
he: רבים מהמשפטים ביפנית ובאנגלית אומצו מתוך <a href="{}">Tanaka Corpus</a> שזמין לנחלת הכלל.
hi: जापानी और अंग्रेजी वाक्यों में से कई <a href="{}">Tanaka कॉर्पस</a> से हैं, जो सार्वजनिक डोमेन से संबंधित है।
hu: Sok japán és angol mondat a <a href="{}">Tanaka Korpusz</a>-ból származik, amely közkincs.
ia: Multe phrases in japonese e anglese proveni del <a href="{}">corpus Tanaka</a>, que pertine al dominio public.
id: Banyak kalimat dari bahasa Jepang dan bahasa Inggris berasal dari <a href="{}">Korpus Tanaka</a>, yang merupakan milik ranah publik.
it: Molte delle frasi in giapponese e in inglese provengono dal <a href="{}">Tanaka Corpus</a>, che è di pubblico dominio.
ja: 日本語と英語の文の一部は、パブリックドメインとして公開されている<a href="{}">田中コーパス</a>に由来するものです。
mr: जपानी व इंग्रजी वाक्यांतील अनेक वाक्ये <a href="{}">तानाका कॉर्पसमधून</a> घेतलेली आहेत. ही संहिता सार्वजनिक अधिक्षेत्रात आहे.
nl: Veel van de Japanse en Engelse zinnen zijn afkomstig uit het <a href="{}">Tanaka Corpus</a>, dat voor iedereen beschikbaar is gesteld in het publieke domein.
pl: Wiele z japońskich i angielskich zdań pochodzi z <a href="{}">Tanaka Corpus</a>, który należy do domeny publicznej.
pt_br: Muitas das frases em japonês e em inglês provêm do <a href="{}">Tanaka Corpus</a>, que se encontra em domínio público.
ro: Multe dintre propozițiile din limba japoneză și limba engleză provin din baza de date <a href="{}">Tanaka Corpus</a>, care aparține domeniului public.
ru: Многие японские и английские предложения взяты из <a href="{}">Корпуса Танаки</a>, являющегося общественным достоянием.
sk: Mnohé z japonských a anglických viet sú z <a href="{}">Tanaka korpusu</a>, ktorý licenčne patrí do verejnej oblasti.
sr: Много јапанских и енглеских реченица су са <a href="{}">Tanaka Corpus-а</a>, који припада јавном домену.
tr: Japonca ve İngilizce cümlelerin çoğu halka açık <a href="{}">Tanaka Korpusundan</a> alınmıştır.
tt: Күп кенә Япон Һәм Инглиз тәкъдимнәре Танака корпусыннан алынган, ул иҗтимагый байлык булып тора.
uk: Багато речень японською та англійською походять з <a href="{}">мовного корпуса Танаки</a>, який є публічною власністю (public domain).
vi: Nhiều câu tiếng Nhật và tiếng Anh có nguồn gốc từ <a href="{}">Tanaka Corpus</a>, thuộc phạm vi công cộng.

source: Creative commons
ar: المشاع الإبداعي
bg: Криейтив Комънс
eo: Krea komunaĵo
hi: क्रीएटिव कामन्स
ja: ライセンスについて
mr: क्रिएटिव्ह कॉमन्स
tt: Иҗади казаныш
uk: Ліцензія Creative commons

source: These files are released under CC BY 2.0 FR.
bg: Тези файлове се издават под CC BY 2.0 FR.
br: Embannet eo ar restroù-se dindan CC BY 2.0 FR.
de: Diese Dateien stehen unter der Lizenz CC BY 2.0 FR zur Verfügung.
el: Αυτά τα αρχεία διανέμονται υπό την CC της 2.0 FR.
eo: Tiuj ĉi dosieroj estas publikigitaj sub CC BY 2.0 FR.
es: Estos archivos se suministran bajo licencia CC BY 2.0 FR.
eu: Fitxategi hauek CC BY 2.0 FR lizentziarekin eman dira argitara.
fi: Näiden tiedostojen lisenssi on CC BY 2.0 FR.
fr: Ces fichiers sont publiés sous licence CC BY 2.0 FR.
he: הקבצים האלו מופצים בכפוף ל־CC BY 2.0 FR.
hi: ये फाइलें CC BY 2.0 FR के तहत जारी की गई हैं।
hu: Ezek a fájlok CC BY 2.0 FR alatt kerülnek kiadásra.
ia: Iste files es liberate sub CC BY 2.0 FR.
id: Berkas ini dirilis dengan CC BY 2.0 FR.
it: Questi file sono rilasciati sotto la licenza CC BY 2.0 FR.
ja: これらのファイルは CC BY 2.0 FR. に基づきリリースされています。
mr: या फाइली CC BY 2.0 FR या परवान्याद्वारे उपलब्ध केल्या गेल्या आहेत.
nl: Deze bestanden zijn uitgebracht onder CC BY 2.0.
pl: Te pliki są udostępnione na licencji CC BY 2.0 FR.
pt_br: Estes arquivos estão disponíveis sob a licença CC BY 2.0 FR.
ro: Aceste fișiere sunt eliberate sub licența CC BY 2.0 FR.
ru: Эти файлы доступны по лицензии CC BY 2.0 FR.
sk: Tieto súbory sú zverejnené na základe licencie CC BY 2.0 FR.
sr: Ови фајлови су објављени под лиценцом CC BY 2.0 FR.
tr: Bu dosyalar CC BY 2.0 FR altında yayınlanır.
tt: Бу файллар CC BY 2.0 FR лицензиясе астында чыгарылган.
vi: Các tệp này được phát hành theo CC BY 2.0 FR.
