Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Contains all the sentences. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
uk: Містить всі речення. Кожне речення асоційоване з унікальним ідентифікатором та кодом мови за <a href="{}">ISO 639-3</a> .

source: The first file (sentences.tar.bz2) contains this information alone. The second file (sentences_detailed.tar.bz2) contains additional fields for those who would like to filter the sentences based on the contributor who owns the sentence, or the date when it was added or last modified.
uk: Перший файл (sentences.tar.bz2) містить тільки цю інформацію. Наступний файл (sentences_detailed.tar.bz2) містить додаткові поля для тих хто бажає фільтрувати речення за власниками або за датою коли речення будо додане або змінене.

source: Users' sentence ratings
uk: Оцінки речень користувачів

source: Contains sentences rated by users. The value of the rating can be -1 (sentence not OK), 0 (undecided or unsure), or 1 (sentence OK). Warning: this data is still experimental.
uk: Містить речення оцінені користувачами. Значення оцінки може бути -1 (не схвалене речення), 0 (не оцінене), або 1 (схвалене речення). Увага: дані ще є експериментальними.

source: From the <a href="{}">Contribute</a> section
uk: З розділу <a href="{}">Зробити внесок</a>

source: {number} sentence in {lang}
uk: {number} речення {lang.ins}

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
uk: З метою уникнути розповсюдження спама та інших шкідливих повідомлень нові користувачі можуть надсилати не більше 5 повідомлень щодня.

source: Browse by last modified (total %count%)
uk: Переглянути за останніми змінами (загалом %count%)

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
uk: Не забувайте будь ласка про <strong>великі букви</strong> та <strong>пунктуацію</strong>! Дякуємо.

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
uk: Не копіюйте речення з інших місць за винятком вміста, сумісного з ліцензієй CC-BY. <a href="{}">Дізнатись більше...</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
uk: Дозволяється додавати речення переклада яких ви не знаєте. Можливо хтось інший зможе перекласти!

source: Check out the vocabulary for which we need sentences
uk: Перевірити словник для якого ми потребуємо речень

source: {user} does not have any sentence in {language}
uk: Користувач {user} не має жодного речення {language.ins}

source: {user} does not have any sentence
uk: Користувач {user} не має жодного речення

source: More search criteria
uk: Більше крітеріїв пошука

source: An error occurred while performing the search. If the problem persists, please <a href="{}">let us know</a>.
uk: Під час виконання пошука виникла помилка. Якщо проблема залишається, будь ласка <a href="{}">повідомте нам</a>.

source: {language} example sentence: {sentence}
uk: Приклад речення {language.ins}: {sentence}

source: Sentence deleted
uk: Речення видалене

source: Id (optional)
uk: Ідентифікатор (не обов'язково)

source: If you check this box, the id of each sentence will be written to the output.
uk: Якщо ви поставите тут позначку, ідентифікатор кожного речення буде доданий до результата.

source: Fields will be written out in the following sequence:
uk: Поля будуть записані в наступній послідовності:

source: Optional fields that are not selected above will not be written to the output.
uk: Не обов'язкові поля що не вибрані вище не будуть записані до файла.

source: list name
uk: Ім'я списка

source: number of sentences
uk: кількість речень

source: The download feature has been disabled for this list because it contains a sentence.
uk: Можливість завантаження заблоковано для цього списка тому що він містить речення.

source: Only lists containing one sentence or fewer can be downloaded. If you can edit the list, you may want to split it into multiple lists.
uk: Тільки списки що містять одне речення можуть бути завантажені. Якщо ви можете змінювати список, спробуйте розділити його на кілька списків.

source: Result
uk: Результат

source: Search sinograms
uk: Пошук китайських знаків

source: Browse radicals
uk: Переглянути ієрогліфічні ключі

source: 1 stroke
uk: 1 риска

source: Explode a character
uk: Розгорнути знак

source: characters to explode
uk: знаків для розгортання

source: Explode
uk: Розгорнути

source: Still beta
uk: Досі бета-версія

source: This work is based on <a href="{}">this project</a>.
uk: Робота базується на <a href="{}">цьому проєкті</a>.

source: Please note that this tool is not complete and may contain errors (although it will be accurate for most searches).
uk: Будь ласка майте на увазі що цей інструмент не є повним та може містити помилки (проте він дає правильні результати для більшості пошуків).

source: Hanzis - Kanjis search
uk: Пошук китайських - японських знаків

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
uk: Цей інструмент дозволяє знайти інформацію щодо китайських/японських знаків, особливо якщо ви не знате як ввести їх за допомогою IME.

source: The main way to do this is by submitting subglyphs of the character.
uk: Звичайно для цього треба додати частини гліфа що складають знак.

source: For example, for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
uk: Наприклад, для ввода знака 蝴, ви можете додати 月虫 як частини гліфа (вам не потрібно знати всі частини).

source: If you don't know how to input subglyphs either, but you know a character that also contains this subglyph, then you can use the explode form.
uk: Якщо ви не знаєте як вводити частини гліфа, але ви знаєте знак який також містить таку ж саму частину, ви можете застосувату форму розгортання.

source: For example, say you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate. If you know 推, you can just explode it. Clicking on a subglyph will add it to the search form.
uk: Скажімо наприклад, ви бажаєте знайти 瞧, але ви не знаєте як ввести 隹 з метою зробити пошук більш точним. Якщо ви знаєте 推, ви можете разгорнути цей знак. Натискання на частину гліфа додасть його до форми пошука.

source: On the right you also have the most common radicals grouped by strokes, in case you don't have any way to type hanzis/kanjis.
uk: Також праворуч у вас є найбільш поширені ієрогліфічні ключі згруповані по рискам, у разі ви не маєте жодної можливості ввода китайських або японських знаків.

source: Search a character by describing it
uk: Пошук знака за його описом

source: Subglyphs:
uk: Частини гліфа:

source: No sentence using this character has been found, you can add one <a href="{}">here</a>.
uk: Реченя з використанням цього знака не знайдені, ви можете додати їх <a href="{}">тут</a>.

source: View all sentences using this character <a href="{}">here</a>
uk: Переглянути всі речення що містять цей знак <a href="{}">тут</a>

source: 10 or more strokes
uk: 10 або більше рисок

source: Information about {sinograph}
uk: Інформація про {sinograph}

source: number of strokes:
uk: кількість рисок:

source: pinyin:
uk: піньїнь

source: English:
uk: Англійська:

source: Japanese On:
uk: Онйомі:

source: Japanese Kun:
uk: Кунйомі:

source: Example of use
uk: Приклад використання

source: Results
uk: Результати

source: No result found. Try to search with fewer subglyphs.
uk: Нічого не знайдено. Спробуйте пошук з меншою кількістю частин гліфа

source: Unspecified
uk: Незазначені

source: date of tag
uk: датою теґа

source: No tag with id {tagId}
uk: Теґ з ідентифікатором {tagId} не існує

source: count
uk: кількістю

source: name
uk: ім'ям

source: Sinogram search
uk: Пошук китайських знаків

source: search all Chinese characters / kanjis by all possible methods.
uk: пошук всіх китайських/японських знаки усіма можливими засобами.

source: Email notifications
uk: Повідомлення електронною поштою

source: Set your profile public?
uk: Зробити ваш профіль загальнодоступним?

source: Remember the last list to which you assigned a sentence, and select it by default.
uk: Запам'ятати останній список до якого ви додали речення, та використовувати його за замовчанням.

source: Display a link to expand/collapse translations when there are too many translations.
uk: Показувати посилання до розгортання/згортання перекладів якщо перекладів забагато.

source: Always show transcriptions and alternative scripts
uk: Завжди показувати транскрипції та альтернативні скрипти

source: Hide random sentence on the homepage
uk: Приховати випадкове речення на домашній сторінці

source: Activate the feature to rate sentences and build your collection of sentences.
uk: Увімкнути можливість надання реченням рейтинга та складати власну колекцію речень.

source: Display "(native)" next to username on sentences when the owner indicated in their profile that they have a native level in the language of the sentence.
uk: Показувати "(рідна)" поруч з ім'ям користувача на реченнях якщо власник зазначив в профілі що мова цього речення є для нього рідною.

source: Display button to copy a sentence to the clipboard.
uk: Показати кнопку для копіювання речення в буфер обміну.

source: Display sentences with the new design. Note that you will not have all the features from the old design.
uk: Показувати речення у новому дізайни. Зверніть увагу що у вас не буде всіх можливостей наявних у старому дізайні.

source: search
uk: пошук

source: Member status
uk: Статус учасника

source: We need to make sure you are human.
uk: Нам потрібно впевнитися що ви є людиною.

source: What are the first five characters of your email address?
uk: Якими є п'ять перших знаків вашої адреси електронної пошти?

source: Answer
uk: Відповідь

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
uk: Наприклад, якщо ваша адреса електронної пошти a.b.cd@example.com, введіть a.b.c як відповідь на це запитання.

source: {date}, by {author}
uk: {date}, від {author}

source: You may write in any language you want. At Tatoeba, all languages are equal.
uk: Пишіть будь-якою мовою. На Tatoeba всі мови є рівними.

source: Recorded by: {username}
uk: Записав користувач: {username}

source: The following audio recordings by {userName}, are licensed under the public domain.
uk: Ці записи звука, автором яких є {userName}, надані для вільного загального користування.

source: The following audio recordings by {userName}, are licensed under the {licenseName} license.
uk: Ці записи звука, автором яких є {userName}, надані для користування на умовах ліцензії {licenseName}.

source: The following audio recordings by {userName}, are licensed under an unknown license.
uk: Ці записи звука, автором яких є {userName}, надані для користування на умовах невідомої ліцензії.

source: unhide
uk: показати приховане

source: hide
uk: сховати

source: edit
uk: змінити

source: Public domain
uk: Загальне користування

# license
source: for Tatoeba only
uk: виключно для Tatoeba

source: create
uk: створити

source: Reply
uk: Відповісти

source: Notification from Tatoeba
uk: Повідомлення від Tatoeba

source: Send private message
uk: Надіслати приватне повідомлення

source: edited
uk: змінене

source: View this user's profile
uk: Переглянути профіль користувача

source: all lists
uk: всі списки

source: {title} ({n} result)
uk: {title} ({n} результат)

source: This sentence was initially added as a translation of sentence #{n}.
uk: Це речення було вперше додане як переклад речення #{n}.

source: This option has been removed. Please use the <a href={}>Translate sentences</a> page to find untranslated sentences.
uk: Цю можливість було видалено. Скористайтесь будь ласка сторінкой <a href={}>Перекласти речення</a> аби знайти неперекладені речення.

source: Only sentences with audio:
uk: Тільки речення зі звуком:

source: no
uk: ні

source: yes
uk: так

source: NOTE: Not all languages have audio at the moment.
uk: УВАГА: Не всі мови мають звук наразі.

source: remove tag '{tagName}' from this sentence.
uk: видалити теґ '{tagName}' до цього речення.

source: remove tag from sentence
uk: видалити теґ до речення

source: Last edited by {author} the {date}
uk: Змінено востаннє {date} користувачем {author}

source: Edit Wall Message
uk: Змінити повідомлення на стіні
