Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Outdated reviews for sentences in {language}
bg: Остарели рецензии за изречения на {language}
br: Adweladurioù diamzeriet evit ar frazennoù e {language}
de: Überholte Bewertungen in {language}
eo: Ne plu aktualaj revizioj en {language}
es: Revisiones desactualizadas para oraciones en {language}
fi: {language.genitive}kielisten lauseiden vanhentuneet arvioinnit.
fr: Révisions caduques des phrases en {language}
he: ביקורות ישנים למשפטים ב{language}
hi: {language} में वाक्यों की पुरानी समीक्षाएं
hu: Elavult ellenőrzések {language} nyelvű mondatoknál
id: Ulasan kadaluarsa pada kalimat dalam {language}
it: Valutazioni obsolete per le frasi in {language}
ja: 再レビューが必要な {language}の例文
mr: {language} भाषेतील वाक्यांचे कालबाह्य पुनरावलोकन
nl: Vervallen beoordelingen voor zinnen in het {language}
pl: Nieaktualne oceny zdań w {language}
pt_br: Revisões desatualizadas para frases em {language}
ro: Revizuiri vechi pentru propozițiile în {language}
ru: Устаревшие проверки предложений на {language.prep}
sk: Zastaralé preverenia viet v jazyku {language}
tr: İncelenmesi güncelliğini yitirmiş {language} cümleler
tt: Искергән җөмләләргә күзәтүләр {language}
vi: Các bài đánh giá đã cũ cho các câu bằng {language}

source: {user}'s reviews - {category}
bg: {user} рецензии - {category}
br: adwelet gant {user} - {category}
de: Bewertungen von {user} ({category})
eo: Revizioj de {user} - {category}
es: revisiones de {user} - {category}
eu: {user}(r)en berrikuspenak - {category}
fi: Käyttäjän {user} arvostelut – {category}
fr: Révisions de {user} — {category}
he: הביקורות של {user} - {category}
hi: {user} की समीक्षाएं - {category}
hu: {user} ellenőrzései - {category}
ia: Evalutationes de {user} - {category}
id: Tinjauan {user} - {category}
is: Yfirför frá {user} — {category}
it: Valutazioni di {user} — {category}
ja: {user} さんがレビュー中の例文 - {category}
mr: {user} यांची पुनरावलोकने - {category}
nl: Beoordelingen van {user} - {category}
pl: Oceny użytkownika {user} - {category}
pt_br: Revisões do usuário {user} - {category}
ro: Revizuirile lui {user} - {category}
ru: Проверки пользователя {user} — {category}
sk: preverenia užívateľa {user} – {category}
sr: Прегледи корисника {user} - {category}
tr: {user} kullanıcısının incelemeleri - {category}
tt: {user}'s бәяләмәләре - {category}
vi: đánh giá của {user}- {category}

source: This feature is currently deactivated.
ar: هذه الميزة معطّلة حاليًا.
bg: Тази функция в момента е деактивирана.
br: Lazhet eo an an arc'hweladur-mañ evit ar poent.
de: Diese Funktion ist nicht aktiviert.
el: Αυτή η λειτουργία είναι, για την ώρα, απενεργοποιημένη.
eo: Tiu ĉi eblo ĉi-momente ne estas aktiva.
es: Esta funcionalidad está actualmente desactivada.
eu: Une honetan eginbide hau desgaiturik dago.
fi: Tämä ominaisuus ei ole tällä hetkellä käytössä.
fr: Cette fonctionnalité est présentement désactivée.
he: היכולת הזאת מושבתת כרגע.
hi: यह सुविधा वर्तमान में निष्क्रिय है।
hu: Ez a funkció jelenleg ki van kapcsolva.
ia: Iste function es actualmente disactivate.
id: Ftur ini saat ini dinonaktifkan.
it: Questa funzione è attualmente disattivata.
ja: この機能は現在無効になっています。
ku: Ev taybetî aniha derçalak e.
mr: ही सुविधा निष्क्रिय केलेली आहे.
nl: Deze functie is momenteel uitgeschakeld.
pl: Funkcja obecnie nie jest włączona.
pt_br: Este recurso está desativado no momento.
ro: Această caracteristică este dezactivată momentan.
ru: Эта функция в данный момент отключена.
sk: Táto možnosť je v súčasnosti vypnutá.
sr: Ова могућност је тренутно деактивирана.
tr: Bu özellik şu anda kapalı.
tt: Хәзерге вакытта бу функция сүндерелгән.
uk: Ця можливість наразі заблокована
vi: Tính năng này hiện đang bị vô hiệu hóa.

source: You can activate it in your settings: "Activate the feature to review sentences."
bg: Можете да се активирате в настройките: „Активирайте функцията за преглед на изречения“.
br: Gellout a rit enaouiñ en arventennoù: "Enaouiñ an arc'hweladur evit adlenn frazennoù."
de: Die "Satzbewertung" kann in den Einstellungen eingeschaltet werden.
eo: Vi povas aktivigi ĝin en viaj agordoj: „Aktivigi la eblon montri, ke vi reviziis frazojn.”
es: Puede activarlo en su configuración: "Activar la opción de revisar frases."
eu: Zure ezarpenetan aktibatu ahal duzu: "aktibatu aukera zure esaldiak berrikusteko".
fi: Voit ottaa sen käyttöön asetuksissasi: ”Ota käyttöön lauseiden arvosteluominaisuus.”
fr: Vous pouvez l'activer dans vos préférences : « Activer la fonction de révision des phrases. »
he: אפשר להפעיל את זה בהגדרות שלך: „הפעלת היכולת לסקירת משפטים.”
hi: आप इसे अपनी सेटिंग में सक्रिय कर सकते हैं: "वाक्यों की समीक्षा करने के लिए सुविधा को सक्रिय करें।"
hu: Bekapcsolhatod a beállításaid között: "Mondatok ellenőrzése funkció engedélyezése."
ia: Tu pote activar lo in tu preferentias: "Activar le function pro evalutar phrases."
id: Anda bisa mengaktifasikannya di pengaturan: "Aktifkan fitur untuk mengecek kalimat."
it: Puoi attivarla nelle tue impostazioni: "Attiva la funzione per valutare le frasi."
ja: この機能を利用するには、ユーザー設定の「例文をレビューするための機能を有効にする」にチェックを入れてください。
ku: Tu dikarî ji sazkariyan çalak bike: "Taybetiya nirxandina hevokan çalak bike."
mr: आपल्याला आपल्या पर्यायांमध्ये हा पर्याय सापडेल: "वाक्यांचे पुनरावलोकन करण्याची सुविधा सक्रिय करा."
nl: Je kan hem activeren in je instellingen: "Activeer de functie om zinnen te beoordelen."
pl: Możesz uaktywnić to w swoich ustawieniach: "Uaktywnij opcję do sprawdzania zdań"
pt_br: Você pode ativá-lo em suas configurações. "Ative o recurso para revisar frases."
ro: O puteți activa din setările dumneavoastră: „Activați funcția pentru a revizui propoziții.”
ru: Вы можете включить её в настройках: «Активировать функцию проверки предложений».
sk: Môžete to aktivovať vo vašich nastaveniach: „Zapnúť možnosť preverovania viet“
sr: Можеш да је активираш у својим подешавањима: "Активирај могућност за преглед реченица".
tr: Ayarlarınızdan açabilirsiniz: "Cümle inceleme özelliğini aç."
tt: Сез аны үз көйләүләрегездә активлаштыра аласыз:"җөмләләрне карау функциясен активлаштырыгыз".
vi: Bạn có thể kích hoạt nó trong phần cài đặt: "Kích hoạt tính năng xem lại các câu."

source: Filter
ar: رشّح
bg: Филтър
br: Sil
el: Φίλτρο
eo: Filtrilo
es: Filtrar
eu: Iragazkia
fi: Suodata
fr: Filtrer
he: סינון
hi: फ़िल्टर करें
hu: Szűrő
ia: Filtro
is: Sía
it: Filtro
ja: コレクション
ku: Fîltre bike
mr: गाळा
pl: Filtr
pt_br: Filtro
ro: Filtru
ru: Фильтр
sk: Triediť
sr: Филтер
tr: Daralt
tt: Фильтр
uk: Фільтр
vi: Bộ lọc

# reviews
source: Most recently updated
bg: Най-скоро актуализирани
br: Hizivaet da ziwezhañ
de: Datum der letzten Änderung (neueste)
eo: laste ĝisdatigitaj
es: Actualizadas recientemente
fi: Uusimmat päivitykset
fr: Mises à jour récemment
he: האחרונים ביותר שעודכנו
hi: हाल ही में अपडेट किया गया
hu: Legutóbb frissítve
id: Diperbaharui: terbaru - terakhir
is: Nýlegasta uppfært
it: Aggiornate più recentemente
ja: 再レビュー日時：最近のものから
mr: सर्वात अलीकडचे अद्ययावत केलेले आधी
nl: Meest recentelijk bijgewerkt
pl: Ostatnio zaktualizowanych
pt_br: Revisões atualizadas mais recentemente
ro: Cel mai recent actualizate
ru: Наиболее недавно обновлённые
sk: Naposledy upravené
tr: Son güncellenenler
tt: Соңгы яңарту
vi: Cập nhật gần đây nhất

# reviews
source: Least recently updated
bg: Най-отдавна актуализирани
br: Ar frazennoù hizivaet koshañ
de: Datum der letzten Änderung (älteste)
eo: unue ĝisdatigitaj
es: No actualizadas recientemente
fi: Vanhimmat päivitykset
fr: Mises à jour il y a longtemps
he: הכי פחות אחרונים שעודכנו
hi: कम से कम हाल ही में अपडेट किया गया
hu: Legrégebben frissítve
id: Diperbaharui: terakhir - terbaru
is: Seinasta uppfært
it: Aggiornate meno recentemente
ja: 再レビュー日時：再レビューした順
mr: सर्वात पूर्वी अद्ययावत केलेले आधी
nl: Minst recentelijk bijgewerkt
pl: Najdawniej zaktualizowanych
pt_br: Menos atualizada recentemente
ro: Cel mai vechi actualizate
ru: Наименее недавно обновлённые
sk: Najstaršie upravené
tr: En eski güncellenenler
tt: Күптән түгел яңартылды
vi: Ít cập nhật gần đây nhất

# reviews
source: Newest first
bg: Първо най-новите
br: Ar re nevesañ da gentañ
de: Neueste Bewertung zuerst
eo: plej novaj unue
es: Las más nuevas primero
fi: Uusin ensin
fr: Plus récentes d'abord
he: החדשים ביותר תחילה
hi: सबसे नए वाक्य पहले दिखाए
hu: Legújabb előre
id: Terbaru dahulu
is: Nýjasta fyrst
it: Le più nuove prima
ja: レビュー日時：最近のものから
mr: सर्वात नवीन असलेले आधी
nl: Nieuwste eerst
pl: Najnowszych
pt_br: As mais novas primeiro
ro: Cele mai noi mai întâi
ru: Сначала новые
sk: Od najnovších
tr: Önce yeni
tt: Иң яңасы
vi: Mới nhất trước

# reviews
source: Oldest first
bg: Първо най-старите
br: Ar re goshañ da gentañ
de: Älteste Bewertung zuerst
eo: plej malnovaj unue
es: Las más antiguas primero
fi: Vanhin ensin
fr: Plus anciennes d'abord
he: הישנים ביותר תחילה
hi: सबसे पुराने वाक्य पहले दिखाए
hu: Legrégebbi előre
id: Terlama dahulu
is: Elsta fyrst
it: Le più vecchie prima
ja: レビュー日時：レビューした順
mr: सर्वात जुने असलेले आधी
nl: Oudste eerst
pl: Najstarszych
pt_br: As mais antigas primeiro
ro: Cele mai vechi mai întâi
ru: Сначала старые
sk: Od najstarších
tr: Önce eski
tt: Иң искесе
vi: Cũ nhất trước

source: Newest sentences
bg: Най-новите изречения
br: Ar frazennoù nevesañ
de: Neueste Sätze zuerst
eo: plej novaj frazoj
es: Las oraciones más nuevas
fi: Uusimmat lauseet
fr: Phrases les plus récentes
he: המשפטים החדשים ביותר
hi: सबसे नए वाक्य
hu: Legújabb mondatok
id: Kalimat: baru - lama
is: Nýjustu setningar
it: Frasi più nuove
ja: 例文番号：降順
mr: सर्वात नवीन असलेली वाक्ये आधी
nl: Nieuwste zinnen
pl: Najnowszych zdań
pt_br: Novas frases
ro: Cele mai noi propoziții
ru: Самые новые предложения
sk: Najnovšie vety
tr: En yeni cümleler
tt: Яңа җөмләләр
vi: Câu mới nhất

source: Oldest sentences
bg: Най-старите изречения
br: Ar frazennoù koshañ
de: Älteste Sätze zuerst
eo: plej malnovaj frazoj
es: Las oraciones más antiguas
fi: Vanhimmat lauseet
fr: Phrases les plus anciennes
he: המשפטים הישנים ביותר
hi: सबसे पुराने वाक्य
hu: Legrégebbi mondatok
id: Kalimat: lama - baru
is: Elstu setningar
it: Frasi più vecchie
ja: 例文番号：昇順
mr: सर्वात जुनी असलेली वाक्ये आधी
nl: Oudste zinnen
pl: Najstarszych zdań
pt_br: Frases antigas
ro: Cele mai vechi propoziții
ru: Самые старые предложения
sk: Najstaršie vety
tr: En eski cümleler
tt: Иң иске җөмләләр
vi: Câu cũ nhất

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
ar: انقر الجملة العلوية للذهاب إلى tatoeba.org لترجمتها، أو لكتابة تعليق.
bg: Щракнете върху горното изречение, за да отидете на tatoeba.org, за да го преведете или да оставите коментар.
br: Klikit war ar frazenn a zo e-krec'h da vont war tatoeba.org evit treiñ anezhi pe lezel un evezhiadenn.
de: Den obersten Satz anklicken, um ihn bei tatoeba.org zu übersetzen oder zu kommentieren.
el: Κάντε κλικ σε μια φράση για να μεταβείτε στο tatoeba.org να τη μεταφράσετε ή να αφήσετε ένα σχόλιο.
eo: Alklaku la supran frazon por traduki ĝin aŭ postlasi komenton en tatoeba.org.
es: Haga clic en la oración de la parte superior para ir a tatoeba.org y traducir la oración o dejar un comentario.
eu: Egin klik goiko esaldian joateko tatoeba.org honetara esaldi hori itzultzera edo iruzkin bat uztera.
fi: Klikkaa ylintä lausetta, niin siirryt tatoeba.orgiin, jossa voit kääntää lauseen tai kommentoida sitä.
fr: Cliquez sur la phrase du haut pour aller sur tatoeba.org pour la traduire ou laisser un commentaire.
he: יש ללחוץ על המשפט העליון כדי לגשת ל־tatoeba.org ולתרגם אותו או להשאיר תגובה.
hi: शीर्ष वाक्य का अनुवाद करने के लिए tatoeba.org पर जाने के लिए या एक टिप्पणी छोड़ने के लिए क्लिक करें।
hu: Kattintson a legfelső mondatra a tatoeba.org webhelyre történő ugráshoz, hogy lefordítsa vagy írjon megjegyzést.
ia: Clicca sur le prime phrase pro visitar tatoeba.org pro traducer lo o lassar un commento.
id: Klik pada kalimat teratas untuk menuju ke tatoeba.org, untuk menerjemahkannya atau meninggalkan sebuah komentar.
it: Clicca sulla frase più in alto per andare su tatoeba.org e tradurla o lasciare un commento.
ja: 上の例文をクリックしてTatoeba.orgにアクセスし、翻訳するかコメントを残してください。
ku: Ji bo tevlîkirina şîroveyê an jî wergerandina wê, li ser hevokê bitikîne û here malpera tatoeba.org'ê
mr: tatoeba.org ला जाऊन वाक्याचे भाषांतर करण्यास किंवा टिप्पणी सोडण्यास वरील वाक्यावर क्लिक करा.
nl: Klik op de bovenste zin om naar tatoeba.org te gaan en de zin te vertalen of een opmerking achter te laten.
pl: Kliknij górne zdanie, aby przejść do tatoeba.org i przetłumaczyć je lub zostawić komentarz.
pt_br: Clique na frase acima para ir a tatoeba.org para traduzi-la ou deixar um comentário.
ro: Faceți clic pe propoziția de mai sus pentru a merge la tatoeba.org ca să o traduceți sau ca să lăsați un comentariu.
ru: Кликните на верхнее предложение для перехода на tatoeba.org, чтобы перевести его или оставить комментарий.
sk: Kliknite na vrchnú vetu, aby ste sa presunuli na tatoeba.org a mohli ju preložiť alebo uverejniť komentár.
tr: Çevirmek veya yorum eklemek için cümlenin üstüne tıklayarak tatoeba.org adresine gidin.
tt: Югары җөмләгә басыгыз, tatoeba.org аны тәрҗемә итү яки шәрехләр калдыру өчен.
uk: Натисніть не верхнє речення для перехода на tatoeba.org щоб перекласти його або прокоментувати.
vi: Nhấp vào câu trên cùng để truy cập tatoeba.org để dịch nó hoặc để lại nhận xét.

source: Sentence #{number}
ar: الجملة رقم {number}
bg: Изречение №{number}
br: Frazenn #{number}
de: Satz Nr. {number}
el: Φράση νº{number}
eo: Frazo n-ro {number}
es: Oración nº{number}
eu: Esaldia #{number}
fi: Lause nro {number}
fr: Phrase numéro {number}
he: משפט מס׳ {number};
hi: वाक्य #{number}
hu: #{number} számú mondat
ia: Phrase № {number}
id: Kalimat #{number}
is: Setning #{number}
it: Frase n° {number}
ja: 例文#{number}
ku: Hejmara hevokê #{number}
mr: वाक्य क्र. {number}
nl: Zin nr. {number}
pl: Zdanie nr {number}
pt_br: Frase n.º {number}
ro: Propoziția #{number}
ru: Предложение №{number}
sk: Veta #{number}
sr: Реченица #{number}
tr: Cümle numarası #{number}
tt: Җөмлә #{number}
uk: Речення #{number}
vi: Câu # {number}

source: Edit Comment
ar: حرّر التعليق
bg: Редактиране на коментар
br: Aozañ an evezhiadenn
de: Kommentar bearbeiten
el: Επεξεργασία Σχολίου
eo: Redakti komenton
es: Editar comentario
eu: Editatu iruzkina
fi: Muokkaa kommenttia
fr: Modifier le commentaire
he: עריכת התגובה
hi: टिप्पणी संपादित करें
hu: Megjegyzés szerkesztése
ia: Modificar commento
id: Edit Komentar
is: Breyta ummæli
it: Modifica il commento
ja: コメントの編集
ku: Şîroveyê sererasrt bike
mr: टिप्पणी संपादित करा
nl: Opmerking bewerken
pl: Edytuj komentarz
pt_br: Editar comentário
ro: Editați Comentariul
ru: Редактировать комментарий
sk: Upraviť komentár
sr: Измени комента
tr: Yorumu Düzenle
tt: Шәрехне төзәтергә
uk: Змінити коментар
vi: Chỉnh sửa nhận xét

source: Edit Comment on Sentence #{number}
ar: حرّر التعليق على الجملة رقم {number}
bg: Редактиране на коментар към изречение №{number}
br: Aozañ an evezhiadenn war ar frazenn #{number}
de: Kommentar zu Satz Nr. {number} bearbeiten
el: Επεξεργασία Σχολίου σε Φράση #{number}
eo: Redakti komenton pri frazo #{number}
es: Editar comentario en la oración nº {number}
eu: Editatu iruzkina #{number} esaldiaren gainean
fi: Muokkaa kommenttia lauseeseen #{number}
fr: Modifier le commentaire sur la phrase numéro {number}
he: עריכת תגובה על משפט מס׳ {number}
hi: वाक्य #{number} पर की टिप्पणी संपादित करें
hu: Megjegyzés szerkesztése a #{number} számú mondatnál
ia: Modificar commento sur phrase № {number}
id: Edit Komentar pada Kalimat #{number}
is: Breyta ummæli á setningu {number}
it: Modifica il commento alla frase n° {number}
ja: #{number}へのコメントを編集する
mr: वाक्य क्र. {number} यावरील टिप्पणी संपादित करा
nl: Opmerking bij zin {number} bewerken
pl: Edytuj komentarz do zdania #{number}
pt_br: Editar comentário na frase n.º {number}
ro: Editați comentariul pentru propoziția #{number}
ru: Редактировать комментарий к предложению #{number}
sk: Upraviť komentár u vety #{number}
sr: Измени коментар на реченици #{number}
tr: #{number} Cümlesindeki Yorumu Düzenle
tt: #{number} җөмләсенә шәрехне төзәтергә
uk: Змінити коментар до речення #{number}
vi: Chỉnh sửa nhận xét về Câu # {number}

source: Comments on sentences
ar: التعليقات على الجمل
bg: Коментари на изречения
br: Evezhiadennoù war ar frazennoù
de: Kommentare zu Sätzen
el: Σχόλια στις φράσεις
eo: Komentoj pri frazoj
es: Comentarios sobre las oraciones
eu: Esaldiei buruzko iruzkinak
fi: Lauseiden kommentit
fr: Commentaires sur les phrases
he: תגובות על משפטי
hi: वाक्यों पर की गयी टिप्पणियाँ
hu: Hozzászólások a mondatokra
ia: Commentos sur phrases
id: Komentar pada kalimat
is: Ummæli á setningum
it: Commenti alle frasi
ja: 例文へのコメント
ku: Şîroveyên li ser hevokê
mr: वाक्यांवरील टिप्पण्या
nl: Opmerkingen bij zinnen
pl: Komentarze do zdań
pt_br: Comentários nas frases
ro: Comentarii la propoziții
ru: Комментарии к предложениям
sk: Komentáre viet
sr: Коментари на реченицама
tr: Cümle yorumları
tt: Җөмләләргә шәрехләр
uk: Коментарі до речень
vi: Nhận xét về câu

source: {user}'s comments
ar: تعليقات {user}
bg: Коментари на {user}
br: Evezhiadennoù {user}
de: Kommentare von {user}
el: {user}'s σχόλια
eo: {user}'s komentoj
es: Comentarios de {user}
eu: {user}'s iruzkinak
fi: Käyttäjän {user} kommentit
fr: Commentaires de {user}
he: התגובות של {user}
hi: {user} की टिप्पणियाँ
hu: {user} hozzászólásai
ia: Commentos de {user}
id: Komentar dari {user}
is: Ummæli frá {user}
it: Commenti di {user}
ja: {user}さんのコメント
ku: Şîroveyên {user}
mr: {user} यांच्या टिप्पण्या
nl: Opmerkingen van {user}
pl: Komentarze autorstwa {user}
pt_br: Comentários de {user}
ro: comentariile lui {user}
ru: Комментарии {user}
sk: komentáre užívateľa {user}
sr: Коментари корисника {user}
tr: {user} kullanıcısının yorumları
tt: {user}'s шәрехләр
uk: Коментарі користувача {user}'
vi: nhận xét của {user}

source: {user} has posted no comment
ar: لم يرسل {user} أي تعليق
bg: {user} не е публикувал коментар
br: {user} n'eus embannet evezhiadenn ebet
de: {user} hat noch keinen Kommentar verfasst.
el: {user} δεν έχει αναρτήσει κανένα σχόλιο
eo: {user} sendis komenton
es: {user} no ha publicado comentarios
eu: {user} horrek ez du iruzkinik igorri
fi: {user} ei ole lähettänyt kommentteja
fr: {user} n'a publié aucun commentaire
he: לא פורסמו תגובות על ידי {user}
hi: {user} ने कोई भी टिप्पणी पोस्ट नहीं की है
hu: {user} még nem szólt hozzá semmihez
ia: {user} non ha inviate commentos
id: {user} belum mengepos satupun komentar
is: {user} hefur ekki gefið ummæli
it: {user} non ha mai scritto commenti
ja: {user}さんはコメントを投稿していません。
ku: {user} qet şîrove ne şandiye
mr: {user} यांनी एकही टिप्पणी पोस्ट केली नाही
nl: {user} heeft geen opmerkingen geplaatst
pl: Użytkownik {user} nie zamieszczał komentarzy
pt_br: {user} não escreveu nenhum comentário
ro: {user} nu a publicat niciun comentariu
ru: {user} не отправил ни одного комментария
sk: užívateľ {user} neuverejnil žiadne komentáre
sr: Корисник {user} није поставио ниједан коментар
tr: {user} hiç yorum göndermedi
tt: {user} бер генә шәрехне дә бастырмады
uk: Користувач {user} не надсилав коментарів
vi: {user} đã không đăng nhận xét nào

source: Go back to previous page
ar: ارجع للصفحة السابقة
bg: Връщане към предишната страница
br: Mont d'ar bajenn gent
de: Zur vorherigen Seite zurückkehren
el: Πηγαίνεται πίσω στην προηγούμενη σελίδα
eo: Reiru al la antaŭa paĝo
es: Volver a la página anterior
eu: Zoaz atzera aurreko orrialdera
fi: Palaa edelliselle sivulle
fr: Retourner à la page précédente
he: חזרה לעמוד הקודם
hi: पिछले पृष्ठ पर वापस जाओ
hu: Vissza az előző oldalra
ia: Retornar al pagina precedente
id: Kembali ke halaman sebelumnya
is: Fara aftur á fyrri síðu
it: Ritorna alla pagina precedente
ja: 戻る
ku: Vegere rûpela berî vê
mr: मागच्या पानाकडे परता
nl: Teruggaan naar vorige pagina
pl: Wróć do poprzedniej strony
pt_br: Voltar para a página anterior
ro: Înapoi la pagina precedentă
ru: Предыдущая страница
sk: Vrátiť sa na predchádzajúcu stránku
sr: Врати се на претходну страницу
tr: Önceki sayfaya dön
tt: Алдагы биткә кайтырга
uk: Повернутись до попередньої сторінки
vi: Quay lại trang trước

source: {user}'s comments (total&nbsp;{n})
ar: تعليقات {user} (المجموع&nbsp;{n})
bg: Коментари на {user} (общо&nbsp;{n})
br: evezhiadennoù {user} (total&nbsp;{n})
de: Kommentare von {user} (insgesamt&nbsp;{n})
el: {user}'s σχόλια (σύνολο&nbsp;{n})
eo: Komentoj de {user} (entute&nbsp;{n})
es: Comentarios de {user} (total&nbsp;{n})
eu: {user}'s iruzkinak (guztira&nbsp;{n})
fi: Käyttäjän {user} kommentit (yhteensä&nbsp;{n})
fr: Commentaires de {user} (total&nbsp;{n})
he: התגובות של {user} ‏({n} בסך הכול)
hi: {user} की टिप्पणियाँ (कुल&nbsp;{n})
hu: {user} hozzászólásai (összesen&nbsp;{n})
ia: Commentos de {user} (total&nbsp;{n})
id: komentar dari {user} berjumlah (total&nbsp;{n})
is: Ummæli frá {user} (samtals&nbsp;{n})
it: Commenti di {user} (in totale&nbsp;{n})
ja: {user}さんのコメント（{n}件）
mr: {user} यांच्या टिप्पण्या (एकूण&nbsp;{n})
nl: Opmerkingen van {user} (in totaal&nbsp;{n})
pl: Komentarze użytkownika {user} (łącznie&nbsp;{n})
pt_br: Comentários de {user} (total:&nbsp;{n})
ro: comentariile lui {user} (total&nbsp;{n})
ru: Комментарии {user} (всего&nbsp;{n})
sk: komentáre užívateľa {user} (spolu&nbsp;{n})
sr: Коментари корисника {user} (укупно&nbsp;{n})
tr: {user} kullanıcısının yorumları (toplam&nbsp;{n})
tt: {user}'s шәрехләр (total&nbsp;{n})
uk: Коментарі користувача {user}' (загалом&nbsp;{n})
vi: nhận xét của {user} (tất cả&nbsp;{n})

source: {user} has no comment posted on his/her sentences
ar: ليس لدى {user} أي تعليق على جُمَلِهِ/جُمَلِهَا.
bg: {user}няма публикуван коментар за неговите/нейните изречения
br: {user} n'eus evezhiadenn ebet war e/he frazennoù
de: Die Sätze von {user} sind noch nicht kommentiert worden.
el: {user} δεν έχει καθόλου σχόλια που να αναρτήθηκαν στις φράσεις του/της
eo: {user} sendis neniun komenton pri siaj frazoj
es: {user} no tiene comentarios en sus oraciones
eu: {user} horrek ez du bere esaldietan inolako iruzkinik
fi: Käyttäjän {user} lauseita ei ole kommentoitu
fr: Il n'y a aucun commentaire sur les phrases de {user}
he: לא פורסמו תגובות על המשפטים של {user}
hi: {user} के वाक्यों पर एक भी टिप्पणी नहीं है
hu: {user} még nem kapott hozzászólást a mondataira
ia: Le phrases de {user} non ha commentos
id: Tidak ada komentar yang dipostkan pada kalimat {user}
is: {user} hefur engin ummæli á setningum hans/hennar
it: {user} non ha commenti inviati sulle sue frasi
ja: {user}さんの例文へのコメントはありません。
mr: {user} यांच्या वाक्यांवर एकही टिप्पणी पोस्ट केली गेलेली नाही
nl: Bij de zinnen van {user} zijn geen opmerkingen geplaatst
pl: {user} nie zamieścił(a) komentarzy przy tym zdaniu
pt_br: Não há nenhum comentário nas frases sob a responsabilidade de {user}
ro: {user} nu are comentarii publicate la propozițiile sale
ru: {user} не имеет комментариев, отправленных к его/её предложениям
sk: užívateľ {user} nemá žiadne uverejnené komentáre na svojich vetách
sr: Корисник {user} није оставио ниједан коментар на својим реченицама.
tr: {user} kullanıcısının cümlelerinde yorum bulunmuyor
tt: {user} үз җөмләләренә шәрехләр бастырмады
uk: До речень користувача {user} не будо надіслано жодних коментарів
vi: {user} không có bình luận nào được đăng về câu của họ
