Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: You cannot save an empty message.
ar: لا يمكنك حفظ رسالة فارغة.
bg: Не можете да изпратите празно съобщение.
br: Ne c'hellit ket enrollañ ur gemennadenn goullo.
de: Eine leere Nachricht kann nicht gespeichert werden.
el: Δεν μπορείτε να αποθηκεύσετε κενό μύνημα.
eo: Vi ne povas konservi malplenan mesaĝon.
es: No puede guardar un mensaje vacío.
eu: Ezin duzu hutsik dagoen mezua gorde.
fi: Et voi tallentaa tyhjää viestiä.
fr: Vous ne pouvez pas enregistrer un message vide.
he: לא ניתן לשמור הודעה ריקה.
hi: आप रिक्त संदेश नहीं सहेज सकते।
hu: Nem tudsz üres üzenetet menteni.
ia: Tu non pote salveguardar un message vacue.
id: Anda tidak dapat menyimpan pesan kosong.
is: Þú getur ekki vistað tómt skilaboð.
it: Non puoi salvare un messaggio vuoto.
ja: メッセージ欄が空のため保存できません。
ku: Tu nikarî peyameke vala tomar bike.
mr: रिकामा संदेश सेव्ह करता येत नाही.
nl: Je kunt een leeg bericht niet opslaan.
pl: Nie można zapisać pustej wiadomości.
pt_br: Você não pode salvar uma mensagem vazia.
ro: Nu puteți salva un mesaj gol.
ru: Нельзя сохранить пустое сообщение.
sk: Nedá sa uložiť prázdna správa.
sr: Не можете да сачувате празну поруку.
tr: Boş bir mesajı kaydedemezsiniz.
tt: Сез буш хәбәрне саклый алмыйсыз.
uk: Не можна зберегти порожнє повідомлення.
vi: Bạn không thể lưu một tin nhắn trống.

source: Result of license switch to CC0 1.0
bg: Резултат от преминаване на лиценз към CC0 1.0 (Криейтив Комънс)
br: Disoc'h ar cheñchamant lisañs e CC0 1.0
de: Ergebnis der Lizenzänderung zu CC0 1.0
el: Αποτέλεσμα αλλαγής άδειας σε CC0 1.0
eo: Rezulto de la permesilŝanĝo al CC0 1.0
es: Resultado de cambio de licencia a CC0 1.0
eu: CC0 1.0 lizentziara aldatzearen emaitza
fi: Lisenssiin CCO 1.0 vaihtamisen tulos
fr: Résultat du passage à la licence CC0 1.0
he: תוצאת המרת הרישיון ל־CC0 1.0
hi: CC0 1.0 . पर लाइसेंस स्विच का परिणाम
hu: A licencmódosítás (CC0 1.0-ra) eredménye
ia: Resultato de cambio de licentia a CC0 1.0
id: Hasil lisensi berganti ke CC0 1.0
is: Útkoma þess að skipta leyfi yfir í CC0 1.0
it: Risultato del passaggio di licenza a CC0 1.0
ja: ライセンス CC0 1.0 への変更の結果
mr: परवाना बदलून CC0 1.0 हा परवाना लागू केल्याचे परिणाम
nl: Resultaat van de licentiewijziging naar CC0 1.0
pl: Wynik zmiany licencji na CC0 1.0
pt_br: Resultado da alteração da licença para CC0 1.0
ro: Rezultatul schimbării licenței la CC0 1.0
ru: Результат смены лицензии на CC0 1.0
sk: Výsledok zmeny licencie na CC0 1.0
sr: Резултат пребацивања лиценце на CC0 1.0
tr: CC0 1.0 lisansına dönüşüm sonucu
tt: CC0 1.0 га лицензияне күчерү нәтиҗәсе
uk: Результат зміни ліцензії на CC0 1.0
vi: Kết quả chuyển giấy phép sang CC0 1.0

source: Unable to change the license of sentence {id} to “{newLicense}” because:
ar: تعذّر تغيير رخصة الجملة {id} إلى ”{newLicense}“ للأسباب الآتية:
bg: Не може да се промени лиценза на изречение {id} на "{newLicense}", защото:
br: N'heller ket cheñch lisañs ar frazenn {id} e “{newLicense}” abalamour ma:
de: Der Satz {id} kann nicht unter die Lizenz „{newLicense}“ gestellt werden. Grund:
el: Αδύνατη η αλλαγή της άδειας της φράσης {id} σε "{newLicense}" διότι:
eo: Ne eblas ŝanĝi la permesilon de frazo {id} al „{newLicense}” ĉar:
es: No es posible cambiar la licencia de la oración {id} a “{newLicense}” porque:
eu: Ezin izan da {id} esaldiaren lizentzia aldatu eta “{newLicense}” hautatu honengatik:
fi: Lauseen {id} lisenssiä ei voitu vaihtaa lisenssiin ”{newLicense}”, koska:
fr: Impossible de changer la licence de la phrase {id} en « {newLicense} » car :
he: לא ניתן לשנות את רישיון המשפט {id} לרישיון „{newLicense}” מהסיבה:
hi: वाक्य का लाइसेंस {id} को "{newLicense}" में बदलने में असमर्थ क्योंकि:
hu: A következő okból kifolyólag a {id} számú mondat licencét nem lehet "{newLicense}" licencre változtatni:
ia: Le licentia del phrase {id} non pote esser cambiate a "{newLicense}" proque:
id: Tidak bisa mengubah lisensi kalimat {id} ke “{newLicense}” dikarenakan:
it: Non è possibile cambiare la licenza della frase {id} in “{newLicense}” perché:
ja: 以下の理由により、例文番号 {id} は “{newLicense}” に変更できません：
mr: वाक्य क्र. {id} या वाक्याला “{newLicense}” हा परवाना लागू करता आला नाही. याचे कारण:
nl: Niet in staat om de licentie van de zin-{id} te veranderen in "{newLicense}" omdat:
pl: Nie można zmienić licencji zdania {id} na "{newLicense}", ponieważ:
pt_br: Não foi possível alterar a licença da frase {id} para “{newLicense}” pela seguinte razão:
ro: Nu se poate modifica licența propoziției {id} cu „{newLicense}” pentru că:
ru: Невозможно перелицензировать предложение {id} под {newLicense} по причине:
sk: Licenciu vety {id} nemožno zmeniť na „{newLicense}“, pretože:
sr: Није могуће променити лиценцу реченице {id} на "{newLicense}" због:
tr: {id} cümlesinin “{newLicense}” lisansına dönüşümü yapılamaz çünkü:
tt: Лицензияне {id} җөмләсеннән "{newLicense}" га үзгәртеп булмый, чөнки:
uk: Неможливо змінити ліцензію речення {id} на “{newLicense}” тому що:
vi: Không thể thay đổi giấy phép của câu {id} thành “{newLicense}” vì:

source: License switch started on {date} at {time} UTC.
ar: بدأ تغيير الرخصة بتاريخ {date} الساعة {time} بالتوقيت العالمي المنسّق.
bg: Промяната на лицензи започна на {date} в {time} UTC.
br: Ar cheñchamant lisañs a zo kroget d'an/ar {date} da {time} UTC.
de: Die Lizenzänderung wurde am {date} um {time} koordinierter Weltzeit (UTC) eingeleitet.
el: Η αλλαγή άδειας άρχισε την {date} στις {time} UTC.
eo: La permesilŝanĝo komenciĝis je {date} je la {time} UTK.
es: El cambio de licencia empezó el {date} a las {time} UTC.
eu: Noiz hasi zen lizentzia mota aldatzen, eguna: {date} ordua: {time} UTC.
fi: Lisenssinvaihto aloitettu {date} kello {time} UTC.
fr: Changement de licence commencé le {date} à {time} UTC.
he: החלה החלפת רישיון ב־{date} בשעה {time} UTC.
hi: लाइसेंस स्विच {date} को {time} UTC पर शुरू हुआ।
hu: A licencmódosítás a következő időpontban megkezdődött: {date}, UTC {time}.
ia: Cambio de licentia comenciate {date} a {time} UTC.
id: Pergantian lisensi dimulai pada {date} pukul {time} UTC.
it: Cambio di licenza iniziato il {date} alle {time} UTC.
ja: ライセンスの変更は {date} {time} UTC に適用されました。
mr: परवाना बदल {date} रोजी {time} UTC वाजता सुरू झाला.
nl: Licentiewijziging gestart op {date} om {time} UTC.
pl: Zmiana licencji była aktywowana w dniu {date} o godzinie {time} UTC.
pt_br: Alteração de licença iniciada em {date} às {time} UTC.
ro: Schimbarea licenței a început pe {date} la {time} UTC.
ru: Перелицензирование началось {date} в {time} UTC.
sk: Zmena licenciu započatá {date} {time} UTC.
sr: Пребацивање лиценце почело {date} у {time} по UTC-у.
tr: Lisans değişimi {date} tarihinde saat {time} UTC'de başlamıştır.
tt: Лицензия алмашыну {date} да {time} UTC башланды.
uk: Зміна ліцензії почалась {date} о {time} UTC.
vi: Chuyển đổi giấy phép bắt đầu vào {date} lúc {time} UTC.

source: Successfully changed the license of {n} sentence.
ar: فشل تغيير الجمل.
bg: Успешно променихте лиценза на {n} изречение.
br: Ar cheñchamant lisañs a zo bet graet gant berzh evit {n} frazenn.
de: {n} Satz wurde erfolgreich umlizensiert.
el: Άλλαξε επιτυχώς η άδεια {n} φράσης.
eo: La permesilo de {n} frazo estis sukcese ŝanĝita.
es: Se cambió con éxito la licencia de {n} oraciones.
eu: Ondo aldatu da lizentzia, nahi bezala, {n} esaldian.
fi: {n} lause sai onnistuneesti uuden lisenssin.
fr: Le changement de licence de {n} phrase a réussi.
he: הרישיון של משפט אחד התחלף בהצלחה.
hi: {n} वाक्य का लाइसेंस सफलतापूर्वक बदल दिया।
hu: {n} mondat licenszváltása sikerült.
ia: Cambiate le licentia de {n} phrases con successo.
id: Berhasil mengubah lisensi dari {n} kalimat.
it: Cambiata con successo la licenza di {n} frase.
ja: 例文番号 {n} のライセンスは正常に変更されました。
ku: Lîsansa {n} hevokê bi serkevtî hate guhertin.
mr: {n} वाक्याचा परवाना यशस्वीरीत्या बदलला.
nl: De licentie van {n} zin werd met succes veranderd.
pl: Udało się zmienić licencję 1 zdania.
pt_br: Mudança de licença de {n} frase feita com sucesso.
ro: Licența propoziției a fost schimbată cu succes. {n}
ru: Лицензия {n} предложения успешно изменена.
sk: Úspešne bola zmenená licencia {n} vety.
sr: Успешно промењена лиценца {n} реченице.
tr: {n} cümlenin lisansı başarıyla değiştirildi.
tt: {n} тәкъдимнәр лицензиясе уңышлы үзгәртелде.
uk: Успішно змінено ліцензію {n} речення.
vi: Đã thay đổi thành công giấy phép của{n} câu.

source: License switch completed on {date} at {time} UTC.
ar: انتهى تغيير الرخصة بتاريخ {date} الساعة {time} بالتوقيت العالمي المنسّق.
bg: Промяната на лиценза е завършено на {date}в {time}UTC.
br: Cheñchamant lisañs echuet d'an/ar {date} da {heure} UTC.
de: Die Lizenzänderung wurde am {date} um {time} Uhr koordinierter Weltzeit (UTC) erfolgreich abgeschlossen.
el: Η αλλαγή άδειας τέλειωσε την {date} στις {time} UTC.
eo: Permesilŝanĝo efektivigita je {date} je la {time} UTK.
es: Cambio de licencia completado el {date} a las {time} UTC.
eu: Noiz burutu da lizentzia motaren aldaketa; eguna: {date} ordua: {time} UTC.
fi: Lisenssinvaihto saatu valmiiksi {date} kello {time} UTC.
fr: Changement de licence terminé le {date} à {time} UTC.
he: החלפת רישיון הסתיימה ב־{date} בשעה {time} UTC.
hi: लाइसेंस स्विच {date} को {time} UTC पर पूरा हुआ।
hu: A licencmódosítás a következő napon és időpontban történt meg: {date} {time} UTC.
ia: Cambiamento de licentia complete {date} a {time} UTC.
id: Pergantian lisensi selesai pada {date} pukul {time} UTC.
it: Cambio di licenza completato il {date} alle {time} UTC.
ja: ライセンスの変更は {date} {time} UTC に完了しました。
mr: परवाना बदल {date} रोजी {time} UTC वाजता पूर्ण झाला.
nl: Licentiewijziging voltooid op {date} om {time} UTC.
pl: Zmiana licencji została dokonana dnia {date} o godzinie {time} UTC.
pt_br: Alteração de licença finalizada em {date} às {time} UTC.
ro: Schimbarea licenței a fost finalizată pe {date} la {time} UTC.
ru: Перелицензирование завершено {date} в {time} UTC.
sk: Zmena licencie dokončená {date} {time} UTC.
sr: Пребацивање лиценце завршено {date} у {time} по UTC-u.
tr: Lisans değişimi {date} tarihinde saat {time} UTC'de tamamlanmıştır.
tt: Лицензияне алыштыру {date} {time} UTC да тәмамланды.
uk: Зміну ліцензії завершено {date} о {time} UTC.
vi: Quá trình chuyển đổi giấy phép hoàn tất vào {date} lúc {time} UTC.

source: Orphan sentences
ar: جُمل يتيمة
bg: Изречения сираци
br: Frazennoù minor
de: Verwaiste Sätze
el: Ορφανές φράσεις
eo: Orfaj frazoj
es: Oraciones huérfanas
eu: Umezurtz dauden esaldiak
fi: Orvot lauseet
fr: Phrases orphelines
he: משפטים יתומים
hi: अनाथ वाक्य
hu: Árva mondatok
ia: Phrases orphane
id: Kalimat-kalimat tak berpemilik
is: Munaðarlausar setningar
it: Frasi orfane
ja: 野良文
ku: Hevokên bêxwedî
mr: अनाथ वाक्ये
nl: Weeszinnen
pl: Zdania niczyje
pt_br: Frases órfãs
ro: Propoziții orfane
ru: Предложения без владельца
sk: Osirelé vety
sr: Реченице-сирочад
tr: Sahipsiz cümleler
tt: Ятим җөмләләр
uk: Речення без власника
vi: Câu mồ côi

source: Orphan sentences in {language}
ar: الجُمل {language.معرفة} اليتيمة
bg: Изречения сираци на {language}
br: Frazennoù minor e {language}
de: {language}: verwaiste Sätze
el: Ορφανές φράσεις στα {language}
eo: Orfaj frazoj en {language}
es: Oraciones huérfanas en {language}
eu: Umezurtz dauden esaldiak {language} horretan
fi: {language.genitive}kieliset orvot lauseet
fr: Phrases orphelines en {language}
he: משפטים יתומים ב{language}
hi: {language} में अनाथ वाक्य
hu: Árva mondatok {language} nyelven
ia: Phrases orphane in {language}
id: Kalimat-kalimat tak berpemilik dalam bahasa {language}
is: Munaðarlausar setningar á {language.dat}
it: Frasi orfane in {language}
ja: {language}の野良文
mr: {language} भाषेतील अनाथ वाक्ये
nl: Weeszinnen in het {language}
pl: Zdania niczyje w {language}
pt_br: Frases órfãs em {language}
ro: Propoziții orfane în {language}
ru: Предложения на {language.prep} без владельца
sk: Osirelé vety v jazyku {language}
sr: Реченице-сирочад на језику {language}
tr: Sahipsiz {language} cümleler
tt: {language} төшереп калдырылган җөмләләр
uk: Речення без власника {language.ins}
vi: Câu mồ côi trong {language}

source: About adoption
ar: معلومات عن التبنّي
bg: Относно осиновяването
br: Diwar-benn an advabañ
de: Die Adoption betreffend
el: Σχετικά με την υιοθέτηση
eo: Pri adoptado
es: Acerca de la adopción
eu: Adoptatzeari buruz
fi: Tietoja adoptoinnista
fr: À propos de l'adoption
he: על אימוץ
hi: गोद लेने की जानकारी
hu: Az örökbefogadásról
ia: A proposito de adoption
id: Tentang pengadopsian
is: Um ættleiðingu
it: Riguardo all'adozione di frasi
ja: アドプトについて
mr: दत्तक घेण्याविषयी माहिती
nl: Over adoptie
pl: O przejmowaniu
pt_br: Sobre a adoção
ro: Despre adoptare
ru: О присваивании предложений
sk: O osvojení
sr: О усвајању
tr: Sahiplenme hakkında
tt: Бала алу турында
uk: Про привласнення
vi: Về việc tiếp nhận câu

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
ar: يُعتبر التبني طريقة لتقول بأن ”هذه الجملة صحيحة“. كما أنها مناسِبة للتحقّق من الجملة وتصحيحها إن كان بها خطأ.
bg: Осиновяването е начин за гласуване „това изречение е правилно“. Това е и повод да проверите изречението и да го поправите, ако има грешка.
br: An advabañ a zo un doare da vouezhiañ "ar frazenn-mañ a zo reizh". An digarez eo ivez evit gwiriañ ar frazenn ha reizhañ anezhi ma 'vez ur fazi enni.
de: Durch die Adoption eines Satzes soll ausgedrückt werden, dass der Satz korrekt ist. Die Adoption bietet also Gelegenheit, Sätze zu überprüfen und Fehler zu korrigieren.
el: Η υιοθέτηση είναι ένας τρόπος να ψηφίσετε ότι "αυτή η φράση είναι σωστή". Είναι επίσης μια ευκαιρία να ελέξετε την φράση και να την διορθώσετε αν υπήρχε κάποιο λάθος.
eo: Adopti estas metodo voĉdoni, ke „tiu frazo estas ĝusta". Ankaŭ estas okazo por kontroli la frazon kaj korekti ĝin, se estis eraro en ĝi.
es: Adoptar es una forma de decir "esta oración es correcta". También es una ocasión para revisar la oración y corregirla en caso de contener algún error.
eu: Adoptatzea nolabait zure aldeko botoa ematea da, "esaldi hau zuzena da, bai" esateko modua. Esaldia zuzentzeko aukera ere bada.
fi: Adoptointi on tapa antaa ääni ”tämä lause on oikein”. Se on myös tilaisuus tarkistaa lause ja korjata se, jos siinä oli virhe.
fr: Adopter est une manière de dire que cette phrase est correcte. C'est également l'occasion de vérifier la phrase et de la corriger si elle comportait une erreur.
he: אימוץ זאת דרך להצביע „המשפט הזה נכון”. זאת גם הזדמנות לבדוק שהמשפט נכון ולתקן טעויות.
hi: अपनाना वोट देने का एक तरीका है "यह वाक्य सही है"। यह वाक्य की जांच करने और गलती होने पर इसे ठीक करने का भी अवसर है।
hu: Az örökbefogadás egy módja annak, hogy jelezzük, ha a mondatot helyesnek találjuk. Továbbá egy lehetőség, hogy javítsunk a mondaton, ha abban hibát találtunk.
ia: Le adoption es un maniera de dicer "iste phrase es correcte", sed etiam es un occasion a verificar le phrase e corriger lo si il ha un error.
id: Pengadopsian adalah sebuah cara untuk menyatakan bahwa "kalimat ini benar". Selain itu, pengadopsian juga merupakan kesempatan untuk mengecek kalimat dan mengoreksinya jika ditemukan sebuah kesalahan.
it: Adottare una frase è un modo per dire che "questa frase è corretta". È anche un'occasione per controllare la frase e correggerla nel caso in cui ci fosse un errore.
ja: アドプトとは、例文の“所有者”になって、「これは良い文だ」という判断を示すことです。またアドプトすることで、間違いのある文を訂正できるようになります。
mr: दत्तक घेणे म्हणजे "हे वाक्य बरोबर आहे" असे मत देणे. त्याबरोबरच, दत्तक घेणे म्हणजे वाक्य तपासून त्यात कोणतीही आढळणारी चूक दुरुस्त करण्याची एक संधी असते.
nl: Adopteren is een manier om te zeggen dat de zin correct is. Het is ook een goed moment om de zin na te kijken en te corrigeren als er een fout in staat.
pl: Przejęcia zdania to decyzja "to zdanie jest poprawne". To też okazja do sprawdzenia zdania i poprawienia ewentualnych błędów.
pt_br: Adotar uma frase é uma maneira de dizer que ela está correta. É também uma boa oportunidade de revisá-la e corrigi-la caso ela contenha algum erro.
ro: Adoptarea este o modalitate de a spune: „Această propoziție este corectă.” De asemenea, este și o ocazie de a verifica propoziția și de a o corecta în cazul în care există vreo greșeală.
ru: Присваивание предложений — это способ подтвердить правильность предложения. Также это повод проверить предложение и, при необходимости, исправить его.
sk: Osvojenie je spôsob ako označiť vetu za správnu. Taktiež získate možnosť ju preveriť a upraviť prípadné chyby.
sr: Усвајање је начин давања гласа "ова реченица је тачна". Такође је прилика да се провери реченица и да се исправе могуће грешке.
tr: Sahiplenmek, "bu cümle doğru" demenin bir yoludur. Cümleyi kontrol edip hata varsa düzeltmek için de bir fırsattır.
tt: Кабул итү - "бу дөрес тәкъдим" дип тавыш бирү ысулы. Бу шулай ук тәкъдимне тикшерергә һәм хата булса, аны төзәтергә сәбәп.
uk: Привласнення це засіб сказати що "речення є коректним". Це також можливість перевірити речення та виправити його якщо воно містить помилку.
vi: Tiếp nhận câu là một cách để bình chọn "câu này đúng". Đây cũng là cơ hội để kiểm tra lại câu văn và sửa lại nếu có sai sót.
