Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Existing sentence #{number} has been added as a translation.
bg: Съществуващото изречение № {number}е добавено като превод.
br: Ar frazenn #{number} a zo anezhi a zo bet ouzhpennet evel un droidigezh.
de: Als Übersetzung wurde der schon vorhandene Satz Nr. {number} angefügt.
el: Η υπάρχουσα φράση #{number} έχει προστεθέι ως μετάφραση.
eo: La ekzistanta frazo n-ro{number} estis aldonita kiel traduko.
es: La oración ya existente #{number} ha sido añadida como traducción.
eu: Zegoen #{number} esaldia gehitu egin da itzulpen gisa.
fi: Olemassa oleva lause numero {number} on lisätty käännökseksi.
fr: La phrase existante n° {number} a été ajoutée comme traduction.
he: המספר הנוכחי מס׳ {number} נוסף כתרגום.
hi: मौजूदा वाक्य #{number} को अनुवाद के रूप में जोड़ा गया है।
hu: A #{number} számú, már létező mondat fordításként hozzá lett adva.
ia: Le phrase existente #{number} ha essite addite como traduction.
id: Kalimat #{number} yang sudah ada telah ditambahkan sebagai terjemahan.
is: Núverandi setning #{number} hefur verið bætt við sem þýðingu.
it: La frase esistente #{number} è stata aggiunta come traduzione.
ja: 既存の例文 #{number} が翻訳として追加されました。
mr: अस्तित्वात असलेले वाक्य क्र. {number} हे भाषांतराच्या रूपात जोडले गेले.
nl: Bestaande zin nr. {number} is toegevoegd als vertaling.
pl: Istniejące zdanie #{number} zostało dodane jako tłumaczenie.
pt_br: A frase existente #{number} foi adicionada como tradução.
ro: Propoziția existentă #{number} a fost adăugată ca traducere.
ru: Существующее предложение #{number} было добавлено в качестве перевода.
sk: Už jestvujúca veta #{number} bola pridaná ako preklad.
sr: Постојећа реченица #{number} је додата као превод.
tr: Mevcut #{number} numaralı cümle çeviri olarak eklendi.
tt: Булган җөмлә #{number}тәрҗемә сыйфатында өстәлгән.
vi: Câu hiện có # {number} đã được thêm vào dưới dạng bản dịch.

source: Edit this translation
bg: Редактирайте този превод
br: Aozañ an droidigezh-mañ
de: Diese Übersetzung bearbeiten
el: Επεξεργασία αυτής της μετάφρασης
eo: Adapti tiun ĉi tradukon
es: Editar esta traducción
eu: Editatu itzulpen hau
fi: Muokkaa tätä käännöstä
fr: Modifier cette traduction
he: עריכת תרגום זה
hi: इस अनुवाद को संपादित करें
hu: A fordítás módosítása
ia: Modificar iste traduction
id: Edit terjemahan ini
is: Breyta þessari setningu
it: Modifica questa traduzione
ja: この翻訳の編集
ku: Vê wergerê sererast bike
mr: हे भाषांतर संपादित करा
nl: Bewerk deze vertaling
pl: Edytuj to tłumaczenie
pt_br: Editar esta tradução
ro: Editați această traducere
ru: Редактировать этот перевод
sk: Upraviť tento preklad
sr: Измени овај превод
tr: Bu çeviriyi düzenle
tt: Бу тәрҗемәне редакцияләгез
vi: Chỉnh sửa bản dịch này

source: Translation
ar: الترجمة
bg: Превод
br: Troidigezh
de: Übersetzung
el: Μετάφραση
eo: Traduko
es: Traducción
eu: Itzulpena
fi: Käännös
fr: Traduction
he: תרגום
hi: अनुवाद
hu: Fordítás
ia: Traduction
id: Terjemahan
is: Þýðing
it: Traduzione
ja: 翻訳
ku: Werger
mr: भाषांतर
nl: Vertaling
pl: Tłumaczenie
pt_br: Tradução
ro: Traducere
ru: Перевод
sk: Preklad
sr: Превод
tr: Çeviri
tt: Тәрҗемә
uk: Переклад
vi: Dịch

source: Add translation
bg: Добави превод
br: Ouzhpennañ an droidigezh
de: Übersetzung hinzufügen
el: Προσθήκη μετάφρασης
eo: Aldoni tradukon
es: Añadir traducción
eu: Gehitu itzulpena
fi: Lisää käännös
fr: Ajouter une traduction
he: הוספת תרגום
hi: अनुवाद जोड़ें
hu: Fordítás hozzáadása
ia: Adder traduction
id: Tambah terjemahan
is: Bæta við þýðingu
it: Aggiungi traduzione
ja: 追加
mr: भाषांतर जोडा
nl: Vertaling toevoegen
pl: Dodaj tłumaczenie
pt_br: Adicionar tradução
ro: Adăugați traducere
ru: Добавить перевод
sk: Pridať preklad
sr: Додај превод
tr: Çeviri ekle
tt: Тәрҗемәне өстәргә
vi: Thêm bản dịch

source: Edit translation
bg: Редактирай превод
br: Aozañ an droidigezh
de: Übersetzung bearbeiten
el: Επεξεργασία μετάφρασης
eo: Adapti la tradukon
es: Editar la traducción
eu: Editatu itzulpena
fi: Muokkaa käännöstä
fr: Modifier la traduction
he: עריכת תרגום
hi: अनुवाद संपादित करें
hu: Fordítás szerkesztése
ia: Modificar traduction
id: Edit terjemahan
is: Breyta þýðingu
it: Modifica traduzione
ja: 翻訳の編集
ku: Wergerê sererast bike
mr: भाषांतर संपादित करा
nl: Bewerk vertaling
pl: Edytuj tłumaczenie
pt_br: Editar tradução
ro: Editați traducerea
ru: Редактировать перевод
sk: Upraviť preklad
sr: Измени превод
tr: Çeviriyi düzenle
tt: Тәрҗемәне төзәтергә
vi: Chỉnh sửa bản dịch

source: Sentence removed from list.
bg: Изречението е премахнато от списъка.
br: Frazenn dilamet diwar al listenn.
de: Satz von der Liste entfernt
el: Η φράση αφαιρέθηκε από τον κατάλογο
eo: Frazo forigita de la listo
es: Se ha quitado la frase de la lista.
eu: Zerrendatik ezabatutako esaldia.
fi: Lause on poistettu listalta.
fr: Phrase retirée de la liste.
he: המשפט הוסר מהרשימה.
hi: वाक्य सूची में से हटाया गया।
hu: A mondat el lett távolítva a listáról.
ia: Le phrase es removite del lista.
id: Kalimat dihapus dari daftar.
is: Setning fjarlægð af lista.
it: Frase rimossa dall'elenco.
ja: リストから例文を削除しました。
ku: Hevok ji lîsteyê hate rakirin.
mr: वाक्य यादीतून काढून टाकले.
nl: Zin verwijderd van lijst
pl: Zdanie usunięte z listy.
pt_br: Frase removida da lista.
ro: Propoziție eliminată din listă.
ru: Предложение удалено из списка.
sk: Veta odstránená zo zoznamu.
sr: Реченица уклоњена са списка
tr: Cümle listeden kaldırıldı.
tt: Җөмлә исемлектән алынды.
vi: Đã xóa câu khỏi danh sách.

source: Undo removal
bg: Отмяна на премахването
br: Distreiñ war an dilamadenn
de: Entfernen rückgängig machen
el: Αναίρεση διαγραφής
eo: Nuligu la forigon
es: Deshacer remoción.
eu: Konpondu ezabaketa
fi: Kumoa poisto
fr: Annuler le retrait
he: ביטול הסרה
hi: निकाला हुआ वाक्य वापस लाएँ
hu: Törlés visszavonása
ia: Disfacer le remotion
id: Batal hapus
is: Afturkalla fjarlægingu
it: Annulla la rimozione
ja: 復元する
ku: Rakirinê vegerîne
mr: काढलेले वाक्य परत आणा
nl: Maak verwijdering ongedaan
pl: Cofnij usunięcie
pt_br: Desfazer remoção
ro: Anulați eliminarea
ru: Отменить удаление
sk: Zvrátiť odstránenie
sr: Оповргни уклањање
tr: Kaldırmayı geri al
tt: Бетерүне гамәлдән чыгарырга
vi: Hoàn tác xóa

source: Remove from list
ar: أزل من القائمة
bg: Премахни от списъка
br: Dilemel diwar al listenn
de: Von der Liste entfernen.
el: Αφαίρεση από τον κατάλογο
eo: Forigu de la listo
es: Quitar de la lista
eu: Ezabatu zerrendatik
fi: Poista listalta
fr: Retirer de la liste
he: הסרה מהרשימה
hi: सूची से निकाल दें
hu: Törlés a listáról
ia: Remover del lista
id: Hapus dari daftar
is: Fjarlægja af lista
it: Rimuovi dall'elenco
ja: リストから外す
ku: Ji lîsteyê rake
mr: यादीतून काढून टाका
nl: Uit de lijst verwijderen
pl: Usuń z listy
pt_br: Remover da lista
ro: Ștergeți din listă
ru: Удалить из списка
sk: Odstrániť zo zoznamu
sr: Уклони са списка
tr: Listeden çıkar
tt: Исемлектән бетерергә
uk: Видалити із списка
vi: Xóa khỏi danh sách

source: Your session has expired.
ar: جلستك انتهت.
bg: Сисията ви е изтекла.
br: Diamzeriet eo ho talc'h.
de: Deine Sitzung ist abgelaufen.
el: Η σύνοδος σας έχει λήξει
eo: Via uzoperiodo finiĝis.
es: Su sesión expiró.
eu: Zure saioa iraungi egin da.
fi: Istuntosi on vanhentunut.
fr: Votre session a expiré.
he: פג תוקף ההפעלה שלך
hi: आपका सत्र समाप्त हो गया है।
hu: Az időkeret lejárt.
ia: Le session ha expirate.
id: Sesi Anda telah berakhir.
is: Innskráning þín hefur runnið út.
it: La tua sessione è scaduta.
ja: タイムアウトしました。
ku: Danişîna te derdem bû.
mr: आपला सेशनची मुदत संपली आहे.
nl: Je sessie is verlopen.
pl: Twoja sesja wygasła.
pt_br: A sua sessão expirou.
ro: Sesiunea dumneavoastră a expirat.
ru: Время сеанса истекло.
sk: Vaše prihlásenie vypršalo.
sr: Сесија ти је истекла.
tr: Oturumunuz zaman aşımına uğradı.
tt: Сезнең сеансның гамәлдә булу вакыты бетте.
uk: Ваша сессія закінчилась.
vi: Phiên của bạn đã hết hạn.

source: Please <a href="{}">log in again</a>.
ar: من فضلك <a href="{}">الولوج مرة أخرى</a>.
bg: Моля, <a href="{}">влезте в профила си отново</a>.
br: <a href="{}">Kevreit en-dro</a>, mar plij ganeoc'h.
de: Bitte erneut <a href="{}">anmelden</a>.
el: Παρακαλούμε <a href="{}">συνδεθήτε ξανά</a>.
eo: Bonvolu <a href="{}">ensaluti denove</a>.
es: <a href="{}">Haga clic aquí</a> para identificarse otra vez.
eu: Mesedez <a href="{}">hasi saioa berriro</a>.
fi: <a href="{}">Kirjaudu sisään uudelleen</a>.
fr: Veuillez <a href="{}">vous connecter à nouveau</a>.
he: נא <a href="{}">להתחבר שוב</a>.
hi: कृपया फिर से <a href="{}">लॉग इन करें</a>।
hu: Kérünk, <a href="{}">jelentkezz be újra</a>.
ia: Per favor, <a href="{}">reaperi session</a>.
id: Silakan <a href="{}">masuk kembali</a>.
is: Vinsamlegast <a href="{}">skráðu þig aftur inn</a>.
it: Per favore, <a href="{}">effettua di nuovo l'accesso</a>.
ja: 再度<a href="{}">ログイン</a>してください。
ku: Ji kerema xwe <a href="{}">dîsa têkeve</a>.
mr: कृपया पुन्हा <a href="{}">लॉगइन करा</a>.
nl: Gelieve je <a href="{}">opnieuw aan te melden</a>.
pl: <a href="{}">Zaloguj się</a> ponownie.
pt_br: Por favor, <a href="{}">entre novamente</a>.
ro: Vă rugăm <a href="{}">să vă autentificați din nou</a>.
ru: Пожалуйста, <a href="{}">войдите снова</a>.
sk: Prosím, <a href="{}">prihláste sa znova</a>.
sr: <a href="{}">Улогуј се поново</a>.
tr: Lütfen <a href="{}">tekrar giriş yapın</a>.
tt: Зинһар, системага тагын бер тапкыр керегез.
uk: Будь ласка <a href="{}">увійдіть знов</a>.
vi: Vui lòng <a href="{}"> đăng nhập lại </a>.

source: Tatoeba is a collection of sentences and translations.
ar: تتويبا تجميعة جمل وترجمات.
bg: Tatoeba е колекция от изречения и техните преводи.
br: Tatoeba a zo un dastummadeg frazennoù ha troidigezhioù.
de: Tatoeba ist eine Sammlung übersetzter Beispielsätze.
el: Η Tatoeba είναι μια συλλογή φράσεων και μεταφράσεων.
eo: Tatoeba estas kolekto de frazoj kaj tradukoj.
es: Tatoeba es una colección de oraciones y traducciones.
eu: Tatoeba esaldien bilduma eta itzulpenen bilduma handia da.
fi: Tatoeba on lause- ja käännöskokoelma.
fr: Tatoeba est une collection de phrases et de traductions.
he: Tatoeba הוא אוסף של משפטים ותרגומים.
hi: Tatoeba वाक्यों का और अनुवादों का संग्रह है।
hu: A Tatoeba mondatok és fordítások gyűjteménye.
ia: Tatoeba es un collection de phrases e traductiones.
id: Tatoeba adalah kumpulan kalimat dan terjemahannya.
is: Tatoeba er safn setninga og þýðinga.
it: Tatoeba è una collezione di frasi e traduzioni.
ja: Tatoebaではさまざまな言語の例文を集めて、さまざまな言語に訳しています。
ku: Tatoeba, berhevgeha hevok û wergeran e.
mr: तातोएबा हा वाक्यांचा व भाषांतरांचा संग्रह आहे.
nl: Tatoeba is een verzameling van zinnen en vertalingen.
pl: Tatoeba jest zbiorem zdań i ich tłumaczeń.
pt_br: O Tatoeba é uma coleção de frases e traduções.
ro: Tatoeba este o colecție de propoziții și traduceri.
ru: Проект Tatoeba — это коллекция предложений и переводов.
sk: Tatoeba je zbierka viet a prekladov.
sr: Татоеба је скуп реченица и превода.
tr: Tatoeba cümle ve çeviri topluluğudur.
tt: Tatoeba - ул җөмләләр һәм тәрҗемәләр җыелмасы.
uk: Tatoeba це колекція речень з перекладами.
vi: Tatoeba là một bộ sưu tập câu và bản dịch.

source: It's collaborative, open, free and even addictive.
ar: إنه موقع تعاوني مفتوح مجاني ويسبب الإدمان أيضًا.
bg: Колаборативна, отворена, безплатна и дори пристрастяваща.
br: Kenlabourus eo, digor, digoust hag gellout a reer dont da vezañ adiktet ivez.
de: Tatoeba ist kollaborativ, offen, frei und kann sogar süchtig machen.
el: Είναι συνεργατική, ελεύθερη, ανοικτή και ακόμα εθιστική.
eo: Ĝi estas kunlabora, malferma, senpaga kaj eĉ dependiga.
es: Es colaborativo, abierto, gratis e incluso adictivo.
eu: Elkarlana sustatzeko balio du, librea eta irekia da. Menpekotasuna sor dezake.
fi: Se perustuu yhteistyöhön ja avoimeen lähdekoodiin. Lisäksi se on ilmainen ja jopa koukuttava.
fr: C'est collaboratif, ouvert, gratuit et même addictif.
he: שיתופי, פתוח, חופשי ואף ממכר.
hi: सहयोगात्मक, मुक्त, मुफ़्त और अडिक्टिव।
hu: Kooperatív, nyílt, ingyenes, sőt még addiktív is.
ia: Es collaborative, libere, gratuite e mesmo captivante.
id: Kolaboratif, terbuka, gratis, dan bahkan membuat kecanduan.
is: Hún er samvinnuleg, opin, ókeypis og jafnvel ávanabindandi.
it: È collaborativo, open source, gratuito, libero e crea persino dipendenza
ja: 例文はすべて無料で公開しています。あなたも参加してみませんか？
ku: Hevpar, vekirî, belaş û mirovan bi xwe ve girê dide.
mr: सहयोगात्मक, मुक्त, मोफत आणि अ‍ॅडिक्टिव्ह.
nl: Dit gezamenlijke project is voor iedereen toegankelijk. Het is gratis en zelfs verslavend.
pl: Jest tworzona wspólnie. Jest otwarta i wolna. Może uzależnić.
pt_br: É colaborativo, aberto, gratuito e até viciante.
ro: Este colaborativă, accesibilă, gratuită și chiar captivantă.
ru: Это совместный, открытый, свободный и даже вызывающий привыкание проект.
sk: Je založená na spolupráci, otvorená, bezplatná a dokonca návyková.
sr: Она је колаборативна, отворена, бесплатна, и чак изазива зависност.
tr: Ortak, açık, ücretsiz ve hatta bağımlılık yapıcıdır.
tt: Бу уртак эш, ачык, түләүсез һәм хәтта ияләшә торган.
uk: Це відкрита, вільна та, навіть, така, що викликає залежність, спільнота.
vi: Nó có tính cộng tác, mở, miễn phí và thậm chí có thể gây nghiện.

source: Search
ar: ابحث
bg: Търсене
br: Klask
de: Suche
el: Αναζήτηση
eo: Serĉo
es: Buscar
eu: Bilatu
fi: Haku
fr: Recherche
he: חיפוש
hi: खोजें
hu: Keresés
ia: Recerca
id: Cari
is: Leita
it: Cerca
ja: 検索
ku: Lêgerîn
mr: शोध
nl: Zoeken
pl: Szukaj
pt_br: Procurar
ro: Căutare
ru: Поиск
sk: Vyhľadávanie
sr: Претражи
tr: Arama
tt: Эзләү
uk: Пошук
vi: Tìm kiếm

source: Tip: <em>=word</em> will search for an exact match on <em>word</em>
ar: فائدة: العبارة <em>=الكلمة</em> ستبحث عن المطابقة التّامّة لِ‍<em>الكلمة</em>
bg: Съвет: <em>=дума</em> ще търси за точно съвпадение по <em>дума</em>
br: Ali: <em>=ger</em> a glasko war-lerc'h ur genglotenn rik evit <em>ar ger</em>
de: Bemerkung: Bei einem vorangestellten Gleichheitszeichen („=Blume“) ist die Suche exakt, sonst werden auch ähnliche Wörter gesucht.
el: Συμβουλή: <em>=λέξη</em> στην αναζήτηση θα ταιριάξει ακριβώς την <em>λέξη</em>
eo: Notu: <em>=vorto</em> serĉos precize la vorton <em>vorto</em> sen modifoj.
es: Consejo: <em>=palabra</em> buscará el resultado que encaje exactamente con <em>palabra</em>
eu: Aholkua: <em>=hitza</em> bilatuko du erabateko zehaztasunez <em>hitza</em>
fi: Vinkki: <em>=sana</em> etsii täsmällisiä osumia <em>sanalle</em>
fr: Astuce : <em>=mot</em> retournera les phrases contenant exactement <em>mot</em>.
he: עצה: הוספת <em>=word</em> תגרום לחיפוש התאמה מדויקת ל<em>מילה</em> מסוימת
hi: युक्ति: <em>= शब्द शब्द</em> पर एक सटीक मिलान की <em></em> खोज करेगा
hu: Tipp: <em>=szó</em> pontos egyezést keres a <em>szó</em>ra
ia: Consilio: <em>=parola</em> cerca un correspondentia exacte a <em>parola</em>
id: Tips: <em>=kata</em> akan mencari pasangan yang sama persis dengan kata <em>kata</em>
is: Ábending: <em>=orð</em> mun leita eftir nákvæmlega <em>orð</em>
it: Consiglio: <em>=parola</em> cercherà una corrispondenza esatta di <em>parola</em>
ja: ヒント：<em>=word</em> を指定すると <em>word</em> の完全一致検索が行えます。
mr: टीप: "<em>=शब्द</em>" असे प्रविष्ट केल्याने "<em>शब्द</em>" या कीवर्डशी तंतोतंत जुळणार्‍या निकालांचा शोध घेतला जाईल.
nl: Tip: als je <em>=woord</em> invult, zoekt het systeem naar woorden die precies overeenkomen met <em>woord</em>
pl: Wskazówka: <em>=słowo</em> wyszuka dokładne dopasowanie do <em>słowa</em>.
pt_br: Dica: <em>=word</em> buscará por correspondências exatas de <em>word</em>.
ro: Sugestie: <em>=cuvânt</em> va căuta potrivirea exactă pentru <em>cuvânt</em>
ru: Совет: для точного поиска <em>слова</em> используйте <em>=слово</em>
sk: Rada: <em>=slovo</em> bude hľadať presnú zhodu so <em>slovo</em>
sr: Савет: <em>=реч</em> ће да претражи тачно преклапање са <em>реч</em>
tr: İpucu: <em>=kelime</em> diye aratmak, birebir <em>kelime</em> sonucunu verecektir.
tt: Киңәш: =word сүз буенча төгәл туры килүне эзләячәк
uk: Підказка: <em>=слово</em> буде шукати точне входження слова <em>слово</em>
vi: Mẹo: <em> = word</em> sẽ tìm được các kết quả khớp với <em>word</em>

source: More tips
ar: فوائد أخرى
bg: Още съвети
br: Muioc'h a alioù
de: Weitere Hinweise
el: Περισσότερες υποδείξεις
eo: Pliaj sugestoj
es: Más consejos
eu: Aholku gehiago
fi: Lisää vinkkejä
fr: Autres astuces
he: לעצות נוספות
hi: अधिक सुझाव
hu: Javaslatok
ia: Altere consilios
id: Tips lainnya
is: Fleiri ábendingar
it: Ulteriori consigli
ja: さらに詳しく
ku: Serbendên din
mr: अधिक टिप
nl: Meer tips
pl: Więcej wskazówek
pt_br: Mais dicas
ro: Mai multe sugestii
ru: Другие советы
sk: Viac rád
sr: Још савета
tr: Diğer öneriler
tt: Күбрәк киңәшләр
uk: Інші підказки
vi: Các mẹo khác

# title
source: Advanced search
ar: بحث متقدم
bg: Разширено търсене
br: Klask araokaet
de: Erweiterte Suche
el: Προχωρημένη αναζήτηση
eo: Progresinta serĉo
es: Búsqueda avanzada
eu: Bilaketa aurreratua
fi: Tarkennettu haku
fr: Recherche avancée
he: חיפוש מתקדם
hi: आधुनिक खोज
hu: Részletes keresés
ia: Recerca avantiate
id: Pencarian tingkat lanjut
is: Ítarleg leit
it: Ricerca avanzata
ja: 詳細検索
ku: Lêgerîna pêşketî
mr: प्रगत शोध
nl: Geavanceerde zoekopdracht
pl: Zaawansowane wyszukiwanie
pt_br: Busca avançada
ro: Căutare avansată
ru: Расширенный поиск
sk: Pokročilé vyhľadávanie
sr: Напредна претрага
tr: Gelişmiş arama
tt: Киңәйтелгән эзләү
uk: Розширений пошук
vi: Tìm kiếm nâng cao

source: Sort by
bg: Сортирай по
br: Rummañ dre
de: Sortieren nach
eo: Ordigi laŭ
es: Ordenar por
fi: Lajitteluperuste
fr: Trier par
he: מיון לפי
hi: इसके अनुसार क्रमबद्ध करें
hu: Rendezés
ia: Ordinar per
id: Urutkan berdasarkan
is: Raða eftir
it: Ordina per
ja: 表示順
mr: यानुसार क्रमवारी लावा
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar por
ro: Filtrați după
ru: Сортировать по
sk: Zoradiť podľa
tr: Sırala
tt: Сортларга аеру
vi: Sắp xếp theo

source: My profile
ar: ملفي الشخصي
bg: Моят профил
br: Ma frofil
de: Mein Profil
el: Το προφιλ μου
eo: Mia profilo
es: Mi perfil
eu: Nire profila
fi: Minun profiilini
fr: Mon profil
he: הפרופיל שלי
hi: मेरा प्रोफ़ाइल
hu: Profilom
ia: Mi profilo
id: Profil saya
is: Notandasíða mín
it: Il mio profilo
ja: プロフィール
ku: Profîla min
mr: माझी रूपरेखा
nl: Mijn profiel
pl: Mój profil
pt_br: Meu perfil
ro: Profilul meu
ru: Мой профиль
sk: Môj profil
sr: Мој профил
tr: Profilim
tt: Минем профиль
uk: Мій профіль
vi: Tiểu sử

source: Language: {lang}
bg: Език: {lang}
br: Yezh: {lang}
de: Sprache: {lang}
eo: Lingvo: {lang}
es: Idioma: {lang}
fi: Kieli: {lang}
fr: Langue : {lang}
he: שפה: {lang}
hi: भाषा: {lang}
hu: Nyelv: {lang}
ia: Lingua: {lang}
id: Bahasa: {lang}
is: Tungumál: {lang}
it: Lingua: {lang}
ja: 言語: {lang}
ku: Ziman: {lang}
mr: भाषा: {lang}
nl: Taal: {lang}
pl: Język: {lang}
pt_br: Idioma: {lang}
ro: Limbă: {lang}
ru: Язык: {lang}
sk: Jazyk: {lang}
tr: Dil: {lang}
tt: Тел: {lang}
vi: Ngôn ngữ: {lang}

source: Settings
ar: الإعدادات
bg: Настройки
br: Arventennoù
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es: Configuración
eu: Ezarpenak
fi: Asetukset
fr: Préférences
he: הגדרות
hi: सेटिंग
hu: Beállitások
ia: Preferentias
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ku: Sazkarî
mr: पर्याय
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sr: Подешавања
tr: Ayarlar
tt: Көйләүләр
uk: Налаштування
vi: Cài đặt

source: Log out
ar: سجل الخروج
bg: Изход
br: Digevreañ
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
es: Cerrar sesión
eu: Amaitu saioa
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתקות
hi: लॉग आउट
hu: Kijelentkezés
ia: Clauder session
id: Keluar
is: Útskrá
it: Termina la sessione
ja: ログアウト
ku: Derkeve
mr: लॉग आऊट
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sr: Излогуј се
tr: Çıkış yap
tt: Системадан чыгу
uk: Вийти
vi: Đăng xuất

source: My sentences
ar: جملي
bg: Моите изречения
br: Ma frazennoù
de: Meine Sätze
el: Οι φράσεις μου
eo: Miaj frazoj
es: Mis oraciones
eu: Nire esaldiak
fi: Minun lauseeni
fr: Mes phrases
he: המשפטים שלי
hi: मेरे वाक्य
hu: Mondataim
ia: Mi phrases
id: Kalimat saya
is: Setningar mínar
it: Le mie frasi
ja: 例文
ku: Hevokên min
mr: माझी वाक्ये
nl: Mijn zinnen
pl: Moje zdania
pt_br: Minhas frases
ro: Propozițiile mele
ru: Мои предложения
sk: Moje vety
sr: Моје реченице
tr: Cümlelerim
tt: Минем җөмләләр
uk: Мої речення
vi: Câu của tôi

source: My vocabulary
ar: مفرداتي
bg: Моят речник
br: Ma geriaoueg
de: Meine Vokabelwünsche
el: Το λεξιλόγιο μου
eo: Mia vortaro
es: Mi vocabulario
eu: Nire lexikoa
fi: Minun sanastoni
fr: Mon vocabulaire
he: אוצר המילים שלי
hi: मेरी शब्दकोष
hu: Szavaim
ia: Mi vocabulario
id: Kosakata saya
is: Orðaforða minn
it: Il mio vocabolario
ja: 語彙
ku: Peyvên min
mr: माझा शब्दसंग्रह
nl: Mijn woordenboek
pl: Moje słownictwo
pt_br: Meu vocabulário
ro: Vocabularul meu
ru: Мой словарь
sk: Moja slovná zásoba
sr: Мој вокабулар
tr: Kelimelerim
tt: Минем сүзлек саклыклыгы
uk: Мій словник
vi: Từ vựng của tôi

source: My reviews
bg: Моите отзиви
br: Difaziet ganin
de: Meine Bewertungen
eo: Miaj revizioj
es: Mis revisiones
eu: Nire berrikuspenak
fi: Minun arvosteluni
fr: Mes révisions
he: הסקירות שלי
hi: मेरी समीक्षा
hu: Ellenőrzéseim
ia: Mi evalutationes
id: Tinjauan saya
is: Mín yfirför
it: Le mie valutazioni
ja: レビュー中の例文
ku: Nirxandinên min
mr: माझे पुनरावलोकन
nl: Mijn beoordelingen
pl: Moje oceny
pt_br: Minhas revisões
ro: Revizuirile mele
ru: Мои проверки
sk: Moje preverenia
sr: Моји прегледи
tr: İncelemelerim
tt: Минем бәяләмәләр
vi: Đánh giá của tôi

source: My lists
ar: قوائمي
bg: Моите списъци
br: Ma listennoù
de: Meine Listen
el: Οι κατάλογοι μου
eo: Miaj listoj
es: Mis listas
eu: Nire zerrendak
fi: Minun listani
fr: Mes listes
he: הרשימות שלי
hi: मेरी सूचीयाँ
hu: Listáim
ia: Mi listas
id: Daftar saya
is: Listar mínir
it: I miei elenchi
ja: 自分のリスト
ku: Lîsteyên min
mr: माझ्या याद्या
nl: Mijn lijsten
pl: Moje listy
pt_br: Minhas listas
ro: Listele mele
ru: Мои списки
sk: Moje zoznamy
sr: Моји спискови
tr: Listelerim
tt: Минем исемлекләр
uk: Мої списки
vi: Danh sách của tôi

source: My favorites
ar: مفضلتي
bg: Моите любими
br: Ma re garetañ
de: Meine Lieblingssätze
el: Τα αγαπημένα μου
eo: Miaj ŝatataj frazoj
es: Mis favoritas
eu: Nire gogokoenak
fi: Minun suosikkini
fr: Mes phrases favorites
he: המועדפים שלי
hi: मेरे पसंदीदे वाक्य
hu: Kedvenceim
ia: Mi favorites
id: Favorit saya
is: Eftirlæti mín
it: Le mie frasi preferite
ja: お気に入り
ku: Favoriyên min
mr: माझी आवडीची वाक्ये
nl: Mijn favorieten
pl: Moje ulubione
pt_br: Meus favoritos
ro: Favoritele mele
ru: Мои любимые предложения
sk: Moje obľúbené
sr: Моје омиљене реченице
tr: Favorilerim
tt: Минем яраткан җөмләләр
uk: Мої закладки
vi: Mục yêu thích

source: My comments
ar: تعليقاتي
bg: Моите коментари
br: Ma evezhiadennoù
de: Meine Kommentare
el: Τα σχόλιά μου
eo: Miaj komentoj
es: Mis comentarios
eu: Nire iruzkinak
fi: Minun kommenttini
fr: Mes commentaires
he: התגובות שלי
hi: मेरी टिप्पणियाँ
hu: Hozzászólásaim
ia: Mi commentos
id: Komentar saya
is: Ummæli mín
it: I miei commenti
ja: コメント
ku: Şîroveyên min
mr: माझ्या टिप्पण्या
nl: Mijn opmerkingen
pl: Moje komentarze
pt_br: Meus comentários
ro: Comentariile mele
ru: Мои комментарии
sk: Moje komentáre
sr: Моји коментари
tr: Yorumlarım
tt: Минем шәрехләрем
uk: Мої коментарі
vi: Bình luận của tôi
