Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: A part of our sentences are also available under CC0 1.0.
bg: Част от нашите изречения също са достъпни под CC0 1.0.
br: Un darn eus hor frazennoù a zo hegerz dindan CC0 1.0 ivez.
de: Ein Teil der Sätze steht auch unter der Lizenz CC0 1.0 zur Verfügung.
el: Κομμάτι των φράσεων μας είναι επίσης διαθέσημα υπό την CC0 1.0.
eo: Parto de nia frazaro estas havebla ankaŭ sub CC0 1.0.
es: Una parte de nuestras oraciones también están disponibles bajo licencia CC0 1.0.
eu: Gure esaldi batzuk CC0 1.0. lizentziarekin eskuragarri daude.
fi: Osa lauseistamme on saatavilla myös lisenssillä CC0 1.0.
fr: Une partie de nos phrases est également disponible sous licence CC0 1.0
he: חלק מהמשפטים זמינים גם בכפוף ל־CC0 1.0.
hi: हमारे वाक्यों का एक भाग CC0 1.0 के अंतर्गत भी उपलब्ध है।
hu: Mondataink egy része CC0 1.0 alatt is elérhető.
ia: Un portion de nostre phrases es etiam disponibile sub CC0 1.0.
id: Sebagian kalimat-kalimat kami juga tersedia dengan CC0 1.0.
it: Una parte delle nostre frasi è disponibile anche sotto la licenza CC0 1.0.
ja: Tatoebaの例文の一部は CC0 1.0. に基づき利用できるものもあります。
mr: आमच्या वाक्यांचा एक भाग CC0 1.0 या परवान्याद्वारे सुद्धा उपलब्ध आहे.
nl: Een deel van onze zinnen is ook beschikbaar onder CC0 1.0.
pl: Część naszych zdań jest dostępna także na licencji CC0 1.0.
pt_br: Parte das nossas frases também está disponível sob a licença CC0 1.0.
ro: O parte din propozițiile noastre sunt disponibile și sub licența CC0 1.0.
ru: Часть наших предложений также доступна по CC0 1.0
sk: Časť našich viet je taktiež zverejnená na základe licencie CC0 1.0.
sr: Део наших реченица је доступан и под CC0 1.0.
tr: Cümlelerimizin bir kısmı CC0 1.0 altında da kullanılabilir.
tt: Безнең тәкъдимнәрнең бер өлеше шулай ук CC0 1.0 версиясендә дә бар.
vi: Một phần các câu của chúng tôi cũng có sẵn theo CC0 1.0.

source: Licenses covering audio
bg: Лицензи за аудио
br: Lisañsoù o wareziñ an aodio
de: Lizenzen der Audiobeiträge
el: Άδειες που καλύπτουν ήχο
eo: Permesiloj pri sonregistraĵoj
es: Licencias que cubren la voz
eu: Lizentziek audioei ere estaldura ematen diete
fi: Äänitteet kattavat lisenssit
fr: Licences couvrant les enregistrements sonores
he: רישיונות שחלים על שמע
hi: ऑडियो शामिल करने वाले लाइसेंस
hu: Hangfelvételre vonatkozó licencek
ia: Licentias que coperi audio
id: Lisensi termasuk pada audio
is: Leyfi fyrir upptökur
it: Licenze relative ai file audio
ja: 音声のライセンスについて
mr: ऑडिओ समाविष्ट करणारे परवाने
nl: Licenties voor audio
pl: Licencje obejmujące nagrania
pt_br: Licenças que contemplam gravações de áudio
ro: Licențe care acoperă conținutul audio
ru: Лицензии, под которыми доступно аудио
sk: Licencie vzťahujúce sa na nahrávku
sr: Лиценце везане за звучне записе
tr: Sesle ilgili lisanslar
uk: Ліцензії для звука
vi: Giấy phép bao gồm âm thanh

source: The license covering an audio file is chosen by the contributor, and is indicated on the page that lists the audio files that he or she has contributed.
bg: Лицензът, обхващащ аудио файл, се избира от участника и е посочен на страницата, която изброява аудио файловете, които той или тя е допринесъл.
br: Al lisañs a warez ur restr-aodio a zo dibabet gant an degaser pe an degaserez, ha diskouezet ez eo war ar bajenn a listenno ar restroù-aodio en deus pe he deus degaset danvez warno.
de: Die Wahl der Lizenz, unter welcher eine Audiodatei zur Verfügung gestellt wird, obliegt dem Urheber; sie kann auf der Seite seiner sämtlichen Audiobeiträge eingesehen werden.
eo: La permesilo de sonregistraĵo estas elektita de la kontribuanto kaj estas indikita en la paĝo, kiu listigas la registraĵojn, per kiuj ŝi aŭ li kontribuis.
es: La licencia que cubre una voz es elegida por el colaborador, y se indica en la página que enumera las voces que él o ella ha grabado.
eu: Audioa babesten duen lizentzia hau ekarpena egin duenak hautatu du. Audio fitxategien zerrendak dituen orrialdean zehazten da nork egin duen ekarpena.
fi: Äänitiedoston kattavan lisenssin valitsee äänitteen lisännyt avustaja ja lisenssi näytetään sivulla, jolla luetellaan kaikki kyseisen avustajan lisäämät äänitiedostot.
fr: La licence couvrant un fichier audio est choisie par le contributeur, et est indiquée sur la page listant les fichiers audios qu'il ou elle a fourni.
he: הרישיון שחל על קובץ שמע נתון לבחירת תורמיו והוא מצוין בעמוד שמציג את קובצי השמע שנתרמו על ידיהם.
hi: ऑडियो फ़ाइल को कवर करने वाला लाइसेंस योगदानकर्ता द्वारा चुना जाता है, और उस पृष्ठ पर इंगित किया जाता है जो उन ऑडियो फ़ाइलों को सूचीबद्ध करता है जिन्हें उसने योगदान दिया है।
hu: A hangfájlra vonatkozó licencet a készítője választja ki, és az azon az oldalon jelenik meg, amely felsorolja az összes általa hozzáadott hangfájlt.
ia: Le licentia que coperi un file audio es seligite per le contributor e es indicate sur le pagina que lista le flies audio que ille o illa ha contribuite.
id: Lisensi yang mencakup file audio dipilih oleh kontributor, dan ditandai di halaman yang mendaftarkan file audio yang disumbangkan.
it: La licenza che ricopre un file audio è scelta dal contributore, ed è indicata nella pagina che elenca i file audio che lui o lei ha contribuito.
ja: 音声ファイルを保護するためのライセンスは、投稿者によって選択されます。ライセンスの詳細は、投稿者の音声一覧のページに記載されています。
mr: ऑडिओ फाइलवर लावलेला परवाना हा त्या फाइलचा योगदानकर्ता निवडतो. त्या प्रयोक्त्याने योगदान केलेल्या ऑडिओ फाइली ज्या पानावर सूचीबद्ध केल्या आहेत, त्या पानावर तो परवाना निर्देशित केला गेला आहे.
nl: De licentie voor een audiobestand wordt gekozen door de bijdrager en wordt aangegeven op de pagina met de audiobestanden die hij of zij heeft bijgedragen.
pl: Licencja na nagranie jest wybierana przez autora/autorkę. Licencja jest zaznaczona na stronie, która wyświetla dodane przez niego/nią nagrania.
pt_br: A licença que contempla uma gravação de áudio é escolhida pelo colaborador e aparece na página que lista as gravações com que ele contribuiu.
ro: Licența care acoperă un fișier audio este aleasă de colaborator și se află pe pagina unde sunt listate fișierele audio la care el sau ea a contribuit.
ru: Лицензия, на условиях которой возможно использование аудиофайла, выбирается автором и отображается на странице списка аудиофайлов, добавленных этим автором.
sk: Licencia, ktorej podlieha zvuková nahrávka je určená prispievateľom a je uvedená na stránke, kde sa nachádzajú nahrávky, ktoré uverejnil daný prispievateľ.
sr: Лиценцу везану за звучни запис бира доприносилац, и види се на страници са списком звучних записа који припадају том кориснику.
tr: Bir ses dosyasının lisansını dosyayı ekleyen katılımcı seçer ve eklediği ses dosyalarının bulunduğu sayfada hangi lisans olduğu belirtilir.
tt: Аудиофайлга тарала торган лицензия автор тарафыннан сайлана һәм ул биргән аудиофайллар исемлеге битендә күрсәтелә.
uk: Ліцензія для звукового файла обирається учасником і зазначається на сторінці з переліком звукових файлів що були додани цим учасником.
vi: Giấy phép bao gồm một tệp âm thanh do người đóng góp chọn và được biểu thị trên trang liệt kê các tệp âm thanh mà người đó đã đóng góp.

source: Questions?
ar: أسئلة؟
bg: Въпроси?
br: Goulennoù?
de: Fragen?
el: Ερωτήσεις;
eo: Ĉu demandoj?
es: ¿Preguntas?
eu: Galderarik?
fi: Kysymyksiä?
fr: Des questions ?
he: יש שאלות?
hi: सवाल?
hu: Kérdésed van?
ia: Questiones?
id: Pertanyaan?
is: Spurningar?
it: Domande?
ja: お問い合わせ
ku: Pirs?
mr: प्रश्न?
nl: Nog vragen?
pl: Pytania?
pt_br: Dúvidas?
ro: Întrebări?
ru: Есть вопросы?
sk: Otázky?
sr: Питања?
tr: Soru?
tt: Сораулар?
uk: Питання?
vi: Thắc mắc?

source: If you have questions or requests, feel free to <a href="{}">contact us</a>. In general, we answer quickly.
bg: Ако имате въпроси или искания, не се колебайте да се <a href="{}">свържете с нас</a>. Като цяло, отговаряме бързо.
br: M'ho peus goulennoù pe rekedoù, na chomit ket etre daou soñj ha <a href="{}">deuit e darempred ganeomp</a>. Respont a reomp buan a-walc'h peurvuiañ.
de: Bei Fragen oder Anliegen nimm gerne <a href="{}">Kontakt</a> mit uns auf! Wir antworten in der Regel schnell.
eo: Se vi havas demandojn aŭ petojn, ne hezitu <a href="{}">kontakti nin</a>. Ni kutimas respondi rapide.
es: Si tienes preguntas o peticiones, <a href="{}"> contáctanos </a> para en cualquier momento. Normalmente contestamos enseguida.
eu: Galdera edo eskaerarik egin nahi badiguzu <a href="{}">contact us</a>. Gehienetan azkar erantzuten dugu.
fi: Jos sinulla on kysymyksiä tai pyyntöjä, <a href="{}">otathan meihin yhteyttä</a>. Vastaamme yleensä nopeasti.
fr: Si vous avez des questions ou des requêtes, n'hésitez pas à <a href="{}">nous contacter</a>. Nous répondons généralement rapidement.
he: אם יש לך שאלות או בקשות, אפשר <a href="{}">ליצור אתנו קשר</a>. באופן כללי, אנחנו משתדלים לענות ממש מהר.
hi: यदि आपके पास प्रश्न या अनुरोध हैं, तो <a href="{}">हमसे संपर्क</a> करने में संकोच न करें। सामान्य तौर पर, हम जल्दी से जवाब देते हैं।
hu: Ha kérésed vagy kérdésed akadna, nyugodtan <a href="{}">fordulj hozzánk</a>. Általában gyorsan válaszolunk.
ia: Si tu ha questiones o requestas, non hesita de <a href="{}">contactar nos</a>. In general, nos responde rapidemente.
id: Jika ada pertanyaan atau permintaan, silakan <a href="{}">hubungi kami</a>. Biasanya kami cepat menjawab.
is: Ef þú hefur spurningar eða beiðnir vertu velkomin að <a href="{}">hafa samband</a>. Venjulega svörum við fljótlega.
it: Se hai delle domande o delle richieste, sentiti libero o libera di <a href="{}">contattarci</a>. In generale, rispondiamo rapidamente.
ja: ご質問・ご要望はお気軽に<a href="{}">こちら</a>へお寄せください。通常数日中にお返事いたします。
mr: प्रश्न किंवा विनंत्या असतील तर मोकळेपणाने <a href="{}">आमच्याशी संपर्क साधा</a>. साधारणतः आम्ही झटकन उत्तरं देतो.
nl: Als je vragen of verzoeken hebt, kun je <a href="{}"> contact met ons opnemen</a>. In het algemeen geven we snel antwoord.
pl: Jeśli masz jakieś pytania lub prośby, proszę <a href="{}">skontaktować się z nami</a>. Generalnie, szybko odpowiadamy.
pt_br: Caso tenha dúvidas ou pedidos, fique à vontade para <a href="{}">entrar em contato conosco</a>. Costumamos responder rapidamente.
ro: Dacă aveți întrebări sau cereri, nu ezitați să <a href="{}">ne contactați</a>. În general, răspundem rapid.
ru: Если у вас есть просьбы или вопросы, пожалуйста <a href="{}">обращайтесь</a> к нам. Обычно мы отвечаем быстро.
sk: Pokiaľ máte dotazy alebo požiadavky, neváhajte sa s nami <a href="{}">spojiť</a>. Zvyčajne odpovedáme rýchlo.
sr: Ако имаш питања или захтеве, слободно нас <a href="{}">контактирај</a>. Обично одговоримо брзо.
tr: Sorunuz veya isteğiniz varsa <a href="{}">bizimle iletişime geçmekten</a> çekinmeyin. Genellikle hızla dönüş yaparız.
tt: Сорауларыгыз яки теләкләрегез булса, безгә мөрәҗәгать итәргә оялмагыз. Кагыйдә буларак, без тиз җавап бирәбез.
vi: Nếu bạn có câu hỏi hoặc yêu cầu, vui lòng <a href="{}">liên hệ với chúng tôi</a>. Thông thường, chúng tôi trả lời rất nhanh.

source: Weekly exports
bg: Седмични експортирания
br: Ezporzhiadurioù sizhuniek
de: Wöchentliche Exporte
eo: Semajnaj eksportoj
es: Exportaciones semanales
fi: Viikkoraportit
fr: Exports hebdomadaires
he: היטלים שבועיים
hi: साप्ताहिक निर्यात
hu: Heti exportálások
ia: Exportationes septimanal
id: Ekspor mingguan
is: Vikulegar útflutningar
it: Esportazioni settimanali
ja: 週刊エクスポート
mr: साप्ताहिक निर्यात
nl: Wekelijkse exports
pl: Cotygodniowe eksporty
pt_br: Exportações semanais
ro: Exporturi săptămânale
ru: Еженедельные экспорты
sk: Týždenné exporty
tt: Атналык экспорт
vi: Xuất hàng tuần

source: The files provided below are updated every Saturday at 6:30 a.m. (UTC).
bg: Предоставените по -долу файлове се актуализират всяка събота в 6:30 ч. (UTC).
de: Die unten bereitgestellten Dateien werden jeden Samstag um 6.30 Uhr koordinierter Weltzeit aktualisiert.
eo: La frazoj, kiujn vi trovas ĉi-sube, estas ĝisdatigataj sabate je la 6:30 matene (UTC).
es: Los archivos proporcionados aquí se actualizan cada <strong> sábado a las 06:30 </strong> (TCU).
fi: Tässä olevat tiedostot päivitetään joka lauantai kello 6.30 (UTC).
fr: Les fichiers fournis ci-dessous sont mis à jour tous les samedis à 6 heures 30 du matin (UTC).
he: הקבצים שמסופקים להלן מעודכנים בכל שבת ב־6:30 AM‏ (UTC).
hi: नीचे दी गई फ़ाइलों को हर शनिवार को सुबह 6:30 बजे अपडेट किया जाता है। (UTC)।
hu: Az itt megadott fájlok minden héten szombat 6:30-kor (UTC) frissülnek.
ia: Le files fornite infra se actualisa cata sabbato a 06:30 (UTC).
id: Berkas di bawah diperbarui setiap hari Sabtu pukul 6:30 a.m. (UTC).
it: I file forniti qui sotto sono aggiornati ogni sabato alle 6:30 di mattina (UTC)
ja: 以下のファイルは、毎週土曜日の午前6時30分(UTC) に更新されます。
mr: पुढील प्रदान केलेल्या फाइली दर <strong>शनिवारी सकाळी ६:३० वाजता</strong> (UTC) अद्ययावत केल्या जातात.
nl: De bestanden die hieronder aangeboden worden, worden elke zaterdag om 6.30 uur (UTC) bijgewerkt.
pl: Poniższe pliki są aktualizowane w każdą sobotę o 6:30 (UTC).
pt_br: Os arquivos fornecidos abaixo são atualizados todos os sábados às 6h30 UTC.
ro: Fișierele furnizate mai jos se actualizează în fiecare sâmbătă la ora 6:30 a.m. (UTC).
ru: Представленные ниже файлы обновляются каждую субботу в 6:30 (UTC).
sk: Súbory poskytnuté nižšie sa obnovujú každú sobotu 6:30 (UTC).
tt: Түбәндәге файллар һәр шимбә иртәнге 6:30 да (UTC) яңартыла.
vi: Các tệp bên dưới được cập nhật vào thứ Bảy hàng tuần lúc 6:30 sáng (UTC).

source: Contains all the sentences in the selected language. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
bg: Съдържа всички изречения на избрания език. Всяко изречение е свързано с уникален идентификатор и езиков код <a href="{}">ISO 639-3</a>.
br: Enderc'hel a ra an holl frazennoù er yezh ziuzet. Pep frazenn a zo kevredet gant un id unik hag ur c'hod yezhel <a href="{}">ISO 639-3</a>.
de: Enthält alle Sätze in der gewählten Sprache. Jedem Satz ist eine eindeutige Nummer und ein Sprachkürzel gemäß <a href="{}">ISO 639-3</a> zugewiesen.
eo: Enhavas ĉiujn frazojn en la elektita lingvo. Ĉiu frazo estas asociata kun unika identigilo kaj lingvokodo laŭ <a href="{}">ISO 639-3</a>.
es: Contiene todas las frases en el idioma seleccionado. Cada oración está asociada a una identidad única y a un código lingüístico <a href="{}"> ISO 639-3 </a>.
eu: Esaldi guztiak hautatutako hizkuntzan dauzka. Esaldi bakoitza id propio bati loturik dago eta <a href="{}">ISO 639-3</a> hizkuntza kodea darama.
fi: Sisältää kaikki lauseet valitulla kielellä. Jokaisella lauseella on uniikki lausenumero ja <a href="{}">ISO 639-3</a>-kielikoodi.
fr: Contient toutes les phrases dans la langue sélectionnée. À chaque phrase est associé un identifiant unique, ainsi qu'un code <a href="{}">ISO 639-3</a>.
he: מכיל את כל המשפטים בשפה הנבחרת. לכל משפט משויך מזהה ייחודי וקוד שפה לפי תקן <a href="{}">ISO 639-3</a>.
hi: चयनित भाषा में सभी वाक्य शामिल हैं। प्रत्येक वाक्य एक अद्वितीय आईडी और एक <a href="{}">ISO 639-3</a> भाषा कोड से जुड़ा हुआ है।
hu: Az összes mondatot tartalmazza a kiválasztott nyelven. Minden mondathoz egyedi azonosító és <a href="{}">ISO 639-3</a> nyelvi kód tartozik.
ia: Contine tote le phrases in le lingua seligite. Cata phase es associate con un ID unic e con un codice de lingua <a href="{}">ISO 639-3</a>.
id: Memuat semua kalimat di bahasa yang dipilih. Tiap kalimat diasosiasikan dengan id khusus dan kode bahasa <a href="{}">ISO 639-3</a>.
it: Contiene tutte le frasi nella lingua selezionata. Ogni frase è associata ad un ID univoco e un codice della lingua <a href="{}">ISO 639-3</a>.
ja: Tatoebaのすべての例文のデータです。各例文には、例文番号と言語名（<a href="{}">ISO 639-3</a> の言語コード）が含まれています。
mr: निवडलेल्या भाषेतील सर्व वाक्य समाविष्ट आहेत. प्रत्येक वाक्याशी एक अद्वितीय आयडी व एक <a href="{}">ISO 639-3</a> भाषा कोड संबंधित आहे.
nl: Bevat alle zinnen in de geselecteerde taal. Elke zin is gekoppeld aan een unieke id en een<a href="{}"> ISO 639-3</a> taalcode.
pl: Zawiera wszystkie zdania w zaznaczonym języku. Każde zdanie jest powiązane z unikatowym ID i kodem języka <a href="{}">ISO 639-3</a>.
pt_br: Contém todas as frases no idioma selecionado. Cada frase está associada a um único número de identificação e a um código <a href="{}">ISO 639-3</a>.
ro: Conține toate propozițiile în limba selectată. Fiecărei propoziții îi este asociată un id unic și un cod de limbă <a href="{}">ISO 639-3</a>.
ru: Содержит все предложения в выбранном языке. Каждое предложение ассоциировано с уникальным идентификатором и языковым кодом <a href="{}">ISO 639-3</a>.
sk: Obsahuje všetky vety vo vybranom jazyku. Každá veta je označená so svojím jedinečným číslom a jazykovým kódom <a href="{}">ISO 639-3</a>.
sr: Садржи све реченице изабраног језика. Свака реченица има јединствен ID и <a href="{}">ISO 639-3</a> језични код.
tr: Seçili dildeki tüm cümleleri içerir. Her cümlenin kendine ait bir numarası ve <a href="{}">ISO 639-3</a> dil kodu vardır.
tt: Сайланган телдәге барлык җөмләләрне дә үз эченә ала. Һәр җөмлә уникаль идентификатор һәм ISO 639-3 коды белән бәйле.
vi: Chứa tất cả các câu bằng ngôn ngữ đã chọn. Mỗi câu được liên kết với một id duy nhất và mã ngôn ngữ <a href="{}">ISO 639-3</a>.

source: Detailed Sentences
bg: Подробни изречения
br: Frazennoù munudennet
de: Detaillierte Sätze
el: Λεπτομερείς φράσεις
eo: Detalplena Frazaro
es: Oraciones detalladas
eu: Zehaztasunezko esaldiak
fi: Lauseiden yksityiskohdat
fr: Phrases détaillées
he: משפטים מפורטים
hi: विस्तृत वाक्य
hu: Mondatok (részletes)
ia: Phrases detaliate
id: Kalimat Rinci
it: Frasi con i dettagli
ja: 例文の詳細
ku: Hevokên bi Hûrgilî
mr: तपशीलवार वाक्ये
nl: Gedetailleerde zinnen
pl: Szczegółowe Zdania
pt_br: Sentenças detalhadas
ro: Propoziții detaliate
ru: Предложения с деталями
sk: Vety s podrobnosťami
sr: Детаљне реченице
tr: Detaylı cümleler
tt: Җентекле җөмләләр
vi: Câu chi tiết

source: Contains additional fields for each sentence (owner name, date created/modified).
bg: Съдържа допълнителни полета за всяко изречение (име на собственик, дата на създаване/промяна).
br: Enderc'hel a ra maeziennoù ouzhpenn evit pep frazenn (anv an hini perc'henn warni, deiziad krouidigezh, deiziad an aozadur).
de: Enthält weitere Felder für jeden Satz (Besitzername, Erstellungs-/Bearbeitungsdatum).
eo: Enhavas aldonajn kampojn por ĉiu frazo (nomo de posedanto, kreodato, modifodato).
es: Incluye campos adicionales para cada frase (nombre del propietario, fecha de creación/modificación).
eu: Esaldi bakoitzarentzat eremu gehigarriak dauzka (jabearen izena, sorrera data/noiz aldatu zen).
fi: Sisältää kunkin lauseen lisäkentät (omistajan nimi, luomispäivämäärä, muokkauspäivämäärä).
fr: Contient des champs additionnels pour chaque phrase (nom du propriétaire, date de création, date de modification).
he: מכיל שדות נוספים לכל משפט (שם הבעלים, תאריך היצירה/עריכה).
hi: प्रत्येक वाक्य के लिए अतिरिक्त फ़ील्ड शामिल हैं (स्वामी का नाम, निर्मित/संशोधित दिनांक)।
hu: Minden egyes mondat további mezőket tartalmaz (gondozó neve, létrehozás/módosítás dátuma).
ia: Contine campos additional pro cata phrase (nomine del proprietario, data de creation/modification).
id: Memuat kolom tambahan untuk tiap kalimat (nama pemilik, tanggal dibuat/diubah).
it: Contiene dei campi aggiuntivi per ogni frase (nome del proprietario, data di creazione / modifica).
ja: 各例文には付加情報（例文の所有者と追加日時・最終更新日時）が含まれています。
mr: प्रत्येक वाक्यासाठी अधिक रकाने समाविष्ट आहेत (मालकाचे नाव, बनवण्याची/परिवर्तनाची तारीख)
nl: Bevat extra velden voor elke zin (eigenaarsnaam, aanmaakdatum/wijziging).
pl: Zawiera dodatkowe pola dla każdego zdania (nazwa właściciela, data utworzenia/modyfikacji).
pt_br: Contém campos adicionais para cada frase (nome do proprietário, data de criação/modificação).
ro: Conține câmpuri suplimentare pentru fiecare propoziție (numele proprietarului, data creării/modificării).
ru: Содержит дополнительные поля для каждого предложения (имя владельца, дату создания/изменения).
sk: Obsahuje ďalšie políčka údajov pre každú vetu (názov majiteľa, dátum vytvorenia/úpravy).
sr: Садржи додатна поља за сваку реченицу (име власника, датум прављења/измене).
tr: Her cümle için ek kısımları (sahibin adını, eklenme/düzenlenme tarihini) içerir.
tt: Һәр җөмлә өчен өстәмә кырлар (хуҗасының исеме, төзелү/үзгәртү датасы) бар.
vi: Chứa các trường bổ sung cho mỗi câu (tên chủ sở hữu, ngày tạo/sửa đổi).

source: Original and Translated Sentences
bg: Оригинални и преведени изречения
br: Frazennoù orin ha troet
de: Original- und als Übersetzung entstandene Sätze
eo: Originalaj kaj tradukitj frazoj
es: Oraciones originales y traducidas
fi: Alkuperäiset ja käännetyt lauseet
fr: Phrases originales et traduites
he: משפטים מקוריים ומתורגמים
hi: मूल और अनूदित वाक्य
hu: Eredeti mondatok és fordítások
ia: Phrases original e traducite
id: Kalimat Orisinal dan Terjemahan
is: Upprunalegar og Þýddar Setningar
it: Frasi originali e frasi tradotte
ja: オリジナルと翻訳された例文
mr: मूळची आणि भाषांतरित वाक्ये
nl: Originele en vertaalde zinnen
pl: Oryginalne i Przetłumaczone Zdania
pt_br: Frases originais e traduzidas
ro: Propoziții originale și traduse
ru: Оригинальные и переведённые предложения
sk: Pôvodné a prekladové vety
tt: Оригиналь һәм тәрҗемә ителгән җөмләләр
vi: Câu gốc và câu đã dịch

source: Each sentence is listed as original or a translation of another. The "base" field can have the following values:
bg: Всяко изречение е посочено като оригинал или превод на друго. "Основното" поле може да има следните стойности:
de: Jeder Satz ist als Originalsatz oder Übersetzung aufgeführt. Das Grundfeld kann die folgenden Werte haben:
eo: Ĉiu frazo estas listigita kiel originalo aŭ kiel traduko de aila frazo: la „baza kampo” povas havi la jenajn valorojn:
es: Cada oración se enlista como original o traducción de otra. El campo "base" puede tener los siguientes valores:
fi: Jokainen lause on luetteloitu joko alkuperäisenä tai toisen lauseen käännöksenä. Peruskentällä voi olla seuraavat arvot:
fr: Chaque phrase est listée comme étant originale ou traduite depuis une autre phrase. Le champ "base" peut prendre les valeurs suivantes :
he: כל משפט מופיע כמקורי או תרגום של משפט אחר. בשדה „base” (בסיס) יכולים להיות הערכים הבאים:
hi: प्रत्येक वाक्य को मूल या दूसरे के अनुवाद के रूप में सूचीबद्ध किया गया है। "आधार" फ़ील्ड में निम्न मान हो सकते हैं:
hu: Minden mondatnál nyilván van tartva, hogy eredeti vagy egy másik fordítása. Az "alap" mező értékei a következők lehetnek:
ia: Cata phrase es listate como original o como traduction de un altere. Le campo “base” pote haber le sequente valores:
id: Setiap kalimat tercatat sebagai kalimat orisinal atau terjemahan dari kalimat lain.
it: Ogni frase è elencata o come originale, o come traduzione di un'altra frase. Il campo "base" può avere i seguenti valori:
ja: 各例文は、オリジナルまたは他の例文の翻訳として追加されています。Base field の各値は次の通りです。
mr: प्रत्येक वाक्य हे मूळ वाक्य किंवा वेगळ्या वाक्याचे भाषांतर असे सूचीबद्ध केले जाते. "आधार" रकान्यात खालील मूल्य असू शकतात:
nl: Elke zin staat aangegeven of als origineel of als een een vertaling van een ander. Het "basisveld" kan de volgende waarden hebben:
pl: Każde zdanie jest wymienione jako oryginalne lub tłumaczenie innego. Pole "podstawa" może przyjąć poniższe wartości:
pt_br: Cada frase é listada como original ou como uma tradução de outra. O campo "base" pode ter os seguintes valores:
ro: Fiecare propoziție este listată ca originală sau ca traducere a alteia. Câmpul „bază” poate avea următoarele valori:
ru: Каждое предложение приведено как оригинальное или перевод другого. "Базовое" поле может иметь следующие значения:
tt: Һәр җөмлә оригиналь яки башка җөмләнең тәрҗемәсе буларак күрсәтелә. "База" кыры түбәндәге мәгънәләргә ия булырга мөмкин:
vi: Mỗi câu được liệt kê là bản gốc hoặc bản dịch từ nơi khác. Trường "cơ sở" có thể có các giá trị sau:
