Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Latest messages
ar: أحدث الرسائل
bg: Последни съобщения
br: Kemennadennoù diwezhañ
de: Neueste Nachrichten
el: Τελευταία μηνύματα
eo: Lastaj mesaĝoj
es: Últimos mensajes
eu: Azken mezuak
fi: Uusimmat viestit
fr: Derniers messages
he: הודעות אחרונות
hi: नवीनतम संदेश
hu: Legutóbbi üzenetek
ia: Ultime messages
id: Pesan terbaru
is: Nýjustu skilaboð
it: Messaggi più recenti
ja: 最近の書き込み
ku: Peyamên dawîn
mr: सर्वात अलीकडचे संदेश
nl: Nieuwste berichten
pl: Ostatnie wiadomości
pt_br: Últimas mensagens
ro: Ultimele mesaje
ru: Последние сообщения
sk: Posledné správy
sr: Последње поруке
tr: Son mesajlar
tt: Соңгы хәбәрләр
uk: Останні повідомлення
vi: Tin nhắn mới nhất

source: The new sentence design will soon completely replace the old one. Please try it out and let us know if you experience any issue. You can enable it with the option "Display sentences with the new design" in your Settings.
bg: Новият дизайн на изречението скоро напълно ще замени стария. Моля, изпробвайте го и ни уведомете, ако срещнете някакъв проблем. Можете да го активирате с опцията „Показване на изречения с новия дизайн“ във вашите настройки.
br: Ar mod-diskouez nevez a erlec'hio ar stumm kozh a-benn nebeud penn-da-benn. Klaskit ober gantañ ha roit ac'hanomp da c'houzout ma sav kudennoù. Gellout a rit enaouiñ hemañ gant an opsion "Diskouez ar frazennoù gant ar mod-diskouez nevez" e-barzh hoc'h arventennoù.
de: Sätze gibt es bald nur noch im neuen Format. Probiere es also aus und melde uns Komplikationen. Du kannst es in den Einstellungen einschalten („Sätze im neuen Format anzeigen“).
eo: La nova fasono baldaŭ komplete anstataŭigos la malnovan, Bv. testi ĝin kaj sciigi al ni, se vi trovas iujn problemojn, Vi povas ŝalti la novan fasonon per la eblo „Montru frazojn per la nova fasono” en viaj agordoj.
es: El diseño nuevo de oraciones pronto substituirá completamente al anterior. Por favor, prúebelo y háganos saber si detecta alguna incidencia. Puede activarlo con la opción "Mostrar oraciones con el diseño nuevo" en sus Ajustes.
eu: Esaldi diseinu berriak laster ordezkatuko du diseinu zaharra. Mesedez proba ezazu eta jakinaraz iezaguzu ea zelan ikusten duzun. Diseinu berria gaitu ahal duzu "Erakutsi esaldiak diseinu berriarekin" bilatzen baduzu zure Ezarpenetan.
fi: Lausesivujen vanha ulkoasu korvataan pian uudella ulkoasulla. Kokeilethan uutta ulkoasua ja kerrot meille, jos sen käyttöön liittyy ongelmia. Voit ottaa uuden ulkoasun kokeiluun valitsemalla Asetuksista "Näytä lausesivujen uusi ulkoasu".
fr: La nouvelle interface des phrases replacera bientôt complètement l'ancienne. Essayez-la et faites-nous savoir si elle vous pose un problème. Vous pouvez l'activer grâce à l'option « Utiliser la nouvelle interface pour les phrases » dans vos préférences.
he: עיצוב המשפטים החדש יחליף בקרוב את הישן. נא להתנסות בו ולעדכן אותנו אם נתקלת בקושי כלשהו. אפשר להפעיל אותו דרך האפשרות „הצגת משפטים בעיצוב החדש” בהגדרות שלך.
hi: नया वाक्य डिजाइन जल्द ही पुराने वाक्य को पूरी तरह से बदल देगा। कृपया इसे आज़माएं और हमें बताएं कि क्या आप किसी भी समस्या का अनुभव करते हैं। आप इसे अपनी सेटिंग्स में "नए डिज़ाइन के साथ वाक्य प्रदर्शित करें" विकल्प के साथ सक्षम कर सकते हैं।
hu: A mondatok új kinézete hamarosan teljesen lecseréli a régi megjelenést. Kérünk próbáld ki és tudasd velünk, ha bármilyen problémát tapasztalsz. A következő opcióval kapcsolhatja be a beállításokban: "Mondatok megjelenítése az új kinézettel".
ia: Le nove designo de phrases reimplaciara tosto le ancian. Per favor prova lo e contacta nos si tu incontra problemas. Tu pote activar lo con le option "Monstrar phrases con le nove designo" in tu configurationes.
id: Desain kalimat yang baru akan segera menggantikan yang lama sepenuhnya. Silakan coba dan beri tahu kami jika Anda mengalami masalah. Anda dapat mengaktifkannya pada opsi "Tampilkan kalimat dengan desain baru" di Pengaturan Anda.
it: Il nuovo stile per le frasi sostituirà presto completamente quello vecchio. Per piacere, provalo e facci sapere se incontri dei problemi. Puoi abilitarlo con l'opzione "Mostra le frasi con il nuovo stile" nelle tue impostazioni.
ja: 古いデザインは新しいデザインにまもなく置き換わります。新しいデザインをお試しいただき、もし何か問題があるようでしたらお知らせください。なお、デザインの切り替えは「設定」ページの「新しいデザインを有効にする」オプションで行うことができます。
mr: वाक्यांची नवीन डिझाईन ही लवकरच जुन्या डिझाईनला पूर्णपणे अधिलिखित करेल. कृपया नवीन डिझाईन वापरून बघा, व कोणतीही अडचण आढळल्यास आम्हाला कळवा. ही सक्षम करण्यासाठी आपल्या पर्यायांमध्ये "नवीन डिझाईनमध्ये वाक्ये दाखवा" हा पर्याय आपण वापरू शकता.
nl: Het nieuwe ontwerp voor de zinnen zal binnenkort het oude volledig vervangen. Probeer het uit en laat het ons weten als je een probleem ervaart. Je kunt het inschakelen met de optie "Toon zinnen met het nieuwe ontwerp" in je Instellingen.
pl: Nowy wygląd zdań niebawem całkowicie zastąpi stary. Proszę, wypróbuj go i daj nam znać, jeśli napotkałeś/łaś jakiś problem. Możesz włączyć go opcją "Wyświetl zdania w nowym wyglądzie." w ustawieniach.
pt_br: O novo design para exibição de frase substituirá o antigo completamente em breve. Por favor, experimente-o e nos conte qualquer problema que você enfrentou ao usá-lo. Você pode habilitá-lo na opção "Mostrar frases com o novo design" em Configurações.
ro: Noul design al propozițiilor îl va înlocui în curând pe cel vechi. Vă rugăm să-l încercați și să ne spuneți dacă întâmpinați probleme. Îl puteți activa cu opțiunea „Afișați propozițiile folosind noul design” din Setări.
ru: Новый дизайн для предложений скоро полностью заменит старый. Дайте нам знать, если возникли какие-то проблемы. Вы можете включить его через настройку "Показывать предложения с использование нового дизайна".
sk: Nový vzhľad viet čoskoro nahradí starý. Prosím, vyskúšajte ho a dajte nám vedieť, ak sa vyskytnú akékoľvek ťažkosti. Môžete ho zapnúť možnosťou „Zobraziť vety v novom vzhľade“ vo našich Nastaveniach.
sr: Нови дизајн реченица ће ускоро потпуно заменити стари. Молимо те да га испробаш и да нам јавиш ако наиђеш на било какве проблеме. Можеш да га укључиш опцијом "Прикажи реченице користећи нови дизајн" у Подешавањима.
tr: Yeni cümle tasarımı kısa zamanda eski tasarımın yerini alacaktır. Lütfen yeni tasarımı deneyin ve herhangi bir sorunla karşılaşırsanız bize bildirin. Yeni tasarımı Ayarlar sekmenizdeki "Cümleleri yeni tasarımla göster." seçeneğinden etkinleştirebilirsiniz.
tt: Тәкъдимнәрнең яңа дизайны тиздән искесен тулысынча алыштырачак. Зинһар, аны татып карагыз һәм, әгәр нинди дә булса проблемалар килеп чыкса, безгә хәбәр итегез. Сез аны үз көйләүләрегездә "тәкъдимнәрне яңа дизайн белән күрсәтергә" опциясен сайлап кабыза аласыз.
vi: Thiết kế cho câu mới sẽ sớm thay thế hoàn toàn kiểu cũ. Vui lòng dùng thử và cho chúng tôi biết nếu bạn gặp bất kỳ sự cố nào. Bạn có thể kích hoạt nó với tùy chọn "Hiển thị các câu với thiết kế mới" trong Cài đặt của bạn.

source: Go to settings
bg: Към настройките
br: Mont d'an arventennoù
de: Zu den Einstellungen
el: Μετάβαση στις ρυθμίσεις
eo: Iri al la agordoj
es: Ir a configuración.
eu: Joan ezarpenetara
fi: Siirry asetuksiin
fr: Régler les préférences
he: מעבר להגדרות
hi: विकल्प देखें
hu: Menjen a beállításokhoz
ia: Ir al Preferentias
id: Buka pengaturan
is: Fara til stillinga
it: Vai alle impostazioni
ja: 設定ページへ
ku: Here sazkariyan
mr: पर्याय पाहा
nl: Naar instellingen gaan
pl: Przejdź do ustawień
pt_br: Vá para configurações
ro: Mergeți la setări
ru: К настройкам
sk: Ísť do nastavení
sr: Иди на подешавања
tr: Ayarlara git
tt: Көйләүләргә керегез
vi: Đi tới cài đặt

source: show more...
ar: اعرض المزيد...
bg: покажи повече...
br: diskouez muioc'h...
de: mehr anzeigen ...
el: εμφάνιση περισσοτέρων...
eo: Montri pli...
es: mostrar más...
eu: erakutsi gehiago...
fi: Näytä lisää...
fr: montrer davantage…
he: להציג עוד…
hi: और दिखाएं...
hu: további...
ia: monstrar plus...
id: tampilkan lebih banyak...
is: sýna fleiri…
it: mostra altro...
ja: もっと見る
ku: zêdetir bibîne...
mr: अजून दाखवा...
nl: toon meer ...
pl: pokaż więcej...
pt_br: mostrar mais...
ro: afișați mai mult...
ru: ещё…
sk: zobraziť viac...
sr: прикажи још...
tr: devamını göster...
tt: күбрәк күрсәтергә...
uk: показати ще...
vi: xem thêm...

source: Latest comments
ar: أحدث التعليقات
bg: Последни коментари
br: Evezhiadennoù diwezhañ
de: Neueste Kommentare
el: Τελευταία σχόλια
eo: Lastaj komentoj
es: Comentarios más recientes
eu: Azken iruzkinak
fi: Uusimmat kommentit
fr: Derniers commentaires
he: ההערות האחרונות
hi: सबसे नयी टिप्पणियाँ
hu: Legutóbbi hozzászólások
ia: Ultime commentos
id: Komentar terbaru
is: Nýjustu ummæli
it: Commenti più recenti
ja: 最近のコメント
ku: Şîroveyên dawîn
mr: सर्वात अलीकडच्या टिप्पण्या
nl: Nieuwste opmerkingen
pl: Ostatnie komentarze
pt_br: Últimos comentários
ro: Ultimele comentarii
ru: Последние комментарии
sk: Posledné komentáre
sr: Последњи коментари
tr: Son yorumlar
tt: Соңгы шәрехләр
uk: Останні коментарі
vi: Nhận xét mới nhất

source: Want to help?
ar: أتودّ المساعدة؟
bg: Искате да помогнете?
br: C'hoant ho peus da reiñ an dorn?
de: Hast du Lust, uns zu helfen?
el: Θέλετε να βοηθήσετε;
eo: Ĉu vi deziras helpi?
es: ¿Quieres ayudar?
eu: Lagundu nahi?
fi: Haluatko auttaa?
fr: Voulez-vous nous aider ?
he: רוצה לעזור?
hi: क्या आप मदत करना चाहते हैं?
hu: Szeretnél segíteni?
ia: Vole adjutar?
id: Ingin membantu?
is: Viltu hjálpa?
it: Vuoi aiutarci?
ku: Tu dixwazî alî me bikî?
mr: आमची मदत करायची आहे का?
nl: Wil je helpen?
pl: Chcesz pomóc?
pt_br: Gostaria de ajudar?
ro: Vreți să ajutați?
ru: Хотите помочь?
sk: Chcete pomôcť?
sr: Хоћеш да помогнеш?
tr: Yardım mı etmek istiyorsunuz?
tt: Ярдәм итәсең киләме?
uk: Бажаєте допомогти?
vi: Bạn muốn giúp đỡ?

source: We are collecting sentences and their translations. You can help us by translating or adding new sentences.
ar: نحن نجمع الجمل وترجماتها. يمكنك مساعدتنا متى ما أردت بترجمة جمل أو إضافة أخرى جديدة.
bg: Събираме изречения и техните преводи. Можете да ни помогнете, като преведете или добавите нови изречения.
br: Dastum a reomp frazennoù hag o zroidigezh. Gellout a rit reiñ an dorn deomp en ur dreiñ pe en ur ouzhpennañ frazennoù nevez.
de: Wir sammeln Sätze und übersetzen diese. Du kannst uns also helfen, indem du Sätze übersetzt oder neue beiträgst.
eo: Ni kolektas frazojn kaj iliajn tradukojn. Vi povas helpi al ni aldonante aŭ tradukante frazojn.
es: Estamos coleccionando oraciones y sus traducciones. Puede ayudarnos a traducir o a añadir nuevas oraciones.
eu: Esaldien bilduma handi bat egiten ari gara. Esaldiak eta beraien itzulpenak gordetzen ditugu. Lagun dezakezu esaldi berriekin edo itzulpenekin.
fi: Me keräämme lauseita ja niiden käännöksiä. Voit auttaa meitä kääntämällä tai lisäämällä uusia lauseita.
fr: Nous collectionnons des phrases et leurs traductions. Vous pouvez nous aider en traduisant ou en ajoutant de nouvelles phrases.
he: אנו אוספים משפטים ואת התרגומים שלהם. אפשר לסייע לנו בתרגום או בהוספת משפטים חדשים.
hi: हम वाक्यों और उनके अनुवादों का संग्रह कर रहे हैं। आप नए वाक्यों का अनुवाद या जोड़कर हमारी मदद कर सकते हैं।
hu: Gyűjtjük a mondatokat és azok fordításait. Segíthet nekünk új mondatok fordításával vagy hozzáadásával.
ia: Nos collige phrases e lor traductiones. Tu pote adjutar nos a traducer o adder nove phrases.
id: Kami mengumpulkan kalimat serta terjemahannya. Anda dapat membantu dengan menerjemahkan atau menambah kalimat-kalimat baru.
is: Við erum að safna setningum og þýðingum þeirra. Þú getur hjálpað okkur með því að þýða núverandi setningum eða bæta við nýjum.
it: Stiamo collezionando frasi e le loro traduzioni. Puoi aiutarci aggiungendo traduzioni oppure nuove frasi.
ja: Tatoebaではさまざまな言語の例文を集めて、さまざまな言語に訳しています。あなたも例文を追加したり翻訳してみませんか？
mr: आम्ही वाक्ये व त्यांची भाषांतरे गोळा करत आहोत. नवीन वाक्ये जोडून वा भाषांतर करून आपण आमची मदत करू शकता.
nl: We verzamelen zinnen en hun vertalingen. Je kan ons helpen door te vertalen of nieuwe zinnen toe te voegen.
pl: Zbieramy zdania i ich tłumaczenia. Możesz nam pomóc tłumacząc lub dodając zdania.
pt_br: Estamos coletando frases e suas traduções. Você pode nos ajudar traduzindo ou adicionando novas frases.
ro: Colectăm propoziții și traducerile acestora. Ne puteți ajuta traducând sau adăugând propoziții noi.
ru: Мы собираем предложения и их переводы. Вы можете помочь проекту, переводя имеющиеся или добавляя новые предложения.
sk: Zbierame vety a ich preklady. Môžete nám pomôcť prekladaním alebo pridávaním nových viet.
sr: Сакупљамо реченице и њихове преводе. Можеш да помогнеш превођењем или додавањем нових реченица.
tr: Cümle ve çeviri topluyoruz. Çeviri yaparak veya yeni cümle ekleyerek bize yardım edebilirsiniz.
tt: Без тәкъдимнәр һәм аларның тәрҗемәләрен җыябыз. Сез безгә яңа тәкъдимнәрне тәрҗемә итеп яки өстәп ярдәм итә аласыз.
uk: Ми збираємо речення та їх переклади. Ви можете допомогти якщо перекладатимете або додаватимете нові речення.
vi: Chúng tôi đang thu thập các câu và bản dịch của chúng. Bạn có thể giúp chúng tôi bằng cách dịch hoặc thêm câu mới.

source: Join the community
ar: انضمّ إلى المجتمع
bg: Присъединете се към общността
br: Dont er gumuniezh
de: Werde Mitglied bei uns!
el: Γίνετε μέλος της κοινότητας
eo: Aliĝu al la komunumo!
es: Únete a la comunidad
eu: Elkar zaitez komunitatera
fi: Liity yhteisöön
fr: Joignez-vous à notre communauté
he: הצטרפות לקהילה
hi: समुदाय में शामिल हो जाएं
hu: Csatlakozz a közösséghez
ia: Adherer al communitate
id: Gabung dengan komunitas
is: Taka þátt í samfélaginu
it: Unisciti alla comunità
ja: コミュニティーに参加する
ku: Beşdarî civakê bibe
mr: समुदायात सहभागी व्हा
nl: Word lid van de gemeenschap
pl: Dołącz do społeczności
pt_br: Juntar-se à comunidade
ro: Alăturați-vă comunității
ru: Вступить в сообщество
sk: Pridať sa
sr: Придружи се заједници
tr: Topluluğa katılın
tt: Берләшмәгә кушылыгыз
uk: Долучитись до спільноти
vi: Tham gia vào cộng đồng

source: Page temporarily disabled
bg: Страницата е временно деактивирана
br: Ar bajenn a zo bet lazhet evit ar mare
de: Seite vorübergehend deaktiviert.
eo: Provizore kaŝita paĝo
es: Página desactivado temporalmente
eu: Denbora batean orri hau desgaituta egongo da
fi: Sivu on väliaikaisesti pois käytöstä.
fr: Page temporairement désactivée
he: העמוד הושבת זמנית
hi: पेज अस्थायी रूप से अक्षम
hu: Az oldal átmenetileg letiltva
ia: Pagina temporarimente disactivate
id: Halaman sementara dinonaktifkan
is: Síða óvirk í einhvern tíma.
it: Pagina temporaneamente disabilitata
ja: ページは一時的に無効になっています。
ku: Rûpel bi awayekî demkî derçalak e.
mr: हे पृष्ठ तात्पुरते अक्षम केले गेले आहे
nl: Pagina tijdelijk uitgeschakeld
pl: Strona tymczasowo nieaktywna.
pt_br: Página temporariamente desabilitada
ro: Pagina este dezactivată temporar
ru: Страница временно отключена
sk: Stránka dočasne nedostupná
sr: Страница привремено онемогућена
tr: Sayfa geçici olarak kullanım dışı.
tt: Бит вакытлыча сүндерелгән
uk: Сторінку тимчасово відключено
vi: Trang tạm thời bị vô hiệu hóa

source: This page is currently disabled due to technical issues: it may be slowing down the website or is dysfunctional.
bg: Тази страница в момента е деактивирана поради технически проблеми: може да забавя уебсайта или да не функционира.
br: Ar bajenn-mañ a zo bet lazhet evit abegoù teknikel: gorrekaat a raio al lec'hienn pe lakaat a raio anezhi da chom hep mont en-dro.
de: Diese Seite wurde aus technischen Gründen vorübergehend deaktiviert. Möglicherweise verlangsamte sie Tatoeba, oder sie funktionierte nicht richtig.
eo: Tiu ĉi paĝo estas provizore kaŝita pro teknikaj kialoj: ĝi povus malrapidigi la retejon aŭ estas nefunkcianta.
es: Esta página está actualmente desactivada debido a problemas técnicos: puede estar ralentizando el sitio web o es desactivado.
eu: Orri hau une honetan bertan behera geratu da arazo teknikoengatik. Gerta daiteke webgune osoa motel ibiltzea edo txarto ibiltzea.
fi: Tämä sivu on tällä hetkellä pois käytöstä teknisten ongelmien takia: sivu saattaa hidastaa verkkosivuston toimintaa tai siinä on toimintahäiriö.
fr: Cette page est pour le moment désactivée en raison de problèmes techniques : elle pourrait ralentir le site ou être dysfonctionnelle.
he: העמוד הזה מושבת כרגע מסיבות טכניות: יכול להיות שהוא מאט את האתר או שאינו מתפקד כראוי.
hi: यह पृष्ठ वर्तमान में तकनीकी समस्याओं के कारण अक्षम है: हो सकता है कि यह वेबसाइट को धीमा कर रहा हो या निष्क्रिय हो।
hu: Ez az oldal technikai problémák miatt jelenleg le van tiltva: lehet, hogy lelassítja a weboldalt vagy nem működik megfelelően.
ia: Iste pagina es disactivate pro le momento a causa de problemas technic: illo poterea relentar le sito o esser dysfunctional.
id: Halaman sedang dinonaktifkan karena kendala teknis: mungkin dapat memperlambat situs web atau tidak berfungsi.
it: Questa pagina è correntemente disabilitata a causa di problemi tecnici: potrebbe rallentare il sito web oppure non è funzionante.
ja: このページは現在利用できません：Webサイトに技術的な問題が発生しているか、または機能が停止しています。
mr: तांत्रिक समस्यांमुळे हे पृष्ठ यावेळी अक्षम करण्यात आले आहे. हे पृष्ठ संकेतस्थळाला धिमे करत असेल, किंवा हे अपकार्यात्मक असू शकेल.
nl: Deze pagina is momenteel uitgeschakeld als gevolg van technische problemen: het is mogelijk dat het de website vertraagt of disfunctioneel is.
pl: Ta strona jest tymczasowo nieaktywna z powodów technicznych: spowalnia działanie serwisu lub nie działa poprawnie.
pt_br: Essa página está indisponível momentaneamente devido à razões técnicas uma vez que ela pode estar deixando o site mais devagar ou não está funcionando.
ro: Această pagină este dezactivată momentan din cauza unor probleme tehnice: poate încetini site-ul sau este disfuncțională.
ru: Данная страница в настоящее время отключена по техническим причинам: может замедлиться работа сайта или не функционировать.
sk: Táto stránka je v súčasnosti nedostupná kvôli technických ťažkostiam: môže spomaľovať webovú stránku alebo je nepracuje.
sr: Ова страница је тренутно онемогућена из техничких разлога: можда успорава сајт или уопште није у функцији.
tr: Teknik sebeplerden ötürü bu sayfa geçici olarak kullanım dışıdır. Web sitesini yavaşlatıyor veya bozulmuş olabilir.
tt: Хәзерге вакытта бу бит техник җитешсезлекләр аркасында сүндерелгән: бәлки ул веб-сайтның эшен акрынайтадыр яки тиешенчә эшләмидер.
uk: Цю сторінку тимчасово відключено через технічні проблеми: або уповільнення всього сайту або помилкову роботу.
vi: Trang này hiện đang bị vô hiệu hóa do các vấn đề kỹ thuật: nó có thể làm chậm trang web hoặc hoạt động không đúng chức năng.

source: We are sorry for the inconvenience.
ar: نحن آسفون على هذا الإزعاج.
bg: Извиняваме се за неудобството.
br: En em zigareziñ a reomp evit an nec'hamant.
de: Wir bitten, diese Unannehmlichkeit zu entschuldigen!
eo: Ni pardonpetas pro la ĝeno.
es: Lamentamos las molestias.
eu: Barka eragozpenak.
fi: Pahoittelemme aiheutuvaa haittaa.
fr: Nous nous excusons pour la gêne occasionnée.
he: אנו מתנצלים על אי הנוחות.
hi: असुविधा के लिए हमें खेद है।
hu: Elnézést kérünk a kellemetlenségért.
ia: Nos regretta le incommoditate.
id: Kami mohon maaf atas ketidaknyamanan ini.
is: Við biðjumst afsökunar á vandræðinu.
it: Ci dispiace per l'inconveniente.
ja: ご不便をおかけして申し訳ありません。
mr: गैरसोयीबद्दल आम्ही दिलगीर आहोत.
nl: Het spijt ons voor het ongemak.
pl: Przepraszamy za niedogodności.
pt_br: Lamentamos o inconveniente.
ro: Ne pare rău pentru inconveniențe.
ru: Мы извиняемся за неудобства.
sk: Ospravedlňujeme sa za nepríjemnosti.
sr: Извињавамо се на сметњи.
tr: Bu sorundan dolayı özür dileriz.
tt: Уңайсызлыклар өчен гафу үтенәбез.
uk: Вибачте за незручності.
vi: Chúng tôi xin lỗi về sự bất tiện này.

source: These Terms of Use have not been translated yet into your language. Below is the original version in French.
bg: Тези Условия за ползване все още не са преведени на вашия език. По-долу е оригиналната версия на френски език.
br: N'eo ket bet troet an Termoù Implij-mañ en ho yezh deoc'h-c'hwi evit ar mare. Kavet e vo ganeoc'h dindan ar stumm orin e Galleg.
de: Diese Nutzungsbedingungen liegen in deiner Sprache noch nicht in Übersetzung vor. Es folgt die französische Originalfassung.
eo: Tiuj ĉi Kondiĉoj de uzo ankoraŭ ne estas tradukitaj al via lingvo. Ĉi-sube vi trovos la originalan francan version.
es: Estos Términos de uso no han sido traducidos todavía a su idioma. A continuación se muestra la versión original en francés.
eu: Erabiltze baldintzak ez dira oraindik zure hizkuntzara itzuli. Azpian dituzu erabiltze baldintzak jatorrizko bertsioan, frantsesez.
fi: Näitä käyttöehtoja ei ole vielä käännetty sinun kielellesi. Alla ovat alkuperäiset ranskankieliset ehdot.
fr: Ces conditions d'utilisation n'ont pas encore été traduites dans votre langue. Ci-dessous se trouve la version originale en français.
he: תנאי השימוש האלו לא תורגמים עדיין לשפה שלך. להלן הגרסה המקורית בצרפתית.
hi: उपयोग की इन शर्तों का अभी तक आपकी भाषा में अनुवाद नहीं किया गया है। नीचे फ्रेंच में मूल संस्करण है।
hu: A Felhasználási Feltételeket még nem fordították le a nyelvedre. Alább az eredeti francia nyelvű változat található.
ia: Iste Conditiones de uso ancora non ha essite traducite in tu lingua. Sequente es le version original in francese.
id: Persyaratan Penggunaan belum diterjemahkan ke bahasa Anda. Berikut ini versi asli dalam bahasa Perancis.
it: Queste condizioni d'uso non sono ancora state tradotte nella tua lingua. Qua sotto è presente la versione originale in francese.
ja: これらの利用規約はまだ日本語に翻訳されていません。以下はフランス語による原本です。
mr: या वापर अटी अजूनपर्यंत आपल्या भाषेत भाषांतरित केल्या गेल्या नाहीत. याखाली फ्रेंच भाषेतली मूळ आवृत्ती आहे.
nl: Deze gebruiksvoorwaarden zijn nog niet vertaald in uw taal. Hieronder vind je de originele versie in het Frans.
pl: Te Warunki korzystania nie zostały jeszcze przetłumaczone na twój język. Poniżej jest oryginalna wersja po francusku.
pt_br: Estes Termos de Uso ainda não foram traduzidos em seu idioma. Abaixo está a versão original em francês.
ro: Acești Termeni de utilizare nu au fost traduși încă în limba dumneavoastră. Mai jos aveți versiunea originală în limba franceză.
ru: Данные Условия Использования еще не переведены на Ваш язык. Ниже приведена оригинальная версия на французском языке.
sk: Podmienky používania ešte neboli preložené do slovenčiny. Dole sa nachádza ich pôvodné znenie vo francúzštine.
sr: Ови услови коришћења још нису преведени на твој језик. Ниже се налази првобитна верзија на француском.
tr: Bu Kullanım Koşulları henüz dilinize çevrilmemiş. Aşağıda orijinal Fransızca hali mevcuttur.
tt: Куллануның чын шартлары әле сезнең телгә тәрҗемә ителмәгән. Түбәндә Француз телендәге оригиналь версия китерелгән.
vi: Các Điều Khoản Sử Dụng này chưa được dịch sang ngôn ngữ của bạn. Dưới đây là phiên bản gốc bằng tiếng Pháp.

source: Private messages - {folderName}
ar: الرسائل الخاصة - {folderName}
bg: Лични съобщения – {folderName}
br: Kemennadennoù prevez - {folderName}
de: Private Nachrichten&nbsp;– {folderName}
el: Ιδιωτικά μηνύματα - {folderName}
eo: Privataj mesaĝoj - {folderName}
es: Mensajes privados - {folderName}
eu: Mezu pribatuak - {folderName}
fi: Yksityisviestit – {folderName}
fr: Messages privés — {folderName}
he: הודעות פרטיות - {folderName}
hi: निजी संदेश - {folderName}
hu: Privát üzenetek - {folderName}
ia: Messages private - {folderName}
id: Pesan-pesan pribadi - {folderName}
is: Einkaskilaboð — {folderName}
it: Messaggi privati {folderName}
ja: プライベートメッセージ - {folderName}
ku: Peyamên taybet - {folderName}
mr: खाजगी संदेश - {folderName}
nl: Privéberichten - {folderName}
pl: Prywatne - {folderName}
pt_br: Mensagens privadas - {folderName}
ro: Mesaje private - {folderName}
ru: Личные сообщения — {folderName}
sk: Súkromné správy – {folderName}
sr: Приватне поруке - {folderName}
tr: Özel mesajlar - {folderName}
tt: Шәхси хәбәрләр - {folderName}
uk: Приватні повідомлення - {folderName}
vi: Tin nhắn riêng tư - {folderName}
