Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Currently contributing
ar: المساهمون الآن
bg: В момента допринася
br: O kemer-perzh bremañ
de: Gerade aktiv
el: Συνεισφέρει στην παρούσα φάση
eo: Nunaj kontribuantoj
es: Contribuyendo actualmente
eu: Aspaldi honetan ekarpenekin laguntzen
fi: Tällä hetkellä aktiiviset jäsenet
fr: En cours de contribution
he: התנדבות פעילה
hi: अभी योगदान कर रहे उपयोगकर्ता
hu: Jelenleg hozzájárul
ia: Qui contribue actualmente
id: Kontribusi terbaru
is: Núverandi þátttakendur
it: Membri che stanno attualmente contribuendo
ja: 現在活動中のユーザー
mr: यावेळी योगदान करणारे
nl: Nu actief
pl: Najaktywniejsi ostatnio:
pt_br: Colaborando atualmente
ro: Persoane care contribuie acum
ru: Активные участники
sk: Práve prispievajú
sr: Тренутно доприносе
tr: Şu anda katkıda bulunanlar
tt: Хәзерге вакытта өлеш кертү
uk: Активні зараз
vi: Hiện đang đóng góp

source: User who did the last contribution.
ar: لم يُساهم أحد بشيء.
bg: Потребител, който направи последния принос.
br: Implijer en/he deus graet an degasadenn ziwezhañ.
de: Der Mitarbeiter, von dem der letzte Beitrag stammt.
el: Χρήστης που έκανε την τελευταία συνεισφορά.
eo: Uzantoj, kiuj partoprenis en la lasta kontribuo.
es: Usuario que realizó la última contribución.
eu: Nork egin zuen azken ekarpena.
fi: Käyttäjä, joka lisäsi viimeisimmän työpanoksen.
fr: Utilisateur ayant effectué la dernière contribution.
he: משתמשים שהשתתפו בתרומה האחרונה.
hi: उपयोगकर्ता जिसने अंतिम योगदान दिया।
hu: Felhasználó, aki a legutolsó hozzájárulást tette.
ia: Le usator que faceva le ultime contribution.
id: Para pengguna yang ikut berpartisipasi dalam {n}&nbsp;kontribusi terakhir.
it: Membro che ha effettuato l'ultimo contributo.
ja: 過去{n}の更新をしたユーザー
mr: सर्वात नवीन योगदान करणारे प्रयोक्ता.
nl: Gebruiker die de laatste bijdrage leverde.
pl: Autor ostatniej zmiany.
pt_br: Usuário que participou da última contribuição.
ro: Utilizatorul care a făcut ultima contribuție.
ru: Участники, добавившие {n}&nbsp;последнее предложение.
sk: Užívateľ, ktorý naposledy prispel.
sr: Корисник који је последњи допринео/ла.
tr: Son katkıyı yapan kullanıcı:
tt: Соңгы {n}&nbsp публикацияләрдә катнашкан кулланучылар.
uk: Користувачі що зробив останню дію.
vi: Người dùng đã tham gia vào {n} đóng góp gần đây nhất.

source: {n}&nbsp;sentence
bg: {n}&nbsp;изречение
br: {n}&nbsp;frazenn
de: {n}&nbsp;Satz
el: {n} &nbsp;φράση
eo: {n}&nbsp;frazo
es: {n}&nbsp;oración
eu: {n}&nbsp;esaldia
fi: {n}&nbsp;lause
fr: {n}&nbsp;phrase
he: משפט אחד
hi: {n}&nbsp;वाक्य
hu: {n}&nbsp;mondat
ia: {n}&nbsp;phrases
id: {n}&nbsp;kalimat
is: {n}&nbsp;setning
it: {n}&nbsp;frase
ja: {n}&nbsp;例文
ku: {n}&nbsp;hevok
mr: {n}&nbsp;वाक्य
nl: {n}&nbsp;zin
pl: 1 zdanie
pt_br: {n}&nbsp;frase
ro: {n}&nbsp;propoziție
ru: {n}&nbsp;предложение
sk: {n}&nbsp;veta
sr: {n}&nbsp;реченица
tr: {n}&nbsp;cümle
tt: {n}&nbsp;җөмләләр
vi: {n}&nbsp; câu

source: Custom exports
bg: Модифицирани експортирания
br: Ezporzhiadurioù personelaet
de: Benutzerdefinierte Exporte
eo: Laŭmendaj eksportoj.
es: Exportaciones personalizadas
fi: Räätälöi vientiä
fr: Exports personnalisés
he: היטלים מותאמים
hi: कस्टम निर्यात
hu: Egyéni exportok
ia: Exportationes personalisate
id: Kustom ekspor
is: Sérsniðinn útflutningur
it: Esportazioni personalizzate
ja: カスタムエクスポート
mr: सानुकूल निर्यात
nl: Aangepaste exports
pl: Spersonalizowane eksporty
pt_br: Exportações personalizadas
ro: Exporturi personalizate
ru: Индивидуальные экспорты
sk: Prispôbené exporty
tt: Кулланучылар экспорты
vi: Xuất nội dung tùy chỉnh

source: Sentence pairs
bg: Двойки изречения
br: Koublad frazennoù
de: Satzpaare
eo: Frazduopoj
es: Parejas de oraciones
fi: Lauseparit
fr: Paires de phrases
he: צמדי משפטים
hi: वाक्य जोड़े
hu: Mondatpárok
ia: Pares de phrases
id: Pasangan kalimat
is: Setningapör
it: Coppie di frasi
ja: 例文の組み合わせ
mr: वाक्यांच्या जोड्या
nl: Zinparen
pl: Pary zdań
pt_br: Pares de frases
ro: Perechi de propoziții
ru: Пары предложений
sk: Dvojice viet
tt: Җөмләләр парлары
vi: Các cặp câu

source: Use this tool to generate and download customized exports on demand.
bg: Използвайте този инструмент за генериране и изтегляне на персонализиран експорт при поискване.
de: Hier können je nach Bedarf benutzerdefinierte Exporte generiert und heruntergeladen werden.
eo: Uzu tiun ĉi ilon por krei kaj elŝuti laŭmendan rezulton.
es: Utilize esta herramienta para generar y descargar exportaciones personalizadas a pedido.
fi: Käytä tätä työkalua, kun haluat ladata räätälöityjä vientitiedostoja.
fr: Utilisez cet outil pour générer et télécharger des exports personnalisés à la demande.
he: יש להשתמש בכלי הזה כדי לייצר ולהוריד היטלים מותאמים לפי דרישה.
hi: मांग पर अनुकूलित निर्यात उत्पन्न करने और डाउनलोड करने के लिए इस उपकरण का उपयोग करें।
hu: Testreszabott exportok igény szerinti generálásához és letöltéséhez használhatod ezt az eszközt.
ia: Usa iste instrumento pro generar e discargar exportationes personalisate sur demanda.
id: Gunakan alat ini untuk membuat dan mengunduh hasil ekspor yang sudah terkustomisasi.
is: Notaðu þetta verkfæri til að búa til og hlaða niður sérsniðnum útflutningi á eftirspurn.
it: Utilizza questo strumento per generare e scaricare delle esportazioni personalizzate in maniera on demand.
ja: このツールを使うと、翻訳元言語と翻訳先言語を自由に組み合わせ、例文をダウンロードできます。
mr: या उपकरणाच्या वापराने आपण मागणीनुसार सानुकूल निर्यात निर्माण व डाउनलोड करू शकता.
nl: Gebruik dit hulpmiddel om geëxporteerde data op maat te genereren en downloaden.
pl: Użyj tego narzędzia aby wygenerować i pobrać spersonalizowane eksporty na żądanie.
pt_br: Utilize esta ferramenta para gerar e baixar exportações personalizadas sob demanda.
ro: Utilizați acest instrument pentru a genera și descărca exporturi personalizate la cerere.
ru: Используйте этот инструмент, чтобы генерировать и скачивать индивидуальные экспорты по запросу.
sk: Použite túto možnosť na vytvorenie a stiahnutie prispôsobených exportov na požiadanie.
tt: Әлеге коралны ихтыяҗ буенча көйләнә торган экспорт мәгълүматларын булдыру һәм йөкләү өчен кулланыгыз.
vi: Sử dụng công cụ này để tạo và tải xuống các bản xuất tùy chỉnh theo ý muốn.

source: Download all sentences in language A with translations in language B
bg: Изтеглете всички изречения на език A с преводи на език Б
de: Alle Sätze in Sprache A mit Übersetzungen in Sprache B herunterladen
eo: Elŝutu ĉiujn frazojn en lingvo A kun tradukoj en lingvo B.
es: Descargar todas las oraciones en idioma A con traducciones al idioma B
fi: Lataa kaikki A-kieliset lauseet, joilla on B-kielinen käännös
fr: Télécharger toutes les phrases d'une langue A avec les traductions d'une langue B
he: הורדת כל המשפטים בשפה א׳ עם תרגומים לשפה ב׳
hi: भाषा ए में सभी वाक्यों को भाषा बी में अनुवाद के साथ डाउनलोड करें
hu: Az A nyelvű mondatok letöltése B nyelvű fordításokkal
ia: Discargar tote le phrases in lingua A con traductiones in lingua B
id: Unduh semua kalimat bahasa A dengan terjemahan bahasa B
it: Scarica tutte le frasi nella lingua A con delle traduzioni nella lingua B
ja: 翻訳先言語で指定した言語の翻訳を含む、翻訳元言語のすべての例文をダウンロードします。
mr: "अ" भाषेतील सर्व अशी वाक्ये डाउनलोड करा ज्यांची "ब" भाषेत भाषांतरे आहेत
nl: Download alle zinnen in taal A met vertalingen in taal B
pl: Pobierz wszystkie zdania w języku A z tłumaczeniami na język B
pt_br: Baixar todas as frases no idioma A com traduções para o idioma B
ro: Descărcați toate propozițiile în limba A cu traduceri în limba B
ru: Скачать все предложения на языке А с переводами на язык Б
sk: Stiahnuť všetky vety v jazyku A s prekladmi v jazyku B
tt: Барлык А телендәге җөмләләрне В теленә тәрҗемә белән йөкләгез
vi: Tải xuống tất cả câu bằng ngôn ngữ A với bản dịch bằng ngôn ngữ B

source: Download all sentences in language A that are translated into language B, along with the translations.
bg: Изтегляне всички изречения на език А, които са преведени на език Б, заедно с преводите.
de: Alle Sätze in Sprache A mit Übersetzungen in Sprache B zusammen mit diesen Übersetzungen herunterladen.
eo: Elŝutu ĉiujn frazojn en lingvo A, kiuj estis tradukitaj al lingvo B, kune kun la tradukoj.
es: Descargar todas las oraciones en idioma A que tienen traducciones al idioma B, junto con las traducciones.
fi: Lataa kaikki B-kielelle käännetyt A-kieliset lauseet käännöksineen.
fr: Télécharger toutes les phrases dans une langue A qui sont traduites dans une langue B, avec les traductions.
he: הורדת כל המשפטים בשפה א׳ שמתורגמים לשפה ב׳, יחד עם התרגומים.
hi: भाषा A में सभी वाक्य डाउनलोड करें जिनका अनुवाद भाषा B में अनुवाद के साथ किया गया है।
hu: Az összes olyan A nyelvű mondat letöltése, ami le van fordítva B nyelvre; a fordításokkal együtt.
ia: Discargar tote le phrases in lingua A que es traducite in lingua B, con lor traductiones.
id: Unduh semua kalimat bahasa A yang telah diterjemahkan ke dalam bahasa B, berikut terjemahannya.
it: Scarica tutte le frasi nella lingua A che sono tradotte nella lingua B, assieme alle traduzioni.
ja: 翻訳先言語で指定した言語の翻訳を含む、翻訳元言語のすべての例文を翻訳と共にダウンロードします。
mr: "अ" भाषेतील अशी सर्व वाक्ये डाउनलोड करा ज्यांची "ब" भाषेत भाषांतरे आहेत, व ती भाषांतरेसुद्धा डाउनलोड करा.
nl: Alle zinnen in taal A die naar taal B zijn vertaald downloaden, met de vertalingen erbij.
pl: Pobierz wszystkie zdania w języku A i ich tłumaczenia na język B.
pt_br: Baixar todas as frases no idioma A que foram traduzidas para o idioma B, juntamente com as suas respectivas traduções.
ro: Descărcați toate propozițiile în limba A care sunt traduse în limba B, împreună cu traducerile.
ru: Скачать все предложения на языке А которые переведены на язык Б, вместе с переводами.
sk: Stiahnuť všetky vety v jazyku A preložené do jazyka B, spolu s prekladmi
tt: В теленә тәрҗемә ителгән А телендәге барлык җөмләләрне тәрҗемәләр белән бергә йөкләгез.
vi: Tải xuống tất cả câu bằng ngôn ngữ A được dịch sang ngôn ngữ B, cùng với bản dịch.

source: Sentence language:
bg: Език на изречението:
br: Frazenn e:
de: Sprache des Satzes:
eo: Lingvo de la frazo:
es: Idioma de la oración:
fi: Lauseiden kieli:
fr: Langue des phrases :
he: שפת המשפט:
hi: वाक्य की भाषा:
hu: A mondat nyelve:
ia: Lingua del phrases:
id: Bahasa kalimat:
is: Tungumál setningar:
it: Lingua della frase:
ja: 翻訳元言語
mr: वाक्याची भाषा:
nl: Zintaal:
pl: Język zdania:
pt_br: Idioma da frase:
ro: Limba propoziției:
ru: Язык предложения:
sk: Jazyk vety:
tt: Җөмләләр теле:
vi: Ngôn ngữ câu:

source: Translation language:
bg: Език на превода:
br: Yezh an droidigezh:
de: Sprache der Übersetzung:
eo: Lingvo de la traduko:
es: Idioma del traducción:
fi: Käännösten kieli:
fr: Langue des traductions :
he: שפת התרגום:
hi: अनुवाद की भाषा:
hu: A fordítás nyelve:
ia: Lingua del traductiones:
id: Bahasa terjemahan:
is: Tungumál þyðingar.
it: Lingua della traduzione:
ja: 翻訳先言語
mr: भाषांतराची भाषा:
nl: Vertalingstaal:
pl: Język tłumaczenia:
pt_br: Idioma da tradução:
ro: Limba traducerii:
ru: Язык перевода:
sk: Jazyk prekladu:
tt: Тәрҗемә теле:
vi: Ngôn ngữ dịch:

source: Download sentence pairs
bg: Изтегляне на двойки изречения
br: Pellgargañ ur re frazennoù
de: Satzpaare herunterladen
eo: Elŝuti frazduopojn
es: Descargue las parejas de oraciones
fi: Lataa lauseparit
fr: Télécharger les paires de phrases
he: הורדת צמדי משפטים
hi: वाक्य जोड़े डाउनलोड करें
hu: Mondatpárok letöltése
ia: Discargar pares de phrases
id: Unduh pasangan kalimat
is: Sækja setningarpör
it: Scarica delle coppie di frasi
ja: ダウンロードする
mr: वाक्यांच्या जोड्या डाउनलोड करा
nl: Paren van zinnen downloaden
pl: Pobierz pary zdań
pt_br: Baixar pares de frases
ro: Descărcați perechi de propoziții
ru: Скачать пары предложений
sk: Stiahnuť dvojice viet
tt: Парлы җөмләләрне йөкләү
vi: Tải xuống các cặp câu

source: Preparing download, please wait.
bg: Подготовка на изтеглянето, моля изчакайте.
br: O prientiñ ar bellgargadenn, gortozit mar plij.
de: Das Herunterladen wird vorbereitet. Bitte warten!
el: Προετοιμασία λήψης, παρακαλώ περιμένετε.
eo: Ni preparas la elŝuton. Bv. atendi.
es: Preparando la descarga, por favor espere.
eu: Deskarga prestatzen, itxaron, mesedez.
fi: Valmistellaan latausta, odota hetki.
fr: Téléchargement en préparation, veuillez patienter.
he: ההורדה בהכנה, נא להמתין.
hi: डाउनलोड तैयार हो रहा है, कृपया प्रतीक्षा करें।
hu: A letöltés előkészítése, kérünk, várj.
ia: Preparante discargamento, per favor attende.
id: Menyiapkan unduhan, harap tunggu.
is: Að undirbúa niðurhal. Smá stund.
it: Preparazione del download in corso, aspetta, per favore.
ja: ダウンロードの準備をしています。しばらくお待ちください。
ku: Daxistin amade dibe, ji kerema xwe bisekine.
mr: डाउनलोड तयार होत आहे, कृपया प्रतीक्षा करा.
nl: Download voorbereiden. Een ogenblik geduld.
pl: Zaczynam pobieranie, proszę czekać.
pt_br: Preparando o download. Por favor, aguarde.
ro: Se pregătește descărcarea. Vă rugăm să așteptați.
ru: Подготовка к скачиванию. Подождите, пожалуйста.
sk: Pripravuje sa súbor na stiahnutie, prosím, počkajte.
sr: Припрема за преузимање у току; хвала на стрпљењу.
tr: İndirme hazırlanıyor. Lütfen bekleyin.
tt: Йөкләү алдыннан, зинһар, көтеп торыгыз.
vi: Đang chuẩn bị tải xuống, vui lòng đợi.

source: Failed to prepare download, please try again.
bg: Изтеглянето не бе подготвено успешно, моля, опитайте отново.
br: C'hwitet ez eus bet war brientiñ ar bellgargadenn, klaskit en-dro mar plij.
de: Das Herunterladen konnte nicht in die Wege geleitet werden. Bitte erneut versuchen!
el: Απέτυχε η προετοιμασία λήψης, δοκιμάστε ξανα.
eo: Ni ne sukcesis prepari la elŝuton. Bv. provi denove.
es: Falló la preparación de la descarga. Por favor, inténtelo nuevamente.
eu: Huts egin du deskargaren prestaketak, mesedez saia zaitez berriro.
fi: Latauksen valmistelu epäonnistui, yritä uudelleen.
fr: Échec de la préparation du téléchargement, veuillez réessayer.
he: הכנת ההורדה נכשלה, נא לנסות שוב.
hi: डाउनलोड तैयार करने में विफल, कृपया पुन: प्रयास करें।
hu: A letöltés előkészítése sikertelen, kérünk, próbáld újra.
ia: Fallite de preparar discargamento, per favor essaya de novo.
id: Gagal menyiapkan unduhan, silakan coba lagi.
is: Mistókst að undirbúa niðurhal. Vinsamlegast reyndu aftur.
it: Preparazione del download fallita, prova di nuovo, per favore.
ja: ダウンロードに失敗しました。もう一度やり直してください。
ku: Daxistin nehat amadekirin, Ji kerema xwe dîsa biceribîne.
mr: डाउनलोड तयार करण्यात अयशस्वी झाले. कृपया पुन्हा प्रयत्न करून पाहा.
nl: Download voorbereiden mislukt. Probeer opnieuw.
pl: Nie udało się zacząć pobierania, spróbuj ponownie.
pt_br: Não foi possível preparar o download. Por favor, tente novamente.
ro: Eroare la pregătirea descărcării. Vă rugăm să încercați din nou.
ru: Не удалось подготовить файлы для скачивания. Пожалуйста, попробуйте снова.
sk: Chyba pri pripravovaní súboru na stiahnutie, prosím, skúste to znova.
sr: Припрема за преузимање неуспела; покушај поново.
tr: İndirme hazırlanamadı. Lütfen tekrar deneyin.
tt: Йөкләүне әзерләп булмады,Зинһар, кабатлап карагыз әле.
vi: Không thể tải xuống, vui lòng thử lại.

source: Need some help?
ar: أتبحث عن مساعدة؟
bg: Нуждаете се от помощ?
br: Ezhomm ho peus sikour?
de: Hilfe
el: Χρειάζεστε βοήθεια;
eo: Ĉu vi bezonas helpon?
es: ¿Necesita ayuda?
eu: Laguntzarik behar?
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
he: אפשר להציע עזרה?
hi: मदद की ज़रूरत?
hu: Segítségre van szükséged?
ia: Require adjuta?
id: Butuh bantuan?
is: Vantar þér aðstoð?
it: Serve aiuto?
ku: Alîkarî hewce ye?
mr: मदतीची गरज आहे का?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ro: Aveți nevoie de ajutor?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sr: Треба вам помоћ?
tr: Yardım mı lazım?
tt: Берәр ярдәм кирәкме?
uk: Потрібна допомога?
vi: Bạn cần giúp đỡ?

source: Quick Start Guide
ar: دليل البدء السريع
bg: За нови потребители
br: Kregiñ gant an Henter Dillo
de: Schnellstartanleitung
el: Οδηγός Γρήγορης Έναρξης
eo: Tujkomenca gvidilo
es: Guía rápida
eu: Azkar hasteko gidaliburua
fi: Pika-aloitusopas
fr: Premiers pas
he: מדריך מהיר למתחילים
hi: तुरत प्रारम्भ निर्देशिका
hu: Gyorstalpaló
ia: Guida de initio rapide
id: Panduan Awal
is: Skyndileiðbeiningar
it: Guida rapida per cominciare
ja: スタートガイド
ku: Rêbernameya Destpêkirina Bilez
mr: झटपट मार्गदर्शिका
nl: Snelstartgids
pl: Szybkie wprowadzenie
pt_br: Guia de Início Rápido
ro: Ghid de inițiere rapidă
ru: Краткое руководство
sk: Príručka pre začiatočníkov
sr: Приручник за почетнике
tr: Hızlı Başlangıç Kılavuzu
tt: Тиз башлау өчен кулланма
uk: Інструкція для швидкого старта
vi: Hướng dẫn nhanh

source: Tatoeba Wiki
ar: ويكي تتويبا
bg: Tatoeba Уики
br: Wiki Tatoeba
eo: Tatoeba Vikio
fr: Wiki de Tatoeba
he: הוויקי של טטואבה
hi: Tatoeba विकी
ia: Wiki de Tatoeba
id: Wiki Tatoeba
it: Wiki di Tatoeba
ku: Tatoeba Wîkî
mr: तातोएबा विकी
pt_br: Wiki Tatoeba
sr: Татоеба Вики
tr: Tatoeba Viki
tt: Татоэба Вики
uk: Tatoeba Вікі

# footer
source: FAQ
ar: أسئلة شائعة
bg: ЧЗВ
br: FAG
de: Häufige Fragen
el: Συχνές ερωτήσεις
eo: OD
es: Preguntas frecuentes
eu: FAQ - maiz egiten diren galderak
fi: UKK
he: שאלות נפוצות
hi: फ़ैक
hu: GYIK
is: Algengar spurningar
it: Domande frequenti
ja: よくある質問
ku: PPP
mr: फॅक
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania
ro: Întrebări frecvente
ru: ЧаВо
sk: Často kladené otázky
sr: Честа питања
tr: SSS
tt: Еш бирелә торган сораулар

source: Help
ar: مساعدة
bg: Помощ
br: Sikour
de: Hilfe
el: Βοήθεια
eo: Helpo
es: Ayuda
eu: Laguntza
fi: Ohjeet
fr: Aide
he: עזרה
hi: मदद
hu: Segítség
ia: Adjuta
id: Bantuan
is: Hjálp
it: Aiuto
ja: ヘルプ
ku: Alîkarî
mr: मदत
pl: Pomoc
pt_br: Ajuda
ro: Asistență
ru: Помощь
sk: Pomoc
sr: Помоћ
tr: Yardım
tt: Булышу
uk: Допомога
vi: Trợ giúp

source: Developers
ar: المطوّرون
bg: Разработчици
br: Diorroerien
de: Entwickler
el: Προγραμματιστές
eo: Programantoj
es: Desarrolladores
eu: Garatzaileak
fi: Kehittäjät
fr: Développeurs
he: מפתחים
hi: डेवलपरों के लिए
hu: Fejlesztők
ia: Programmatores
id: Pengembang
is: Forritarar
it: Sviluppatori
ku: Pêşvebirên Me
mr: विकासकांकरिता
nl: Voor programmeurs
pl: Deweloperzy i deweloperki
pt_br: Desenvolvedores
ro: Dezvoltatori
ru: Разработчикам
sk: Vývojári
sr: Програмиери
tr: Geliştiriciler
tt: Җитештерүчеләр
uk: Розробникам
vi: Nhà phát triển

source: Downloads
ar: التنزيلات
bg: За изтегляне
br: Pellgargadennoù
de: Zum Herunterladen
el: Λήψεις
eo: Elŝutoj
es: Descargas
eu: Deskargak
fi: Lataukset
fr: Téléchargements
he: הורדות
hi: डाउनलोड
hu: Letöltések
ia: Discargamentos
id: Pengunduhan
is: Niðurhöl
it: Download
ja: ダウンロード
ku: Daxistin
mr: डाउनलोड
pl: Do pobrania
ro: Descărcări
ru: Загрузки
sk: Na stiahnutie
sr: Преузимања
tr: İndirmeler
tt: Йөкләүләр
uk: Завантаження
vi: Tải xuống

source: GitHub
ar: غِت‌هَب
hi: गिटहब
mr: गिटहब

source: About
ar: عن الموقع
bg: За нас
br: Diwar-benn
de: Über uns
el: Σχετικά
eo: Pri
es: Acerca del sitio
eu: Tatoeba honi buruz
fi: Tietoja
fr: À propos
he: על אודות
hi: हमारे बारे में
hu: Rólunk
ia: A proposito
id: Tentang
is: Um
it: Riguardo a Tatoeba
ku: Derbar
mr: तातोएबाविषयी
nl: Over ons
pl: O nas
pt_br: Sobre
ro: Despre
ru: О проекте
sk: O Tatoebe
sr: О нама
tr: Hakkında
tt: Проект турында
uk: Про сайт
vi: Về chúng tôi

source: What is Tatoeba?
ar: ما تتويبا؟
bg: Какво е Tatoeba?
br: Petra eo Tatoeba?
de: Was ist Tatoeba?
el: Τι είναι η Tatoeba?
eo: Kio estas Tatoeba?
es: ¿Qué es Tatoeba?
eu: Zer da Tatoeba?
fi: Mikä Tatoeba on?
fr: Qu'est-ce que Tatoeba ?
he: מה זה טטואבה?
hi: Tatoeba क्या है?
hu: Miről szól a Tatoeba?
ia: Que es Tatoeba?
id: Apa itu Tatoeba?
is: Hvað er Tatoeba?
it: Che cos'è Tatoeba?
ja: Tatoebaとは？
ku: Tatoeba çi ye?
mr: तातोएबा काय आहे?
nl: Wat is Tatoeba?
pl: Czym jest Tatoeba?
pt_br: O que é o Tatoeba?
ro: Ce este Tatoeba?
ru: Что такое Tatoeba?
sk: Čo je Tatoeba?
sr: Шта је Татоеба?
tr: Tatoeba nedir?
tt: Татоэба нәрсә ул?
uk: Що таке Tatoeba?
vi: Tatoeba là gì?

source: Contact us
ar: تواصَل معنا
bg: Контакти
br: Mont e darempred ganeomp
de: Kontakt
el: Επικοινωνήστε μαζί μας
eo: Kontakti nin
es: Contáctenos
eu: Jar zaitez harremanetan gurekin
fi: Ota yhteyttä
fr: Nous contacter
he: יצירת קשר
hi: हमसे संपर्क करें
hu: Kapcsolat
ia: Contactar nos
id: Hubungi kami
is: Hafa samband
it: Contattaci
ja: お問い合わせ
ku: Bi me re têkilî dayine
mr: आमच्याशी संपर्क साधा
nl: Neem contact met ons op
pl: Kontakt
pt_br: Entre em contato
ro: Contactați-ne
ru: Обратная связь
sk: Spojte sa s nami
sr: Контак
tr: Bize ulaşın
tt: Безнең белән элемтәгә керергә
uk: Зв'язатись з нами
vi: Liên hệ chúng tôi

source: Status
ar: الحالة
bg: Статус
br: Statud
el: Κατάσταση
eo: Stato
eu: Egoera
fi: Tila
fr: État
he: מצב
hi: स्थिति
hu: Állapot
ia: Stato
is: Staða
it: Stato
ku: Rewş
mr: स्थिती
ro: Stare
ru: Статус
sk: Stav
sr: Статус
tr: Durum
tt: Статус
uk: Статус
vi: Trạng thái

source: Terms of use
ar: شروط الاستخدام
bg: Условия за ползване
br: Termoù implij
de: Nutzungsbedingungen
el: Όροι χρήσης
eo: Kondiĉoj de uzo
es: Condiciones de uso
eu: Erabiltzeko arauak
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי שימוש
hi: इस्तेमाल की शर्तें
hu: Felhasználási feltételek
ia: Conditiones de uso
id: Syarat penggunaan
is: Notkunarskilmálar
it: Condizioni d'uso
ja: 利用規約
ku: Mercên Bikaranînê
mr: वापर अटी
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de uso
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sr: Услови коришћења
tr: Kullanım Koşulları
tt: Куллану шартлары
uk: Умови використання
vi: Điều khoản sử dụng

source: Blog
ar: المدوّنة
bg: Блог
de: Netztagebuch (Blog)
el: Ιστολόγιο
eo: Rettaglibro
eu: Bloga
fi: Blogi
fr: Journal
he: בלוג
hi: ब्लॉग
is: Blogg
ja: ブログ
mr: ब्लॉग
ru: Блог
sr: Блог
tt: Блог
uk: Блог

source: Twitter
ar: تويتر
he: טוויטר
hi: ट्विटर
mr: ट्विटर
ru: Твиттер
sr: Twitte
tt: Твиттер

source: Facebook
ar: فيسبوك
he: פייסבוק
hi: फेसबुक
mr: फेसबूक
ru: Фейсбук
tt: Фейсбук

source: Our data is released under various Creative Commons licenses.
bg: Информацията се публикува под различни Creative Commons лицензи.
br: Hor roadennoù a zo didan lisañsoù Creative Commons a-bep seurt.
de: Unser Material wird unter verschiedenen Creative-Commons-Lizenzen veröffentlicht.
eo: Niaj datumoj estas publikigitaj sub pluraj permesiloj de Krea Komunaĵo.
es: Nuestros datos se publican bajo varias licencias Creative Commons.
eu: Gure datu guztiak partekatu dira hainbat Creative Commons lizentziekin.
fi: Datamme on julkaistu erilaisilla Creative Commons -lisensseillä.
fr: Nos données sont distribuées sous différentes licences Creative Commons.
he: הנתונים שלנו כפופים למגוון רישיונות של Creative Commons.
hi: हमारा डेटा विभिन्न क्रिएटिव कॉमन्स लाइसेंस के तहत जारी किया गया है।
hu: Adataink különféle Creative Commons licencek alatt jelennek meg.
ia: Nostre datos es liberate sub licentias de Creative Commons varie.
id: Data kami dirilis dalam berbagai lisensi Creative Commons.
is: Gögnin okkar eru gefin út undir ýmsum Creative Commons leyfum.
it: I nostri dati sono rilasciati sotto diverse licenze Creative Commons.
mr: आमचा डेटा विविध क्रिएटिव्ह कॉमन्स परवान्यांद्वारे उपलब्ध केला गेला आहे.
nl: Onze gegevens zijn uitgebracht onder verschillende licenties van Creative Commons.
pl: Nasze dane są udostępniane na różnych licencjach Creative Commons.
pt_br: O nosso corpus se encontra sob diversas licenças Creative Commons.
ro: Datele noastre sunt publicate sub diverse licențe Creative Commons.
ru: Наши данные публикуются под различными лицензиями Creative Commons.
sk: Náš obsah je zverejňovaný na základe rôznych Creative Commons licencií.
sr: Подаци на сајту су под разним Creative Commons лиценцама.
tr: Verilerimiz muhtelif Creative Commons lisansları altında yayınlanmaktadır.
tt: Безнең мәгълүматлар Creative Commons төрле лицензияләре астында бастырыла.
vi: Dữ liệu của chúng tôi được phát hành theo nhiều giấy phép Cộng Đồng Sáng Tạo (Creative Commons) khác nhau.
