Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: No sentences added yet.
bg: Все още няма добавени изречения.
br: Frazenn ebet ouzhpennet betek-henn.
de: Noch keine hinzugefügten Sätze.
el: Ακόμη δεν έχουν προστεθει φράσεις.
eo: Neniu frazo aldonita jam.
es: Aún no se han añadido oraciones.
eu: Oraindik ez da esaldirik gehitu.
fi: Yhtään lausetta ei ole vielä lisätty.
fr: Pas encore de phrase ajoutée.
he: עוד לא נוספו משפטים.
hi: अभी तक कोई वाक्य नहीं जोड़े हैं।
hu: Nincs még mondat hozzáadva
ia: Ancora nulle phrases addite.
id: Kalimat belum ditambahkan.
is: Engum setningum viðbætt ennþá
it: Non è ancora stata aggiunta alcuna frase.
ja: まだ例文は追加されていません。
ku: Hîna ti hevok nehatiye tevlîkirin.
mr: इतक्यात कोणतीही वाक्ये जोडली नाहीत.
nl: Nog geen zinnen toegevoegd
pl: Nie dodano jeszcze żadnych zdań.
pt_br: Nenhuma frase foi adicionada ainda.
ro: Nu au fost adăugate propoziții încă.
ru: Добавленных предложений пока нет.
sk: Žiadne vety zatiaľ pridané.
sr: Још увек нема додатих реченица.
tr: Henüz hiç cümle eklenmedi.
tt: Җөмләләр әлегә өстәлмәгән.
vi: Chưa có câu nào được thêm vào.

source: OK
ar: موافق
bg: ОК
br: Mat eo
eo: Jes
es: Aceptar
eu: Ados
he: אישור
hi: ठीक है
hu: Rendben
is: Allt í lagi
ku: BAŞ e
mr: ठीक आहे
ro: Adăugați
sk: V poriadku
sr: ОК
tr: Tamam
tt: Яхшы

source: The audio file will be lost. Are you sure?
bg: Аудио файлът ще бъде загубен. Сигурен ли си?
br: Ar restr aodio a vo kollet. Ha sur oc'h?
de: Bist du sicher? Die Aufnahme wird verlorengehen.
eo: La sondosiero perdiĝos. Ĉu vi certas?
fi: Äänite katoaa. Oletko varma?
fr: Le fichier audio sera perdu. Êtes-vous sûr(e) ?
he: קטע השמע ילך לאיבוד. להמשיך?
hi: ऑडियो फ़ाइल खो जाएगी। क्या आप निश्चित है?
ia: Le file audio essera perdite. Es tu secur?
id: Berkas audio ini akan hilang. Apa Anda yakin?
it: Il file audio sarà perso. Sei sicuro?
ja: 音声を外します。よろしいですか？
mr: ऑडिओ फाइल गमावली जाईल. असे नक्की करायचे आहे का?
nl: Het geluidsbestand zal worden gewist. Ben je zeker?
pt_br: O arquivo de áudio será perdido. Você tem certeza?
ru: Аудиофайл будет потерян. Вы уверены?
tt: Аудио файл юкка чыгачак. Сез ышанасызмы?

# header
source: Audio
bg: Аудио
br: Son
de: Aufnahme
fi: Äänite
fr: Enregistrement sonore
he: שמע
hi: ऑडियो
ja: 音声
mr: ऑडिओ
tt: Аудио

source: by {username}
bg: от {username}
br: gant {username}
de: von {username}
el: από {username}
eo: de {username}
eu: sortzailea: {username}
fi: käyttäjältä {username}
fr: par {username}
he: מאת {username}
hi: {username} द्वारा
ia: per {username}
is: eftir {username}
it: di {username}
mr: {username} यांचे
nl: van {username}
pt_br: por {username}
ro: de către {username}
ru: Автор: {username}
tt: {username} буенча

source: Unknown author
de: Autor unbekannt
fi: Tuntematon tekijä
fr: Auteur inconnu
mr: अज्ञात लेखक
tt: Билгесез автор

source: License: {license}
bg: Лиценз: {license}
br: Lisañs: {license}
de: Lizenz: {license}
el: Άδεια: {license}
eo: Permesilo: {license}
es: Licencia: {license}
eu: Lizentzia: {license}
fi: Lisenssi: {license}
fr: Licence : {license}
he: רישיון: {license}
hi: लाइसेंस: {license}
hu: Licenc: {license}
ia: Licentia: {license}
id: Lisensi: {license}
is: Leyfi: {license}
it: Licenza: {license}
ja: ライセンス：{license}
ku: Lîsans: {license}
mr: परवाना: {license}
nl: Licentie: {license}
pl: Licencja: {license}
pt_br: Licença: {license}
ro: Licență: {license}
ru: Лицензия: {license}
sk: Licencia: {license}
tr: Lisans: {license}
tt: Лицензия: {license}
uk: Ліцензія: {license}
vi: Giấy phép: {license}

source: Added
de: Hinzugefügt
fi: Lisätty
fr: Ajouté le
mr: जोडण्याचा दिनांक
tt: Өстәлгән

source: Last modified
de: Zuletzt geändert
fi: Viimeksi muokattu
fr: Modifié pour la dernière fois le
mr: याआधी बदलल्याचा दिनांक
tt: Соңгы үзгәреш

source: Is enabled
bg: Е активиран
br: Enaouet
de: Ist eingeschaltet
eo: Aktivigita
fi: On aktivoitu
fr: Est activé
he: מופעל
hi: सक्षम किया गया है
ia: Es activate
it: È abilitato
ja: 有効
mr: सक्षम आहे
nl: Is ingeschakeld
pt_br: Habilitado
ru: Включено
tt: Кушылган

source: Show more features for all sentences
ar: اعرض مزايا أكثر لكلّ الجُمل
bg: Показване още функции за всички изречения
br: Diskouez muioc'h a zibarzhioù war ar frazennoù
de: Bei allen Sätzen mehr Funktionen anzeigen
el: Εμφάνιση περισσοτέρων λειτουργειών για όλες τις φράσεις
eo: Montri pli da ebloj por ĉiuj frazoj
es: Mostrar más características para todas las oraciones
eu: Erakutsi ezaugarri gehiago esaldi guztietan
fi: Näytä lisää ominaisuuksia kaikkien lauseiden kohdalla
fr: Montrer plus d'options sur toutes les phrases
he: הצגת יכולות נוספות לכל המשפטים
hi: सभी वाक्यों के लिए और सुविधाएं दिखाएं
hu: További funkciók mutatása az összes mondatnál
ia: Monstrar plus functiones pro tote le phrases
id: Tampilkan lebih banyak fitur untuk semua kalimat
it: Mostra più funzioni per tutte le frasi
ja: すべての例文に対し、全機能を表示する
mr: सर्व वाक्यांसाठी अधिक सुविधा दाखवा
nl: Toon meer functies voor alle zinnen
pl: Pokaż więcej funkcji dla wszystkich zdań
pt_br: Mostrar mais recursos para todas as frases
ro: Afișați mai multe caracteristici pentru toate propozițiile
ru: Показывать больше функций для всех предложений
sk: Zobraziť viacej údajov pri všetkých vetách
sr: Прикажи више опција за све реченице
tr: Tüm cümleler için daha çok özellik göster
tt: Барлык җөмләләр өчен өстәмә функцияләрне күрсәтергә
vi: Hiển thị thêm tính năng cho tất cả câu

source: Show fewer features for all sentences
ar: اعرض مزايا أقلّ لكلّ الجُمل
bg: Показване на по-малко функции за всички изречения
br: Diskouez nebeutoc'h a arc'hweladurioù evit an holl frazennoù
de: Bei allen Sätzen weniger Funktionen anzeigen.
el: Εμφάνιση λιγότερων λειτουργειών για όλες τις φράσεις
eo: Montri malpli da ebloj pri ĉiuj frazoj.
es: Mostrar menos características para todas las oraciones
eu: Erakutsi ezaugarri gitxiago esaldi guztietan
fi: Näytä vähemmän ominaisuuksia kaikkien lauseiden kohdalla
fr: Montrer moins d'options sur toutes les phrases
he: הצגת פחות יכולות לכל המשפטים
hi: सभी वाक्यों के लिए कम सुविधाएँ दिखाएं
hu: Kevesebb funkció megjelenítése az összes mondatnál
ia: Monstrar minus functiones pro tote le phrases
id: Tampilkan lebih sedikit fitur untuk semua kalimat
it: Mostra meno funzioni per tutte le frasi
ja: すべての例文に対し、表示する機能を減らす
mr: सर्व वाक्यांसाठी कमी सुविधा दाखवा
nl: Toon minder functies voor alle zinnen
pl: Pokaż mniej funkcji dla wszystkich zdań
pt_br: Mostrar menos recursos para todas as frases
ro: Afișați mai puține caracteristici pentru toate propozițiile
ru: Показывать меньше функций для всех предложений
sk: Zobraziť menej údajov pri všetkých vetách
sr: Прикажи мање опција за све реченице
tr: Tüm cümleler için daha az özellik göster
tt: Барлык җөмләләр өчен функцияләрнең азрак санын күрсәтергә
vi: Hiển thị ít tính năng hơn cho tất cả câu

source: 0 sentences
bg: 0 изречения
br: 0 a frazennoù
de: Keine Sätze
eo: 0 frazoj
es: 0 oraciones
fi: 0 lausetta
fr: Aucune phrase
he: 0 משפטים
hi: 0 वाक्य
hu: 0 mondat
ia: 0 phrases
id: 0 kalimat
is: 0 setningar
it: 0 frasi
ja: 0 件
mr: ० वाक्ये
nl: 0 zinnen
pl: 0 zdań
pt_br: Nenhuma frase
ro: 0 propoziții
ru: 0 предложений
sk: 0 viet
tr: 0 cümle
tt: 0 җөмләләр
vi: 0 câu

source: 1 or more sentences
bg: 1 или повече изречения
br: 1 pe muioc'h a frazennoù
de: Ein oder mehrere Sätze
eo: 1 aŭ pli da frazoj
es: 1 o más oraciones
fi: 1 tai useampia lauseita
fr: Au moins une phrase
he: משפט או יותר
hi: 1 या अधिक वाक्य
hu: 1 vagy több mondat
ia: 1 o plus phrases
id: 1 atau lebih kalimat
is: 1 eða fleiri setningar
it: 1 o più frasi
ja: 1 件以上
mr: १ किंवा अधिक वाक्ये
nl: 1 of meer zinnen
pl: 1 lub więcej zdań
pt_br: 1 frase ou mais
ro: 1 sau mai multe propoziții
ru: 1 и более предложений
sk: 1 alebo viac viet
tr: 1 veya daha fazla cümle
tt: 1 яисә аннан күбрәк җөмләләр
vi: 1 hoặc nhiều câu

source: {n}+ sentence
bg: {n}+ изречения
br: {n}+ frazenn
de: {n}+ Satz
eo: {n}+ frazo
es: {n}+ oración
fi: {n}+ lause
fr: Plus de {n} phrase
he: משפט נוסף
hi: {n}+ वाक्य
hu: Több mint {n} mondat
ia: {n}+ phrase
id: {n}+ kalimat
is: {n}+ setning
it: {n}+ frase
ja: {n} 件 ～
mr: {n}+ वाक्य
nl: {n}+ zin
pl: {n}+ zdanie
pt_br: {n}frase
ro: {n}+ propoziție
ru: более {n} предложения
sk: {n}+ viet
tt: {n}+ җөмләләр
vi: {n} + câu

source: Search a language
ar: ابحث عن لغة
bg: Търсене на език
br: Klask war-lerc'h ur yezh
de: Sprache suchen
eo: Serĉi lingvo
es: Buscar un idioma
fi: Etsi kieli
fr: Chercher une langue
he: חיפוש שפה
hi: भाषा खोजें
hu: Keress egy nyelvet
ia: Cercar in un lingua
id: Cari bahasa
is: Leita tungumáls
it: Cerca una lingua
ja: 言語の検索
mr: भाषा शोधा
nl: Zoek een taal
pl: Szukaj język
pt_br: Procurar um idioma
ro: Căutați o limbă
ru: Найти язык
sk: Hľadať jazyk
tr: Dil ara
tt: Тел буенча эзләү
vi: Tìm kiếm một ngôn ngữ

source: Sentence text
bg: Текст на изречението
br: Testenn ar frazenn
de: Text des Satzes
eo: Frazteksto
fi: Lauseen teksti
fr: Texte de la phrase
he: טקסט המשפט
hi: वाक्य पाठ
ia: Texto del phrase
it: Testo della frase
ja: 例文
mr: वाक्याचे मजकूर
nl: Zin
pt_br: Texto da frase
ru: Текст предложения
tt: Җөмлә тексты

source: License: {}
bg: Лиценз: {}
br: Lisañs: {}
de: Lizenz: {}
eo: Permesilo: {}
fi: Lisenssi: {}
he: רישיון: {}
hi: लाइसेंस: {}
hu: Licenc: {}
ia: Licentia: {}
it: Licenza: {}
ja: ライセンス： {}
mr: परवाना: {}
nl: Licentie: {}
pt_br: Licença: {}
ru: Лицензия: {}
tt: Лицензия: {}

source: Change license
bg: Промяна на лиценза
br: Cheñch aotre-implij
de: Lizenz ändern
eo: Ŝanĝi la licenson.
fi: Vaihda lisenssiä
fr: Modifier la license
he: החלפת רישיון
hi: लाइसेंस बदलें
hu: Licenc megváltoztatása
ia: Cambiar licentia
it: Cambia la licenza
ja: ライセンスの変更
mr: परवाना बदला
nl: Verander de licentie
pt_br: Alterar licença
ru: Изменить лицензию
tt: Лицензияне үзгәртергә

source: Search list or enter new list name
bg: Търсене на списък или въвеждане на ново име на списък
br: Klask war-lerc'h ul listennad pe ebarzhit un anv-listennad
de: Liste durchsuchen oder neuen Namen eingeben
el: Αναζήτηση καταλόγου ή εισαγωγή νέου ονόματος
eo: Serĉo-listo aŭ entajpi novan listnomon
es: Busque una lista o introduzca un nuevo nombre de lista
eu: Bilatu zerrenda edo sartu zerrenda berri baten izena
fi: Etsi listaa tai syötä uuden listan nimi
fr: Recherchez une liste ou saisissez un nouveau nom de liste
he: חיפוש רשימה או מילוי שם של רשימה חדשה
hi: सूची खोजें या फिर नये सूची का नाम दर्ज करें
hu: Lista keresése vagy új lista létrehozása
ia: Cercar lista o inscriber nove nomine de lista
id: Cari daftar atau buat nama daftar baru
is: Leitaðu eftir lista eða sláðu inn nýtt nafn lista
it: Cerca un elenco oppure inserisci il nome di un nuovo elenco
ja: リストを検索するか、新しいリスト名を入力してください。
ku: Li lîsteyê bigere an jî navê lîsteya nû bikevê
mr: यादी शोधा किंवा नवीन यादीचे नाव प्रविष्ट करा
nl: Zoek lijst of voer nieuwe lijstnaam in
pl: Wyszukaj listę lub wpisz nową nazwę
pt_br: Buscar lista ou criar uma lista com um novo nome
ro: Căutați lista sau introduceți un nou nume de listă
ru: Искать список или ввести имя нового списка
sk: Hľadajte v zozname alebo zadajte názov nového zoznamu
sr: Претражи списак или унеси име новог списка
tr: Liste ara veya yeni liste adı gir
tt: Исемлек буенча эзләгез яки исемлекнең яңа исемен кертегез
vi: Tìm kiếm danh sách hoặc nhập tên danh sách mới

source: Create
bg: Създаване
br: Krouiñ
de: Erzeugen
el: Δημιουργία
eo: Krei
es: Crear
eu: Sortu
fi: Luo
fr: Créer
he: יצירה
hi: बनाएँ
hu: Létrehozás
ia: Crear
id: Buat
is: Skapa
it: Crea
ja: 作成する
ku: Biafirîne
mr: बनवा
nl: Creëer
pl: Utwórz
pt_br: Criar
ro: Creați
ru: Создать
sk: Vytvoriť
sr: Направи
tr: Oluştur
tt: Булдыру
vi: Tạo

source: Your last selected list (if any) and last updated lists
bg: Вашият последен избран списък (ако има такъв) и последно актуализирани списъци
br: Ho listennad diuzet da ziwezhañ (ma 'z eus unan) hag al listennadoù hizivaet da ziwezhañ
de: Zuletzt ausgewählte (falls vorhanden) und zuletzt bearbeitete Liste
eo: Via lasta listo (se ĝi ekzistas) kaj antaŭ nelonge ĝisdatigitaj listoj
es: Su última lista seleccionada (si hay alguna) y las listas actualizadas recientemente
eu: Hautatutako zure azken zerrenda (baldin badago) eta eguneratutako azken zerrendak
fi: Sinun viimeksi valitsemasi listat (jos niitä on) ja viimeksi päivitetyt listat
fr: Votre dernière liste sélectionnée (si elle existe) et les dernières listes mises à jour
he: הרשימה האחרונה שבחרת (אם בכלל) והרשימות שעודכנו לאחרונה
hi: आपकी अंतिम चयनित सूची (यदि कोई हो) और अंतिम अद्यतन सूचियां
hu: A legutóbb kiválasztott listád (ha van ilyen) és az utoljára frissített listád
ia: Tu lista le plus recentemente selegite (si existente) e listas le plus recentemente actualisate
id: Daftar yang terakhir Anda pilih (jika ada) dan daftar yang terakhir diperbaharui.
it: Il tuo elenco selezionato per ultimo (se presente) e gli elenchi aggiornati per ultimi
ja: 最後に選択したリスト(ある場合)および最後に更新されたリスト
mr: आपण याआधी निवडलेली यादी (असली तर) व आपण अद्ययावत केलेल्या शेवटच्या याद्या
nl: Je laatst geselecteerde lijst (indien aanwezig) en laatst bijgewerkte lijsten
pl: Twoja ostatnio zaznaczona lista (jeśli taka istnieje) i ostatnio zaktualizowane listy
pt_br: Sua lista selecionada por último (se houver) e listas atualizadas por último
ro: Ultima listă selectată (dacă există) și ultimele liste actualizate
ru: Ваши последние выбранные списки (если есть) и последние изменённые списки
sk: Váš naposledy zvolený zoznam viet (ak taký bol) a posledné zmenené zoznamy
sr: Твој списак који је последњи изабран (ако постоји) и спискови који су недавно ажурирани
tr: Seçtiğiniz son liste (varsa) ve son güncellenen listeler
tt: Сезнең соңгы сайланган исемлек (әгәр андый исемлек булса) һәм соңгы яңартылган исемлекләр
vi: Danh sách bạn đã chọn sau cùng (nếu có) và danh sách cập nhật lần cuối

source: Search results
bg: Резултати от търсенето
br: Disoc'hoù an enklask
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
eo: Rezultoj de la serĉo
es: Buscar resultados
eu: Bilatu emaitzak
fi: Hakutulokset
fr: Résultats de recherche
he: תוצאות החיפוש
hi: खोज परिणाम
hu: Keresési eredmények
ia: Resultates de recerca
id: Hasil pencarian
is: Leitarniðurstöður
it: Risultati della ricerca
ja: 検索結果
ku: Encamên lêgerîne
mr: शोध निकाल
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt_br: Resultados da busca
ro: Rezultatele căutării
ru: Результаты поиска
sk: Výsledky vyhľadávania
sr: Резултати претраге
tr: Arama sonuçları
tt: Эзләү нәтиҗәләре
vi: Kết quả tìm kiếm

source: (last selected)
bg: (последният избран)
br: (diuzet da ziwezhañ)
de: (zuletzt ausgewählt)
el: (τελευταία επιλεγμένη)
eo: (laste elektita)
es: (última seleccionada)
eu: (hautatutako azkena)
fi: (viimeksi valittu)
fr: (sélectionnée en dernier)
he: (האחרונה שנבחרה)
hi: (इससे पहले चुनी हुई)
hu: (utoljára kiválasztott)
ia: (ultimemente selegite)
id: (terakhir dipilih)
is: (síðast valið)
it: (selezionato per ultimo)
ja: （最後に選択）
mr: (याआधी निवडलेली)
nl: (laatst geselecteerd)
pl: (ostatnio wybrane)
pt_br: (selecionada por último)
ro: (ultima selectată)
ru: (последний выбранный)
sk: (naposledy zvolený)
sr: (последње обележен)
tr: (son seçilen)
tt: (соңгы сайланган вариант)
vi: (được chọn lần cuối)

source: Collaborative list
ar: قائمة تعاونية
bg: Колаборативен списък
br: Listennad kenlabourus
de: Öffentliche Listen
el: Συνεργατικός κατάλογος
eo: Kunlabora listo
es: Lista colaborativa
eu: Elkarlanean egindako zerrenda
fi: Yhteistyölista
fr: Liste collaborative
he: רשימה שיתופית
hi: सहयोगी सूची
hu: Kooperatív lista
ia: Lista collaborative
id: Daftar kolaboratif
it: Elenco collaborativo
ja: 共有リスト
ku: Lîsteya hevpar
mr: सहयोगी यादी
nl: Gezamenlijke lijst
pl: Lista współtworzona
pt_br: Lista colaborativa
ro: Listă colaborativă
ru: Общий список
sk: Spoločné zoznamy
sr: Колаборативни списак
tr: Ortak liste
tt: Бергәләп эшләү өчен исемлек
vi: Danh sách cộng tác

source: No list found.
bg: Няма намерен списък.
br: Listenn ebet kavet.
de: Keine Liste gefunden.
el: Δεν βρέθηκε κατάλογος.
eo: Neniu listo trovita
es: No se ha hallado ninguna lista
eu: Ez da zerrendarik aurkitu.
fi: Listoja ei löytynyt.
fr: Aucune liste trouvée
he: לא נמצאו רשימות.
hi: एक भी सूची मिली नहीं।
hu: Nem található lista.
ia: Nulle lista trovate.
id: Tidak ditemukan daftar.
is: Enginn listi fannst.
it: Nessun elenco trovato.
ja: リストが見つかりません。
ku: Ti lîste nehat dîtin.
mr: एकही यादी सापडली नाही.
nl: Geen lijst gevonden.
pl: Nie znaleziono listy.
pt_br: Nenhuma lista encontrada.
ro: Nu a fost găsită nicio listă.
ru: Списков не найдено.
sk: Žiadny zoznam nebol nájdený.
sr: Није пронађен ниједан списак.
tr: Hiç liste bulunamadı.
tt: Исемлек табылмады.
vi: Không tìm thấy danh sách.

source: You have no lists which this sentence can be added to.
ar: لا تملك أيّ قوائم يمكنك إضافة هذه الجملة إليها.
bg: Нямате списъци, към които може да се добави това изречение.
br: N'ho peus listennad ebet a c'hallfe bezañ ouzhpennet ar frazenn-mañ enno.
de: Du verfügst über keine Listen, denen dieser Satz hinzugefügt werden könnte.
el: Δεν έχετε κανένα κατάλογο στον οποίο μπορεί να προστεθεί αυτή η φράση.
eo: Vi ne havas listojn al kiu vi povus aldoni tiun ĉi frazon.
es: No hay listas a las que pueda añadirse esta frase.
eu: Ez daukazu zerrendarik esaldiak bertan gehitzeko.
fi: Sinulla ei ole listoja, joihin tämä lause voidaan lisätä.
fr: Vous ne disposez d’aucune liste à laquelle ajouter cette phrase.
he: אין לך רשימות אליהן ניתן להוסיף את המשפט הזה.
hi: इस वाक्य को जिसमें जोड़ सके ऐसे आप के पास कोई भी सूचियाँ नहीं है।
hu: Nincsen olyan listád, amihez ez a mondat hozzáadható.
ia: Tu ha nulle listas in que il es possibile adder iste phrase.
id: Tidak ada daftar untuk menambahkan kalimat.
it: Non hai elenchi in cui questa frase può essere aggiunta.
ja: この例文を追加できるリストはありません。
mr: हे वाक्य ज्यात जोडता येईल अशी तुमच्याकडे एकही यादी नाही.
nl: Je hebt geen lijsten waar deze zin aan kan worden toegevoegd.
pl: Nie posiadasz żadnych list, do których można dodać to zdanie.
pt_br: Você não tem nenhuma lista a que esta frase possa ser adicionada.
ro: Nu aveți liste în care să puteți adăuga această propoziție.
ru: У вас нет списков, куда можно добавить это предложение.
sk: Nemáte žiadny zoznam, do ktorého by táto veta mohla byť pridaná.
sr: Не постоји списак у који можеш да додаш овун реченицу.
tr: Bu cümlenin eklenebileceği listeniz yok.
tt: Сездә бу тәкъдимне өстәргә мөмкин булган исемлекләр юк.
vi: Bạn không có danh sách mà câu này có thể được thêm vào.

source: previous
ar: السابقة
bg: предишен
br: kent
de: Zurück
el: προηγούμενο
eo: antaŭa
es: anterior
eu: aurrekoa
fi: edellinen
fr: précédente
he: קודם
hi: पिछले
hu: előző
ia: precedente
id: sebelumnya
is: fyrri
it: precedente
ja: 前へ
ku: berî vê
mr: मागचे
nl: vorige
pl: poprzednie
pt_br: anterior
ro: precedenta
ru: назад
sk: predošlá
sr: претходна
tr: önceki
tt: әүвәлге
uk: попереднє
vi: trước

source: random
ar: عشوائية
bg: случаен
br: dre zegouezh
de: Zufällig
el: τυχαίο
eo: hazarda
es: al azar
eu: ausazkoa
fi: satunnainen
fr: au hasard
he: אקראי
hi: यादृच्छिक
hu: véletlenszerű
ia: aleatori
id: acak
is: af handahófi
it: casuale
ja: ランダム
ku: ketoberî
mr: यादृच्छिक
nl: willekeurig
pl: losowo
pt_br: aleatória
ro: aleatorie
ru: случайное
sk: náhodná
sr: насумична
tr: rastgele
tt: очраклы
uk: випадкове
vi: ngẫu nhiên

source: next
ar: التالية
bg: следващ
br: da-heul
de: Weiter
el: επόμενο
eo: sekva
es: siguiente
eu: hurrengoa
fi: seuraava
fr: suivante
he: הבא
hi: अगला
hu: következő
ia: sequente
id: berikutnya
is: næsta
it: successiva
ja: 次へ
ku: piştî vê
mr: पुढचे
nl: volgende
pl: następne
pt_br: próxima
ro: următoarea
ru: вперёд
sk: ďalšia
sr: следећа
tr: sonraki
tt: киләсе
uk: наступне
vi: tiếp theo

source: Language for previous, next or random sentence
ar: لغة الجملة السابقة، أو التالية، أو العشوائية
bg: Език за предишно, следващо или произволно изречение
br: Yezh evit ar frazenn gent, da-heul pe dre zegouezh
de: Sprachvoreinstellung für die Schaltflächen „Zurück“, „Weiter“ und „Zufällig“
el: Γλώσσα για προηγούμενες, επόμενες και τυχαίες φράσεις
eo: Lingvo por antaŭa, sekva, hazarda traduko
es: Idioma para la oración anterior, siguiente o al azar
eu: Hizkuntza aurreko, hurrengo edo ausazko esaldirako
fi: Edellisen, seuraavan tai satunnaisen lauseen kieli
fr: Langue pour la phrase aléatoire, suivante et précédente.
he: שפה למשפט הקודם, הבא או אקראי
hi: पिछले, अगले या यादृच्छिक वाक्य की भाषा
hu: A nyelv az előző, következő vagy véletlen mondathoz
ia: Lingua pro phrase precedente, sequente o aleatori
id: Bahasa untuk kalimat sebelumnya, berikutnya, atau kalimat acak
it: Lingua per la frase precedente, successiva o casuale
ja: この言語の↓（前の／次の／ランダムな）文を表示
mr: मागच्या, पुढच्या वा यादृच्छिक वाक्याची भाषा
nl: Taal voor vorige, volgende of willekeurige zin
pl: Język dla wcześniejszego, następnego lub losowego zdania
pt_br: Idioma da frase anterior, da próxima frase ou da frase aleatória
ro: Limba pentru propoziția precedentă, următoare sau aleatorie
ru: Язык предыдущего, следующего или случайного предложения
sk: Jazyk predošlej, ďalšej alebo náhodnej vety
sr: Језик за претходну, следећу или насумичну реченицу
tr: Önceki, sonraki veya rastgele cümlenin dili
tt: Алдагы, алдагы яки очраклы җөмлә өчен тел
uk: Мова попереднього, наступного або випадкового речення
vi: Ngôn ngữ cho câu trước, câu tiếp theo hoặc câu ngẫu nhiên

# navigation
source: Any language
ar: أيّ لغة
bg: Всеки език
br: Forzh peseurt yezh
de: Beliebige Sprache
el: Οποιαδήποτε γλώσσα
eo: Ajna lingvo
es: Cualquier idioma
eu: Edozein hizkuntza
fi: mikä tahansa kieli
fr: n'importe quelle langue
he: כל שפה
hi: कोई भी भाषा
hu: Bármely nyelv
ia: Qualcunque lingua
id: Semua
is: Hvaða tungumál sem er
it: qualunque lingua
ja: すべての言語
ku: Her çi zimanekî
mr: कोणत्याही
nl: Alle talen
pl: Dowolny język
pt_br: Qualquer idioma
ro: Orice limbă
ru: Любой язык
sk: Akýkoľvek
sr: било који језик
tr: Herhangi bir dil
tt: Теләсә нинди тел
vi: Ngôn ngữ bất kỳ

source: Show sentence #:
ar: عرض الجملة رقم:
bg: Показване на изречение №:
br: Diskouez ar frazenn #:
de: Betrachte Satz Nr.
el: Εμφάνιση φράσης Νο :
eo: Montri la frazon kun n-ro:
es: Mostrar oración nº :
eu: Erakutsi honako esaldia #:
fi: Näytä lause nro:
fr: Montrer la phrase n° :
he: להציג משפט מס׳:
hi: इस क्रमांक का वाक्य दिखाएँ:
hu: Mutasd az alábbi számú mondatot:
ia: Monstrar le phrase №:
id: Tampilkan kalimat #:
is: Sýna setningu #:
it: Mostra la frase n°:
ja: 表示：#
mr: खालील क्रमांकाचे वाक्य दाखवा:
nl: Toon zin nummer:
pl: Pokaż zdanie nr
pt_br: Mostrar a frase #:
ro: Afișați propoziția #:
ru: Показать предложение №
sk: Zobraziť vetu #:
sr: Прикажи реченицу #:
tr: Cümle numarası: #
tt: Җөмләне күрсәтергә #:
uk: Показати речення #:
vi: Hiển thị câu #:
