Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: All tags (total {{count}})
bg: Всички тагове (общо {{count}})
br: An holl valizoù (hollad {{count}})
de: Alle Etiketten (insgesamt {{count}})
el: Όλες οι ετικέτες (σύνολο {{count}})
eo: Ĉiuj etikedoj (entute {{count}})
es: Todas las etiquetas (total {{count}})
eu: Etiketa guztiak (guztira {{count}})
fi: Kaikki tunnisteet (yhteensä {{count}})
fr: Toutes les étiquettes ({{count}} au total)
he: כל התגיות ({{count}} בסך הכול)
hi: सभी टैग (कुल {{count}})
hu: Összes címke (összesen {{count}})
ia: Tote le etiquettas (total {{count}})
id: Semua label (jumlah {{count}})
is: Öll merki (samtals {{count}})
it: Tutte le etichette (in totale {{count}})
ja: すべてのタグ（{{count}}件）
ku: Hemû etîket (tevahî {{count}})
mr: सर्व खूणचिठ्ठ्या (एकूण {{count}})
nl: Alle labels (totaal {{count}})
pl: Wszystkie tagi (łącznie {{count}})
pt_br: Todos as etiquetas: (total {{count}})
ro: Toate etichetele (total {{count}})
ru: Все теги (всего {{count}})
sk: Všetky štítky (spolu {{count}})
sr: Све ознаке (укупно {{count}})
tr: Tüm etiketler (toplam {{count}})
tt: Барлык теглар (барлыгы {{count}})
vi: Tất cả thẻ (tổng số {{count}})

source: Tags containing: {search} (total {{count}})
bg: Етикети, съдържащи: {search} (общо {{count}})
br: Balizoù oc'h enderc'hel: {search} (total {{count}})
de: Etiketten mit „{search}“ (insgesamt {{count}})
el: Ετικέτες που περιέχουν: {search} (σύνολο {{count}})
eo: Etikedoj kun: {search} (entute {{count}})
es: Etiquetas que contienen: {search} (total {{count}})
eu: Etiketek hau daukate: {search} (total {{count}})
fi: Tunnisteet, jotka sisältävät: {search} (yhteensä {{count}})
fr: Étiquettes contenant : {search} (total {{count}})
he: תגיות שמכילות: {search} ‏({{count}} בסך הכול)
hi: टैग युक्त: {खोज} (कुल {{गिनती}})
hu: Címkék, amelyek tartalmazzák: {search} (összesen: {{count}})
ia: Etiquettas que contine: {search} (total {{count}})
id: Label berisi: {search} (total {{count}})
it: Etichette contenenti: {search} (in totale {{count}})
ja: {search} を含むタグ （{{count}}件）
mr: नावात "{search}" असलेल्या खूणचिठ्ठ्या (एकूण {{count}})
nl: Labels met: {search} (totaal {{count}})
pl: Tagi zawierające: {search} (łącznie {{count}})
pt_br: Tags contendo {search}: (total {{count}})
ro: Etichete care conțin: {search} (total {{count}})
ru: Теги, содержащие {search} (всего {{count}})
sk: Štítky obsahujúce: {search} (spolu {{count}})
sr: Ознаке које садрже: {search} (укупно {{count}})
tr: {search} içeren etiketler (toplam {{count}})
tt: Составындагы теглар: {search} (барлыгы {{count}})
vi: Các thẻ chứa: {search} (tổng số {{count}})

source: Tag name (alphabetical)
bg: Име на маркера (по азбучен ред)
br: Anv ar balizoù (dre urzh al lizherennoù)
de: Name des Etiketts (alphabetisch)
eo: Etikedoj (alfabete)
es: Nombre de etiqueta (alfabético)
fi: Tunnisteen nimi (aakkosjärjestyksessä)
fr: Étiquette (alphabétique)
he: שם תגית (לפי אלפבית)
hi: टैग नाम (वर्णमाला)
hu: Címkenév (ábécé sorrend)
id: Tandai nama (urut abjad)
is: Merkjanafn (stafrófsröð)
it: Nome dell'etichetta (ordine alfabetico)
ja: タグ名（アルファベット順）
mr: खूणचिठ्ठीच्या नावानुसार (वर्णक्रमी)
nl: Labelnaam (alfabetisch)
pl: Nazwy tagu (alfabetycznie)
pt_br: Nome da Tag (em ordem alfabética)
ro: Numele etichetei (în ordine alfabetică)
ru: Название тега (в алфавитном порядке)
sk: Názov štítku (abecedne)
tr: Etiket adı (alfabetik)
tt: Тег исеме (алфавит тәртибендә)
vi: Tên thẻ (theo bảng chữ cái)

source: Tag name (reverse alphabetical)
bg: Име на маркера (обратно по азбучен ред)
br: Anv ar balizoù (dre urzh al lizherennoù eilpennet)
de: Name des Etiketts (alphabetisch rückwärts)
eo: Etikedoj (malalfabete)
es: Nombre de etiqueta (alfabético inverso)
fi: Tunnisteen nimi (käänteisessä aakkosjärjestyksessä)
fr: Étiquette (anti-alphabétique)
he: שם תגית (לפי אלפבית הפוך)
hi: टैग नाम (रिवर्स अल्फाबेटिकल)
hu: Címkenév (fordított ábécé sorrend)
id: Tandai nama (urutan abjad dari terbalik)
is: Merkjanafn (öfug stafrófsröð)
it: Nome dell'etichetta (ordine alfabetico inverso)
ja: タグ名（アルファベットの逆順）
mr: खूणचिठ्ठीच्या नावानुसार (उलट वर्णक्रमी)
nl: Labelnaam (omgekeerd alfabetisch)
pl: Nazwy tagu (odwrotnie alfabetycznie)
pt_br: Nome da Tag (em ordem alfabética reversa)
ro: Numele etichetei (în ordine invers alfabetică)
ru: Название тега (в обратном алфавитном порядке)
sk: Názov štítku (od konca abecedy)
tr: Etiket adı (ters alfabetik)
tt: Тега исеме (кире алфавит тәртибендә)
vi: Tên thẻ (theo bảng chữ cái đảo ngược)

source: Chinese traditional/simplified conversion
ar: تحويل الصينية التقليدية/المبسطة
bg: Китайско традиционно/опростено преобразуване
br: Sinaeg hengounel/eeunet
de: Chinesisch-Umwandlung traditionell/vereinfacht
el: Μετατροπή Κινεζικών παραδοσιακών σε απλοποιημένα
eo: Konverti la ĉinan tradician al simpligita
es: Conversión a chino tradicional/simplificado
eu: Tradiziozko/sinplifikatu txineraren bihurketa
fi: Perinteisen/yksinkertaistetun kiinan muunnos
fr: Conversion du chinois traditionnel/simplifié
he: המרת סינית מסורתית/מפושטת
hi: चीनी परंपरागत/सरलीकृत रूपांतरण
hu: Átváltás kínai hagyományos és egyszerűsített írásmód között
ia: Conversion chinese traditional/simplificate
id: Konversi bahasa Mandarin tradisional/sederhana
it: Conversione di cinese tradizionale/semplificato
ja: 中国語の繁体字と簡体字の相互変換
mr: चिनी पारंपारिक/सरलीकृत लिप्यंतरण
nl: Chinees traditioneel/vereenvoudigd converter
pl: Konwersja chiński tradycyjny/uproszczony
pt_br: Conversão entre chinês tradicional/simplificado
ro: Conversie între chineza tradițională/simplificată
ru: Преобразование китайских иероглифов в упрощённые/традиционные
sk: zjednodušená/tradičná čínština prevod
sr: Конверзија између традиционалног и упрошћеног кинеског
tr: Geleneksel/Basitleştirilmiş Çince dönüşümü
tt: Кытай теленең традицион / гадиләштерелгән үзгәрүе
uk: Конвертація китайських ієрогліфів традиційні/спрощені
vi: Chuyển đổi phồn thể/giản thể chữ Trung Quốc

source: Source code
ar: الكود المصدري
bg: Програмен код
br: Kod mammenn
de: Quelltext
el: Πηγαίος κώδικας
eo: Fontokodo
es: Código fuente
eu: Iturburu kodea
fi: Lähdekoodi
fr: Code source
he: קוד המקור
hi: सोर्स कोड
hu: Forráskód
ia: Codice-fonte
id: Kode sumber
is: Frumkóði
it: Codice sorgente
ja: ソースコード
ku: Koda çavkaniyê
mr: सोर्स कोड
nl: Broncode
pl: Kod źródłowy
pt_br: Código-fonte
ro: Cod sursă
ru: Исходный код
sk: Zdrojový kód
sr: Изворни код
tr: Kaynak kodu
tt: Чыгыш коды
uk: Вихідний код
vi: Mã nguồn

source: Enter either traditional or simplified Chinese
ar: أدخِل الصينية التقليدية أو المبسطة
bg: Въведете традиционен или опростен китайски
br: Ebarzhit pe Sinaeg hengounel pe eeunaet.
de: Texteingabe (traditionelles oder vereinfachtes Chinesisch):
el: Εισαγωγή είτε παραδοσιακών είτε απλοποιημένων Κινεζικών
eo: Enigi aŭ tradician aŭ simpligitan ĉinan
es: Escriba en chino tradicional o simplificado
eu: Sar ezazu bai txinera tradizionala zein txinera sinpletua
fi: Syötä joko perinteistä tai yksinkertaistettua kiinaa
fr: Entrez soit du chinois traditionnel soit du simplifié
he: יש להקליד בסינית מסורתית או מפושטת
hi: पारंपरिक या सरलीकृत चीनी दर्ज करें
hu: Használj hagyományos vagy egyszerűsített írásmódot
ia: Insere un texto in chinese traditional o simplificate
id: Masukkan teks bahasa Mandarin tradisional atau sederhana
it: Inserisci del testo in cinese, tradizionale o semplificato
ja: 中国語の繁体字または簡体字で入力してください。
mr: पारंपारिक किंव्हा सरलीकृत चिनी प्रविष्ट करा
nl: Voer traditioneel of vereenvoudigd Chinees in
pl: Wprowadź znaki chińskie - tradycyjne lub uproszczone
pt_br: Digitar chinês tradicional ou simplificado
ro: Introduceți fie chineza tradițională, fie chineza simplificată
ru: Введите на традиционной или упрощённой китайской письменности
sk: Zadajte buď tradičnú alebo zjednodušenú čínštinu
sr: Унеси или традиционални или упрошћени кинески
tr: Geleneksel veya Basitleştirilmiş Çince girin
tt: Традицион яки гадиләштерелгән Кытай телен кертегез
uk: Введіть традиційні або спрощені китайські ієрогліфи
vi: Nhập tiếng Trung phồn thể hoặc giản thể

source: Convert
ar: حوّل
bg: Конвертиране
br: Emdreiñ
de: Konvertieren
el: Μετατροπή
eo: Konverti
es: Convertir
eu: Bihurtu
fi: Muunna
fr: Convertir
he: המרה
hi: बदलना
hu: Átalakítás
ia: Converter
id: Ubah
it: Converti
ja: 変換する
ku: Veguherîne
mr: लिप्यंतरण करा
nl: Omzetten
pl: Konwersja
pt_br: Converter
ro: Conversie
ru: Преобразовать
sk: Previesť
sr: Конвертуј
tr: Dönüştür
tt: Үзгәртү
uk: Конвертувати
vi: Chuyển đổi

source: Autogenerate furigana over Japanese
ar: ولِّد فوريغانا فوق اليابانية تلقائيًا
bg: Автоматично генериране на фуригана върху японски
br: Em-c'henel furiganaoù evit ar Japaneg
de: Japanisch automatisch mit Furigana versehen
el: Αυτόματη δημιουργία φουριγκάνα για Ιαπωνικά
eo: Aŭtomate generi Furigana-transskribaĵojn super la japana frazo
es: Generar automáticamente furigana encima del japonés
eu: Sortu furigana japonieratik
fi: Luo automaattisesti furiganat japanilaiseen kirjoitukseen
fr: Générer automatiquement des furiganas sur du japonais
he: יצירה אוטומטית של פוריגאנה מעל יפנית
hi: जापानी पर ऑटोजेनरेट फरिगाना
hu: Automatikus furigana generálása japán szöveg felett
ia: Autogenerar furigana super japonese
id: Tambahkan furigana secara otomatisa untuk bahasa Jepang.
it: Genera automaticamente il furigana in giapponese
ja: 日本語のフリガナ自動生成
mr: जपानी वर फुरिगाना स्वयं निर्मित करा
nl: Furigana automatisch aanbrengen over Japans
pl: Generuj furiganę automatycznie nad japońskim
pt_br: Gerar furigana automaticamente para o japonês
ro: Autogenerare furigana peste japoneză
ru: Автоматически генерировать фуригану для японского языка
sk: Utvoriť furiganu nad japončinou
sr: Аутоматски генериши фуригану преко јапанског
tr: Japoncanın üstüne otomatik furigana ekle.
tt: Фуригананы японча автогенерацияләгез
uk: Генерувати фуріґану для Японської автоматично
vi: Tự động tạo furigana từ tiếng Nhật

source: Autogenerate furigana
ar: توليد فوريغانا تلقائي
bg: Автогенериране на фуригана
br: Em-c'henel furiganaoù
de: Automatisch Furigana erzeugen
el: Αυτόματη δημιουργία φουριγκάνα
eo: Aŭtomate generi Furigana-transskribaĵojn
es: Generar automáticamente furigana
eu: Sortu furigana
fi: Luo furiganat automaattisesti
fr: Générer automatiquement des furiganas
he: יצירה אוטומטית של פוריגאנה
hi: ऑटोजेनरेट फरिगाना
hu: Automatikus furigana generálás
ia: Autogenerar furigana
id: Tambahkan furigana secara otomatis
is: Gera furígana sjálfvirkt
it: Genera automaticamente il furigana
ja: フリガナを自動生成する
mr: फुरिगाना स्वयं निर्मित करा
nl: Furigana automatisch aanbrengen
pl: Generuj furiganę automatycznie
pt_br: Gerar furigana automaticamente
ro: Autogenerare furigana
ru: Автоматически генерировать фуригану
sk: Utvoriť furiganu
sr: Аутоматски генериши фуригану
tr: Otomatik furigana ekle
tt: Автомат рәвештә фуриганны генерацияләргә
uk: Генерувати фуріґану автоматично
vi: Tự động tạo furigana

source: Useful tools
ar: أدوات مفيدة
bg: Полезни инструменти
br: Ostilhoù servijus
de: Nützliche Werkzeuge
el: Χρήσιμα εργαλεία
eo: Utilaj iloj
es: Herramientas útiles
eu: Tresna erabilgarriak
fi: Hyödyllisiä työkaluja
fr: Outils utiles :
he: כלים שימושיים
hi: उपयोगी उपकरण
hu: Hasznos eszközök
ia: Instrumentos utile
id: Peralatan-peralatan
is: Gagnleg verkfæri
it: Strumenti utili
ja: ツール
ku: Alavên kêrhatî
mr: उपयोगी साधने
nl: Handige hulpmiddelen
pl: Przydatne narzędzia
pt_br: Ferramentas úteis
ro: Instrumente utile
ru: Полезные инструменты
sk: Užitočné nástroje
sr: Корисни алати
tr: Faydalı araçlar
tt: Файдалы кораллар
uk: Корисні інструменти
vi: Công cụ hữu ích

source: Tools
ar: أدوات
bg: Инструменти
br: Ostilhoù
de: Werkzeuge
el: Εργαλεία
eo: Iloj
es: Herramientas
eu: Tresnak
fi: Työkalut
fr: Outils
he: כלי
hi: उपकरण
hu: Segédeszközök
ia: Instrumentos
id: Peralatan
is: Verkfæri
it: Strumenti
ja: ツール
ku: Alav
mr: साधने
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
ro: Instrumente
ru: Инструменты
sk: Nástroje
sr: Алати
tr: Araçlar
tt: Кораллар
uk: Інструменти
vi: Công cụ

source: Furigana autogeneration
ar: توليد تلقائي للفوريغانا
bg: Автогенерация на фуригана
br: Em-c'henel furiganaoù
de: Automatische Furigana-Erzeugung
el: Αυτόματη δημιουργία φουριγκάνα
eo: Aŭtomata generado de Furigana-transskribaĵoj
es: Generación automática de furigana
eu: Furigana automatikoki sortuko da
fi: Furiganojen automaattinen luonti
fr: Génération automatique de furiganas
he: יצירה אוטומטית של פוריגאנה
hi: फुरिगाना ऑटोजेनरेशन
hu: Furigana automatikus generálása
ia: Autogeneration de furigana
id: Penambahan otomatis furigana
is: Að gera furígana sjálfvirkt
it: Generazione automatica del furigana
ja: フリガナの自動生成
mr: फुरिगाना स्वयं निर्मिती
nl: Automatische aanmaak van Furigana
pl: Automatyczne generowanie furigany
pt_br: Geração automática de furigana
ro: Autogenerare Furigana
ru: Автоматическое генерирование фуриганы
sk: Utvorenie furigany
sr: Аутоматско генерисање фуригане
tr: Otomatik furigana ekleme
tt: Furigana автоматик генерациясе
uk: Автогенерація фуріґани
vi: Tự động tạo Furigana

source: autogenerate furigana over Japanese.
ar: ولِّد فوريغانا فوق اليابانية تلقائيًا.
bg: автоматично генериране на фуригана над японски.
br: Em-c'henel furiganaoù evit ar Japaneg
de: Japanisch automatisch mit Furigana versehen
el: Αυτόματη δημιουργία φουριγκάνα για Ιαπωνικά.
eo: aŭtomate generi Furigana-transskribaĵojn super la japana frazo
es: generar automáticamente furigana a partir del japonés
eu: sortu furigana japonieratik
fi: Luo automaattisesti furiganat japanilaiseen kirjoitukseen.
fr: génère automatiquement des furiganas sur le japonais.
he: ליצור פוריגאנה מעל יפנית באופן אוטומטי.
hi: जापानी पर स्वत: उत्पन्न फुरिगाना।
hu: automatikus furigana generálása japán szöveg felett
ia: autogenerar furigana super japonese.
id: tambahkan furigana secara otomatis untuk bahasa Jepang.
it: genera automaticamente il furigana in giapponese
ja: 日本語にフリガナを自動生成します。
mr: जपानी वर फुरिगाना स्वयं निर्मित करा.
nl: furigana automatisch aanbrengen over Japans
pl: generuj furiganę automatycznie nad japońskim
pt_br: Gerar furigana automaticamente para o japonês
ro: autogenerare furigana peste japoneză
ru: автоматическое генерирование фуриганы для японского языка
sk: utvoriť furiganu nad japončinou
sr: аутоматски генериши фуригану преко јапанског.
tr: Japoncanın üstüne otomatik furigana ekle
tt: Япон фуриганы өстеннән автогенерацияләгез.
uk: генерувати фуріґану для Японської автоматично
vi: tự động tạo furigana từ tiếng Nhật.

source: Chinese simplified/traditional conversion
ar: تحويل الصينية المبسطة/التقليدية
bg: Китайско опростено/традиционно преобразуване
br: Sinaeg eeunet/hengounel
de: Konvertierung von vereinfachtem und traditionellem Chinesisch
el: Μετατροπή απλοποιημένων σε παραδοσιακά κινέζικα
eo: transformi la ĉinan simpligitan al tradicia
es: Conversión a chino simplificado/tradicional
eu: Sinplifikatu/tradiziozko txineraren bihurketa
fi: Yksinkertaistetun/perinteisen kiinan muunnos
fr: Conversion du chinois simplifié/traditionnel
he: המרת סינית מפושטת/מסורתית
hi: चीनी सरलीकृत/पारंपरिक रूपांतरण
hu: Kínai egyszerűsített/hagyományos írásmód közötti átváltás
ia: Conversion chinese simplificate/traditional
id: Konversi bahasa Mandarin sederhana/tradisional
it: Conversione cinese semplificato/tradizionale
ja: 簡体字↔繁体字変換
mr: चीनी सरलीकृत/पारंपारिक लिप्यंतरण
nl: Chinees vereenvoudigd/traditioneel converter
pl: Konwersja chiński uproszczony/tradycyjny
pt_br: Conversão entre chinês simplificado/tradicional
ro: Conversie limba chineză simplificată/tradițională
ru: Преобразование китайских иероглифов в упрощённые/традиционные
sk: zjednodušená/tradičná čínština prevod
sr: Конверзија између упрошћеног и традиционалног кинеског
tr: Basitleştirilmiş/Geleneksel Çince dönüşümü
tt: Кытай теленә гадиләштерелгән / традицион тәрҗемә
uk: Конвертація китайських ієрогліфів спрощені/традиційні
vi: Chuyển đổi giản thể/phồn thể chữ Trung Quốc

source: convert traditional Chinese to simplified and vice versa
ar: حول الصينية التقليدية إلى مبسطة والعكس
bg: преобразувайте традиционния китайски в опростен и обратно
br: emdreiñ ar sinaeg hengounel e-barzh unan eeunet ha vice-versa
de: Dieses Werkzeug wandelt traditionelles Chinesisch in vereinfachtes um und umgekehrt.
el: μετατροπή παραδοσιακών κινεζικών σε απλοποιημένα και αντίστροφα
eo: transformi tradician ĉinan al simpligita kaj inverse
es: convertir Chino Tradicional a Simplificado y viceversa
eu: bihurtu txinera tradizionala txinera sinplifikatuan eta alderantziz
fi: Muunna perinteistä kiinaa yksinkertaistetuksi ja toisin päin
fr: convertir le chinois traditionnel en chinois simplifié et vice-versa
he: המרת סינית מסורתית למפושטת ולהיפך
hi: पारंपरिक चीनी को सरलीकृत और इसके विपरीत में परिवर्तित करें
hu: hagyományos írásmódból egyszerűsített és oda-vissza
ia: converter chinese traditional in simplificate e vice versa
id: ubah bahasa Mandarin tradisional ke sederhana atau sebaliknya.
it: converte da cinese tradizionale a cinese semplificato e viceversa
ja: 中国語の簡体字を繁体字に、繁体字を簡体字に変換します。
mr: पारंपारिक चिनीचे सरलीकृत लिपीत लिप्यंतरण करा, किंवा तसेच उलट
nl: zet traditioneel Chinees om naar vereenvoudigd Chinees, of andersom.
pl: konwersja chińskiego tradycyjnego do uproszczonego i na odwrót
pt_br: Converter chinês tradicional para simplificado e vice-versa
ro: conversie din chineza tradițională în chineza simplificată și invers
ru: преобразование китайских иероглифов из традиционных в упрощённые и наоборот
sk: previesť tradičnú čínštinu do zjednodušenej a naopak
sr: конвертуј традиционални кинески у упрошћени кинески и обрнуто
tr: Geleneksel Çinceyi basitleştirilmişe ya da tam tersine dönüştür
tt: традицион Кытай телен гадиләштерелгән һәм киресенчә үзгәртү
uk: конвертація традиційних китайських ієрогліфів в спрощені та навпаки
vi: chuyển đổi tiếng Trung phồn thể sang giản thể và ngược lại

source: Shanghainese to IPA
ar: الشنغهايية إلى الأبجدية الصوتية الدولية
bg: Шанхайски към IPA
br: Shanghaineg en LFE
de: Schanghaichinesisch in Lautschrift umwandeln
el: Τα Σαηγκαϊνέζικα στο IPA
eo: Ŝanhaja ĉina al IPA
es: Shanghainés a IPA
eu: Shanghainesetik Nazioarteko Alfabeto Fonetikora
fi: Shanghainkiinasta IPA-muotoon
fr: Wu vers API (alphabet phonétique international)
he: שאנגחאית לאלפבית פונטי בין-לאומי
hi: शैंघाईनीज़ से आई.पी.ए.
hu: Sanghajiból fonetikus átiratba
ia: Shanghaiano a IPA
id: bahasa Shanghai ke AFI
it: Da dialetto di Shanghai ad AFI
ja: 上海語→IPA
mr: शँघाईनीज ते आय.पी.ए.
nl: Shanghainees naar het IPA
pl: Szanghajski na IPA
pt_br: Xangainês para AFI
ro: Chineza din Shanghai în IPA
ru: Шанхайский в международный фонетический алфавит
sk: Šanghajčina do medzinárodnej fonetickej abecedy
sr: шангајски у IPA
tr: Şangaycadan IPA'ya
tt: IPAD өчен Шанхай теле
uk: Шанхайський діалект в IPA
vi: Thượng Hải đến IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
ar: حول نصًّا بالشنغهايية إلى نطقه بالأبجدية الصوتية الدولية
bg: Преобразувайте шанхайски текст в неговото произношение, като използвате международната фонетична азбука
br: Emdroit un destenn Shanghaineg en e zistagadur oc'h implijout al Lizherennaoueg Fonegel Etrebroadel
de: Dieses Werkzeug wandelt einen Text im Schanghaidialekt des Chinesischen unter Verwendung des Internationalen Phonetischen Alphabets (IPA) in Lautschrift um.
el: Μετατροπή σανγκαϊνέζικού κειμένου στην προφορά του με χρήση του Διεθνούς Φωνητικού Αλφαβήτου
eo: Transskribi ŝanhajan tekston en ties prononcadon uzante la internacian fonetikan alfabeton
es: Convertir texto de Shanghai en pronunciación usando el Alfabeto Internacional de Fonética
eu: Bihurtu Shanghaiera hizkuntza fonetiko batera, erabil ezazu ahal baduzu "International Phonetic Alphabet" delakoa.
fi: Muunna shanghainkiinaksi kirjoitettua tekstiä sen äänneasuun, jossa käytetään IPA-merkkejä (kansainvälisiä foneettisia aakkosia).
fr: Convertir un texte wu en sa prononciation, en utilisant l'alphabet phonétique international.
he: המרת טקסט בשאנגחאית לצורת ההגיה שלו באמצעות האלפבית הפונטי הבינלאומי
hi: अंतर्राष्ट्रीय ध्वन्यात्मक वर्णमाला का उपयोग करके एक शांगहैनी पाठ को उसके उच्चारण में परिवर्तित करें
hu: Konvertáld a sanghaji szöveget kiejtéssé a nemzetközi fonetikus ábécé (IPA) segítségével
ia: Converter un texto shanghaian in su pronunciation usante le Alphabeto Phonetic International
id: Ubah teks bahasa Shanghai ke dalam bentuk pelafalannya menggunakan notasi fonetis Alfabet Fonetis Internasional.
it: converte un testo nel dialetto di Shanghai nella sua pronuncia utilizzando l'Alfabeto Fonetico Internazionale
ja: 上海語を発音記号に変換します。
mr: आंतरराष्ट्रीय ध्वन्यात्मक वर्णमालेचे (आय.पी.ए) उपयोग करून शँघाईनीज मजकुराचे उच्चार दर्शवा.
nl: Zet een tekst in het Shanghainees om naar uitspraak met het Internationaal Fonetisch Alfabet (IPA).
pl: Konwersja tekstu szanghajskiego na jego transkrypcję w IPA
pt_br: Converter um texto em xangainês em transcrição fonética utilizando o Alfabeto Fonético Internacional (AFI)
ro: Convertiți un text din dialectul chinez vorbit în Shanghai în pronunția corespunzătoare folosind Alfabetul Fonetic Internațional
ru: преобразование шанхайского текста в его транскрипцию с использованием международного фонетического алфавита
sk: Zobraziť výslovnosť šanghajčiny použitím medzinárodnej fonetickej abecedy.
sr: Конвертуј текст на шангајском у изговор помоћу Међународног фонетског алфабета
tr: Şangayca bir metni Uluslararası Fonetik Alfabe (IPA) kullanarak söze dök.
tt: Халыкара фонетик алфавит ярдәмендә Шанхай текстын аның әйтелешенә үзгәртегез
uk: Конвертація текста шанхайським діалектом в фонетичну транскрипцію міжнародним фонетичним алфавітом (IPA)
vi: Chuyển văn bản tiếng Thượng Hải sang dạng phiên âm bằng bảng chữ cái phiên âm quốc tế (IPA)

source: Convert Shanghainese into IPA
ar: حوّل الشنغهايية إلى أبجدية صوتية دولية
bg: Преобразувайте шанхайски в IPA
br: Emdreiñ Shanghaineg en LFE
de: Schanghaichinesisch in Lautschrift umwandeln
el: Μετατροπή Σαηγκαϊνέζικων χαρακτήρων σε IPA
eo: Konverti ŝanhajan al IPA
es: Convertir shanghainés a IPA
eu: Bihurtu Shanghai aldeko hizkuntza nazioarteko alfabeto fonetikora
fi: Muunna shanghainkiinaa IPA-merkistöön
fr: Convertir le wu en alphabet phonétique
he: המרת שאנגחאית לאלפבית פונטי בין-לאומי
hi: शांघाईनीज को आईपीए में बदलें
hu: Sanghaji átalakítása fonetikus átiratba
ia: Converter shanhaiano in IPA
id: Ubah bahasa Shanghai ke AFI
it: Converti da dialetto di Shanghai ad AFI
ja: 上海語をIPAに変換
mr: शँघाईनीज ते आइ.पी.ए. लिप्यंरण करा
nl: Zet Shanghainees om in IPA
pl: Konwertuj szanghajski na IPA
pt_br: Converter xangainês para AFI
ro: Conversia dialectului chinez din Shanghai în IPA
ru: Конвертировать шанхайский диалект китайского языка в международный фонетический алфавит
sk: Previesť šanghajčinu do medzinárodnej fonetickej abecedy.
sr: Конвертуј шангајски у IPA
tr: Şangaycayı IPA'ya dönüştür
tt: Шанхай телен кытайчага тәрҗемә итәргә
uk: Конвертувати з шанхайського діалекта в транскрипцію
vi: Chuyển đổi tiếng Thượng Hải thành IPA

source: Credits
ar: شكر وتقدير
bg: Кредити
br: Kreditoù
de: Dank
el: Ευχαριστίες
eo: Dankoj
es: Créditos
eu: Kredituak
fi: Kunniamaininnat
fr: Crédits
he: תודות
hi: क्रेडिट
hu: Köszönet
ia: Creditos
id: Akuan
is: Höfundar
it: Crediti
ja: 謝辞
ku: Kedkarên Me
mr: श्रेय
nl: Toekenningen
pl: Podziękowania
pt_br: Créditos
ro: Contribuitori
ru: Благодарности
sk: Kredity
tr: Katkıda Bulunanlar
tt: Кредитлар
uk: Подяки
vi: Công trạng
