Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Limit to
ar: اقتصر على
bg: Ограничение до
br: Bevenniñ da
de: Einschränken auf
el: Περιορισμός
eo: Montri nur
es: Restringir a
eu: Mugatuta honetara:
fi: Huomioi vain
fr: Limiter aux
he: הגבלה עד
hi: दिखाएँ
hu: Tartalmazza csak
ia: Limitar a
id: Hanya
is: Takmarka að
it: Limita alle
ja: に限る
mr: दाखवा
nl: alleen
pl: Wybierz
pt_br: Limitar a
ro: Limitați-vă la
ru: Только
sk: Obmedziť na
sr: Ограничи на
tr: göster
tt: Чикләргә
uk: Обмежити до
vi: Giới hạn đến

source: Exclude
ar: استثنِ
bg: Изключване
br: Ezlakaat
de: Ohne Rücksicht auf
el: Εξάιρεσε
eo: Ne montri
es: Excluir
eu: Egotzi
fi: Jätä huomiotta
fr: Exclure les
he: החרגה
hi: शामिल न करें
hu: Hagyja ki
ia: Excluder
id: Selain
is: Útiloka
it: Escludi le
ja: を除外する
mr: वगळा
nl: geen
pl: Odrzuć
pt_br: Excluir
ro: Excludeți
ru: Исключить
sk: Vyradiť
sr: Избаци
tr: gösterme
tt: Чыгару
uk: Вилучити
vi: Loại trừ

source: {action} sentences having translations that match all the following criteria.
ar: {action} الجُمل التي لها ترجمات تطابق كلّ المعايير الآتية.
bg: {action}изречения с преводи, които отговарят на всички изброени по-долу критерии.
br: {action} frazennoù o deus troidigezhioù hag a glot gant an holl zezverkoù da-heul.
de: {action} Sätze mit Übersetzungen, welche sämtliche der folgenden Kriterien erfüllen:
el: {action} φράσεων με μεταφράσεις που πληρούν τα παρακάτω κριτήρια.
eo: {action} frazojn kun tradukoj, kiuj plenumas ĉiujn tiujn kriteriojn.
es: {action} oraciones con traducciones que cumplen todos los criterios siguientes.
eu: {action} honelako esaldiak; jarraian datozen irizpide guztiekin bat egiten duten itzulpenak.
fi: {action} lauseet käännöksillä, jotka vastaavat kaikkia seuraavia kriteereitä.
fr: {action} phrases ayant des traductions remplissant les critères suivants.
he: {action} משפטים בעלי תרגומים שמתאימים לכל הקריטריונים הבאים.
hi: निम्न मापदंड से मेल खाने वाले जिन वाक्यों के अनुवाद हैं, वही वाक्य {action}
hu: Az alábbi feltételeknek megfelelő fordításokkal rendelkező mondatokat {action}.
ia: {action} phrases que ha traductiones correspondente a tote le sequente criterios.
id: {action} kalimat-kalimat yang memiliki terjemahan yang sesuai dengan kriteria berikut.
it: {action} frasi che hanno delle traduzioni corrispondenti a tutti i seguenti criteri.
ja: 以下の条件を満たす文{action}
mr: ज्या वाक्यांची भाषांतरे खालील निकष पार पडत असतील, केवळ तीच वाक्ये {action}
nl: Toon {action} zinnen met vertalingen die overeenkomen met alle onderstaande criteria.
pl: {action} zdania z tłumaczeniami spełniającymi wszystkie poniższe warunki.
pt_br: {action} frases com traduções que cumpram com todos os seguintes critérios:
ro: {action} propozițiile cu traduceri care corespund următoarelor criterii.
ru: {action} предложения, имеющие переводы, удовлетворяющие следующим критериям.
sk: {action} vety s prekladmi, ktoré spĺňajú následujúce požiadavky.
sr: {action} реченице са преводима за које важе сви следећи услови.
tr: Belirtilen kriterlere uyan çevirileri içeren cümleleri {action}
tt: {action} тәрҗемәләре барлык түбәндәге критерийларга туры килгән җөмләләр.
uk: {action} речення що мають переклади які відповідають наступним критеріям.
vi: {action} các câu có bản dịch phù hợp với tất cả các tiêu chí sau.

source: Link:
ar: وصلة:
bg: Връзка:
br: Liamm:
de: Verknüpfungsart:
el: Σύνδεσμος
eo: Ligilo:
es: Enlace:
eu: Esteka:
fi: Linkitys:
fr: Lien :
he: קישור:
hi: लिंक:
ia: Ligamine:
id: Diterjemahkan secara:
is: Tenging:
it: Collegamenti:
ja: リンク：
ku: Girêdan:
mr: दुवा:
nl: Koppeling:
pl: Połączenie:
pt_br: Vínculo:
ru: Связь:
sk: Odkaz:
sr: Веза:
tr: Bağlantı:
tt: Сылтау:
uk: Посилання:
vi: Liên kết:

# link
source: Any
ar: غير مهمّ
bg: Някой
br: Ne vern
de: Beliebig
el: Οποιοδήποτε
eo: ajne
es: Es indistinto
eu: Edozein
fi: Kaikki käy
fr: n'importe
he: גם וגם
hi: कोई भी
hu: Mind
ia: Qualcunque
id: Semua
is: Einhver
it: qualunque
ja: 直接訳・間接訳
ku: Hemû
mr: कोणताही
nl: Allebei mag
pl: Dowolne
pt_br: Qualquer
ro: Oricare
ru: неважно
sk: Akýkoľvek
sr: Било шта
tr: Hepsi
tt: Нинди дә булса
uk: Будь-які
vi: Bất kỳ

source: Direct
ar: مباشرة
bg: Директен
br: Eeun
de: direkt
el: Άμεσος
eo: Rekte
es: Directo
eu: Zuzenean
fi: Suora
he: ישיר
hi: प्रत्यक्ष
hu: Közvetlen
ia: Directe
id: Langsung
is: Bein
it: diretti
ja: 直接訳のみ
ku: Rasterast
mr: प्रत्यक्ष
pl: Bezpośrednie
pt_br: Direto
ru: прямая
sk: Priamy
sr: Непосредна
tr: Doğrudan
tt: Туры
uk: Пряме
vi: Trực tiếp

source: Indirect
ar: غير مباشرة
bg: Индиректен
br: Dieeun
de: indirekt
el: Έμμεσος
eo: Malrekte
es: Indirecto
eu: Zeharka
fi: Epäsuora
he: עקיף
hi: अप्रत्यक्ष
hu: Közvetett
ia: Indirecte
id: Tidak langsung
is: Óbein
it: indiretti
ja: 間接訳のみ
ku: Nerasterast
mr: अप्रत्यक्ष
pl: Pośrednie
pt_br: Indireto
ru: косвенная
sk: Nepriamy
sr: Посредна
tr: Dolaylı
tt: Кыек
uk: Непряме
vi: Gián tiếp

source: Sort
ar: الفرز
bg: Сортиране
br: Rummañ
de: Sortieren
el: Ταξινόμηση
eo: Ordigi
es: Ordenación
eu: Sailkatu
fi: Lajittelu
fr: Tri
he: מיון
hi: सॉर्ट करें
hu: Rendezés
ia: Ordinar
id: Penyortiran
is: Röð
it: Ordine di ricerca
ja: ソート
ku: Cure
mr: क्रमवारी
nl: Sorteren
pl: Kolejność
pt_br: Ordenar
ro: Sortare
ru: Сортировка
sk: Poradie viet
sr: Сортирање
tr: Tür
tt: Сортлау
uk: Сортування
vi: Theo loại

source: Relevance
bg: Релевантност
br: Reizhidigezh
de: Relevanz
el: Συνάφεια
eo: Trafeco
es: Relevancia
eu: Egokitasuna
fi: Relevanssi
fr: pertinence
he: רלוונטיות
hi: संबंध
hu: Relevancia
ia: Pertinentia
id: Keterkaitan
is: Viðeigandi
it: rilevanza
ja: 指定なし
ku: Guncavbûn
mr: संबद्धतेप्रमाणे
nl: Belangrijkheid
pl: Trafność
pt_br: Relevância
ro: Relevanță
ru: по релевантности
sk: Podľa spĺňania požiadaviek
sr: Релевантност
tr: Uygunluk
tt: Актуальлек
vi: Có liên quan

source: Reverse order
ar: اعكس الترتيب
bg: Обратен ред
br: Cheñch penn d'an urzh
de: Reihenfolge umkehren
el: Αντίστροφη σειρά
eo: Kontraŭa sinsekvo
es: En orden inverso
eu: Alderantzizko ordena
fi: Käänteinen järjestys
fr: Inverser l'ordre
he: בסדר הפוך
hi: उल्टे क्रम में
hu: Sorrend megfordítása
ia: Ordine reverse
id: Balik urutan
is: Snúa röð
it: Ordine inverso
ja: 逆順にする
mr: उलट क्रम
nl: Omgekeerde volgorde
pl: Odwrotna kolejność
pt_br: Inverter ordem
ro: Ordine inversată
ru: Обратный порядок
sk: V opačnom poradí
sr: Окрени редослед
tr: Sıralamayı ters çevir
tt: Кире тәртип
uk: У зворотньому порядку
vi: Đảo ngược thứ tự

# button
source: Search
ar: ابحث
bg: Търсене
br: Klask
de: Suche
el: Αναζήτηση
eo: Serĉi
es: Buscar
eu: Bilatu
fi: Haku
fr: Recherche
he: חיפוש
hi: खोजें
hu: Keresés
ia: Recerca
id: Cari
is: Leita
it: Cerca
ja: 検索
ku: Lêgerîn
mr: शोधा
nl: Zoeken
pl: Szukaj
pt_br: Buscar
ro: Căutare
ru: Поиск
sk: Vyhľadávanie
sr: Претражи
tr: Arama
tt: Эзләү
vi: Tìm kiếm

source: More search options
ar: خيارات بحث أخرى
bg: Повече опции за търсене
br: Muioc'h a opsionoù enklask
de: Weitere Sucheinstellungen ...
el: Περισσότερες επιλογές αναζήτησης
eo: Pliaj serĉ-ebloj
es: Más opciones de búsqueda
eu: Bilatzeko beste aukera batzuk
fi: Lisää hakuvalintoja
fr: Davantage d'options de recherche
he: אפשרויות חיפוש נוספות
hi: अधिक खोज विकल्प
hu: További keresési lehetőségek
ia: Altere optiones de recerca
id: Opsi pencarian lain
is: Fleiri leitarmöguleikar
it: Ulteriori opzioni di ricerca
ja: 詳細検索オプション
ku: Vebijarkên zêdetir ên lêgerînê
mr: अधिक शोध पर्याय
nl: Meer zoekopties
pl: Kolejne sposoby wyszukiwania
pt_br: Mais opções de busca
ro: Mai multe opțiuni de căutare
ru: Справка по поиску
sk: Viac možností vyhľadávania
sr: Још могућности за претраживање
tr: Diğer seçenekler
tt: Өстәмә эзләү параметрлары
uk: Додаткові опції пошука
vi: Các tùy chọn tìm kiếm khác

source: Create a search template
bg: Създайте шаблон за търсене
br: Krouiñ ur patrom klask
de: Suchvorlage erstellen
el: Δημιουργήστε ένα πρότυπο αναζήτησης
eo: Krei serĉ-ŝablonon
es: Crear un modelo de búsqueda
fi: Luo hakumalline
fr: Créer un gabarit de recherche
he: יצירת תבנית חיפוש
hi: एक खोज टेम्पलेट बनाएं
hu: Keresési sablon létrehozása
ia: Crear un patrono de recerca
id: Simpan template pencarian ini
is: Búa til leitarsniðmát
it: Crea un template di ricerca
ja: 検索テンプレートの作成
mr: शोध साचा बनवा
nl: Een zoeksjabloon aanmaken
pl: Stwórz szablon wyszukiwania
pt_br: Criar um modelo de busca
ro: Creați un șablon de căutare
ru: Создать шаблон поиска
sk: Uložiť ako vzor vyhľadávania
tr: Arama şablonu oluştur
tt: Эзләү шаблонын төзегез
vi: Tạo mẫu tìm kiếm

source: Use this button to use the currently selected criteria as a base for other searches. You can also bookmark/share the search template with someone else.
bg: Използвайте този бутон, за да използвате текущо избраните критерии като база за други търсения. Можете също да маркирате / споделяте шаблона за търсене с някой друг.
br: Implijit ar bouton-mañ evit ober gant an dezverkoù diuzet evel un diazez evit enklaskoù all. Gellout a rit sinedañ/rannañ ar patrom enklaskoù gant un den bennak all.
de: Die aktuellen Sucheinstellungen speichern. Du kannst diese Suchvorlage auch mit einem Lesezeichen versehen oder sie mit anderen teilen.
eo: Uzu tiun ĉi butonon por uzi la nun elektitajn kriteriojn kiel bazon por aliaj serĉoj. Vi povas ankaŭ kunhavigi la serĉ-ŝablonon kun alia uzanto.
es: Use este botón para utilizar el criterio seleccionado actualmente como base para otras búsquedas. También puede marcar como favorito o compartir el modelo de búsqueda con otras personas.
fi: Käytä tätä painiketta, kun haluat käyttää tällä hetkellä valittuna olevia kriteerejä muiden hakujen pohjana. Voit myös lisätä tämän mallineen kirjanmerkkeihisi tai jakaa tämän hakumallineen jonkun toisen kanssa.
fr: Utilisez ce bouton pour utiliser les critères actuellement sélectionnés comme point de départ pour d'autres recherches. Vous pouvez également conserver le gabarit dans vos marque-pages ou le partager avec quelqu'un d'autre.
he: יש להשתמש בכפתור הזה כדי להשתמש בקטגוריה שנבחרה כבסיס לחיפושים אחרים. ניתן גם להוסיף לסימניות/לשתף את תבנית החיפוש עם אנשים אחרים.
hi: अन्य खोजों के लिए आधार के रूप में वर्तमान में चयनित मापदंड का उपयोग करने के लिए इस बटन का उपयोग करें. आप खोज टेम्पलेट को किसी और के साथ बुकमार्क / साझा भी कर सकते हैं।
hu: Ezzel a gombbal az aktuálisan kiválasztott feltételeket más keresések alapjául veheted. Ezenkívül elmentheted/megoszthatod másokkal a keresési sablont.
ia: Iste button permitte usar le criterios ora seligite como base pro altere recercas. In ultra, es possibile dar le adresse del patrono de recerca a altere personas.
id: Gunakan tombol ini untuk menggunakan kriteria yang dipilih saat ini sebagai dasar untuk pencarian lainnya. Anda juga bisa membookmark/membagikan pola pencarian dengan orang lain.
it: Adopera questo pulsante per usare il criterio correntemente selezionato come base per altre ricerche. È possibile anche memorizzare/condividere il modello di ricerca con altri.
ja: 現在の検索条件をテンプレートとして利用する。※検索テンプレートはブックマークとして利用したり、他のユーザと共有することが出来ます。
mr: वर्तमान निवडलेले निकष हे इतर शोधांसाठी आधार म्हणून वापरण्याकरिता हे बटण वापरा. शोधण्याचा हा साचा तुम्ही बुकमार्क करू शकता, तसेच इतरांसोबत शेअरदेखील करू शकता.
nl: Gebruik deze knop om de huidige geselecteerde criteria te gebruiken als basis voor andere zoekopdrachten. U kunt een bladwijzer voor het zoeksjabloon maken of het met iemand anders delen.
pl: Naciśnij ten przycisk, aby używać obecnie wybrane kryteria jako podstawę do innych wyszukiwań. Możesz też dodać do zakładek/podzielić się z innymi wzorcem wyszukiwania.
pt_br: Clique neste botão para utilizar os critérios selecionados como base para outras buscas. Você também pode marcar este modelo de busca como favorito ou compartilhá-lo com alguém.
ro: Folosiți acest buton pentru a utiliza ca bază pentru alte căutări criteriile selectate momentan. Puteți, de asemenea, marca/partaja șablonul de căutare cu altcineva.
ru: Используйте эту кнопку, чтобы выбранные в настоящий момент критерии использовались в качестве основы для других поисковых запросов. Вы также можете сохранить поисковый шаблон в закладках или поделиться с кем-нибудь.
sk: Použite túto možnosť, aby ste nastavili súčasné požiadavky ako predvoľbu pre budúce vyhľadávania. Taktiež si môžete vzor vyhľadávania uložiť medzi záložky či zdieľať s druhými užívateľmi.
tt: Хәзерге вакытта сайланган критерийларны башка эзләү таләпләре өчен нигез итеп куллану өчен бу төймәне кулланыгыз. Сез шулай ук кыстыргычларга эзләү шаблонын өсти аласыз яки аны башка берәрсе белән уртаклаша аласыз.
vi: Dùng nút này để sử dụng các tiêu chí đang được chọn làm cơ sở cho các tìm kiếm khác. Bạn cũng có thể đánh dấu/chia sẻ mẫu tìm kiếm với người khác.

source: We have updated our <a href="{termsOfUse}">Terms of Use</a>. By closing this announcement, you agree with the new Terms of Use. If you have any question, feel free to <a href="{contact}">contact us</a>.
bg: Актуализирахме нашите <a href="{termsOfUse}">Условия за използване</a>. Затваряйки това съобщение, вие се съгласявате с новите Условия за ползване. Ако имате някакви въпроси, не се колебайте да <a href="{contact}">се свържете с нас</a>.
br: Hizivaet hon eus hon <a href="{termsOfUse}">Zermoù Implij</a>. En ur serriñ ar gemennadenn-mañ, e savit a-du gant hon Zermoù Implij nevez. M'ho peus goulennoù, na vezit ket etre daou soñj <a href="{contact}">kit e darempred ganeomp</a>.
de: Wir haben unsere <a href="{termsOfUse}">Nutzungsbedingungen</a> aktualisiert. Mit dem Schließen dieser Meldung, stimmst du den neuen Nutzungsbedingungen zu. Bei Fragen jeglicher Art nimm einfach <a href="{contact}">Kontakt</a> zu uns auf.
eo: Ni ĝisdatigis niajn <a href="{termsOfUse}">Kondiĉojn de Uzo</a>. Fermante tiun ĉi komunikon, vi akceptas la novajn Kondiĉojn de Uzo. Se vi havas iajn demandojn, ne hezitu <a href="{contact}">kontakti nin</a>.
es: Hemos actualizado nuestras <a href="{termsOfUse}">Condiciones de uso</a>. Al cerrar este aviso, usted acepta las nuevas Condiciones de uso. Si tiene alguna pregunta, por favor <a href="{contact}">contáctenos</a>.
fi: Olemme päivittäneet <a href="{termsOfUse}">käyttöehtomme</a>. Sulkemalla tämän ilmoituksen hyväksyt uudet ehdot. Jos sinulla on jotain kysyttävää, <a href="{contact}">ota meihin yhteyttä</a>.
fr: Nous avons révisé nos <a href="{termsOfUse}">conditions d'utilisation</a>. En fermant cette annonce, vous acceptez les nouvelles conditions d'utilisation. Si vous avez des questions, n'hésitez pas à <a href="{contact}">nous contacter</a>.
he: עדכנו את <a href="{termsOfUse}">תנאי השימוש</a> שלנו. סגירת ההכרזה הזאת מביעה את הסכמתך לתנאי השימוש החדשים. אם יש לך שאלות, כדאי <a href="{contact}">ליצור אתנו קשר</a>.
hi: हमने अपनी <a href="{termsOfUse}">उपयोग की शर्तों</a> को अपडेट किया है। इस घोषणा को बंद करके, आप उपयोग की नई शर्तों से सहमत हैं। यदि आपके पास कोई प्रश्न है, <a href="{contact}">तो हमसे संपर्क</a> करने में संकोच न करें।
hu: Frissítettük a <a href="{termsOfUse}">Felhasználási Feltételeket</a>. A közlemény bezárásával automatikusan elfogadod az új Felhasználási Feltételeket. Ha bármi kérdésed akadna, bátran vedd fel velünk a <a href="{contact}">kapcsolatot</a>.
ia: Nos ha actualisate nostre <a href="{termsOfUse}">conditiones de uso</a>. Per clauder iste notitia, tu te declara de accordo con le nove conditiones de uso. Si tu ha questiones, non hesita de <a href="{contact}">contactar nos</a>.
id: Kami telah memperbarui <a href="{termsOfUse}">Syarat Penggunaan</a> kami. Dengan menutup pemberitahuan ini, Anda setuju dengan Syarat Penggunaan yang baru. Bila ada pertanyaan, silakan <a href="{contact}">kontak kami</a>.
it: Abbiamo aggiornato le nostre <a href="{termsOfUse}">condizioni d'uso</a>. Chiudendo questo annuncio, accetti le nostre nuove condizioni d'uso. Se hai delle domande, sentiti libero di <a href="{contact}">contattarci</a>.
ja: Tatoeba の<a href="{termsOfUse}">利用規約</a>の一部を改定しました。このお知らせを閉じることにより、新しい利用規約に同意されるものとみなします。ご質問がある場合は<a href="{contact}">こちら</a>へお気軽にお問い合わせください。
mr: आम्ही आमच्या <a href="{termsOfUse}">वापर अटी</a> अपडेट केल्या आहेत. ही घोषणा बंद केल्याने आपण नवीन वापर अटींना सहमती देता. कोणताही प्रश्न असल्यास आमच्याशी सहजपणे <a href="{contact}">संपर्क साधा</a>.
nl: We hebben onze <a href="{termsOfUse}">Gebruiksvoorwaarden</a> geüpdatet. Door deze aankondiging te sluiten, ga je akkoord met de nieuwe Gebruiksvoorwaarden. Als je een vraag hebt, neem dan gerust <a href="{contact}">contact met ons op</a>.
pl: Zaktualizowaliśmy nasze <a href="{termsOfUse}">Warunki korzystania</a>. Zamykając to ogłoszenie, zgadzasz się z nowymi Warunkami korzystania. Jeśli masz jakieś pytanie, nie wahaj się <a href="{contact}">z nami skontaktować</a>.
pt_br: Atualizamos os nossos <a href="{termsOfUse}">Termos de Uso</a>. Ao fechar este anúncio, você concorda com os novos Termos de Uso. Caso tenha alguma dúvida, fique à vontade para <a href="{contact}">entrar em contato conosco</a>.
ro: Ne-am actualizat <a href="{termsOfUse}">Termenii de utilizare</a>. Prin închiderea acestui anunț, sunteți de acord cu noii Termeni de utilizare. Dacă aveți vreo întrebare, nu ezitați să <a href="{contact}">ne contactați</a>.
ru: Мы обновили <a href="{termsOfUse}">Условия использования</a>. Закрывая данное объявление, вы соглашаетесь с новыми Условиями использования. Если у вас возникли вопросы, <a href="{contact}">свяжитесь с нами</a>, пожалуйста.
sk: Obnovili sme naše <a href="{termsOfUse}">Podmienky používania</a>. Zatvorením tohto oznamu súhlasíte s novými Podmienkami používania. Pokiaľ máte akékoľvek otázky, neváhajte sa s nami <a href="{contact}">spojiť</a>.
tt: Без куллану шартларын яңарттык. Бу белдерүне ябып, сез куллануның яңа шартлары белән килешәсез. Сорауларыгыз булса, безгә мөрәҗәгать итәргә оялмагыз.
vi: Chúng tôi đã cập nhật <a href="{termsOfUse}"> Điều khoản Sử dụng </a> . Bằng cách đóng thông báo này, bạn đồng ý với Điều khoản sử dụng mới. Nếu bạn có bất kỳ câu hỏi nào, vui lòng <a href="{contact}"> liên hệ với chúng tôi </a> .

source: Accept and close
bg: Приемете и затворете
br: Asantiñ ha serriñ
de: Akzeptieren und Schließen
eo: Akcepti kaj fermi
es: Aceptar y cerrar
fi: Hyväksy ja sulje
fr: Accepter et fermer
he: הסכמה וסגירה
hi: स्वीकार करें और बंद करें
hu: Elfogadás és bezárás
ia: Acceptar e clauder
id: Setuju dan tutup halaman ini
is: Samþykkja og loka
it: Accetta e chiudi
ja: 同意する
mr: मान्य करून बंद करा
nl: Accepteer en sluit
pl: Zaakceptuj i zamknij
pt_br: Aceitar e fechar
ro: Acceptați și închideți
ru: Принять и закрыть
sk: Súhlasím a zavrieť
tr: Kabul et ve kapat
tt: Кабул итәргә һәм ябарга
vi: Chấp nhận và đóng

source: Close
ar: أغلِق
bg: Затвори
br: Serriñ
de: Schließen
el: Κλείσιμο
eo: Fermi
es: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
he: סגירה
hi: बंद करें
hu: Bezár
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ku: Bigire
mr: बंद करा
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sr: Затвори
tr: Kapat
tt: Ябу
uk: Закрити
vi: Đóng

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
ar: تحذير: موقع الوِبّ هذا لأغراض اختباريّة. ستفقد كلّ ما تُرسله.
bg: Внимание: този уебсайт е за тестване. Всичко, което изпратите, със сигурност ще бъде изгубено.
br: Diwallit: al lec'hienn-mañ a zo evit amprouiñ anezhi. Kement-tra a vo kaset ganeoc'h a vo kollet da virviken.
de: Achtung! Dies ist nur eine Testseite! Alles, was du eingibst, wird auf jeden Fall wieder gelöscht.
el: Προειδοποίηση: αυτός ο ιστότοπος είναι για πειραματικούς σκοπούς. Οτιδήποτε υποβάλλεις εδώ θα χαθεί οριστικά.
eo: Atentu! Tiu ĉi retejo estas uzata por testoj. Ĉio, kion vi aldonas, definitive malaperos.
es: Aviso: este sitio web es una versión en fase de pruebas. Nada de lo que envíe se guardará permanentemente.
eu: Kontuz: webgune hau probetarako erabiltzen da. Hona kargatzen duzun guztia betiko galduko da.
fi: Varoitus: tämä sivusto on testausta varten. Kaikki tekemäsi lisäykset katoavat kokonaan.
fr: Avertissement : ce site est à des fins de tests. Tout ce que vous y enverrez sera définitivement perdu.
he: אזהרה: האתר הזה הוא למטרות בדיקה. כל מה שיוגש לאתר יאבד לחלוטין.
hi: चेतावनी: यह वेबसाइट परीक्षण उद्देश्यों के लिए है। आपके द्वारा सबमिट की गई हर चीज निश्चित रूप से खो जाएगी।
hu: Figyelmeztetés: ez a weboldal tesztelési célokat szolgál! Minden, amit beküldesz, el fog veszni.
ia: Attention: iste sito web es pro scopos de test. Tote lo que tu submitte hic essera securmente perdite.
id: Peringatan: situs ini hanya untuk keperluan uji coba. Semua yang Anda kirimkan akan hilang.
is: Athugaðu: Þessi vefsíða er til prófunar. Allt sem þú sendir inn mun glatast.
it: Attenzione: questo sito web è a scopo di test. Ogni cosa che pubblicherai verrà sicuramente persa.
ja: ※ここは開発者のテスト用のページです。ここに投稿された内容は失われますのでご注意ください。
mr: चेतावणी: हे संकेतस्थळ परीक्षणापुरते आहे. येथे सादर केलेली प्रत्येक वस्तू निश्चितपणे गमावली जाईल.
nl: Waarschuwing: deze website is voor testdoeleinden. Alles wat je inzendt, wordt later beslist verwijderd.
pl: Uwaga: niniejsza strona służy tylko do testów. Wszystko, co tu zapiszesz przepadnie.
pt_br: Aviso: este site serve somente para testes. Tudo o que você enviar aqui será perdido para sempre.
ro: Atenție: acest site web este destinat testării. Tot ceea ce veți trimite se va pierde definitiv.
ru: Внимание! Данный веб-сайт предназначен для тестовых целей. Все введенные данные будут потеряны.
sk: Upozornenie: táto stránka slúži na testovacie účely. Všetko, čo pridáte, bude stratené.
sr: Упозорење: овај веб-сајт служи за тестирање. Све што пошаљете ће бити изгубљено.
tr: Uyarı: Bu site deneme amaçlıdır. Kaydettiğiniz her şey istisnasız silinecektir.
tt: Игътибар: бу вебсайт сынау өчен билгеләнгән. Сез җибәргән нәрсәләрнең барысы да һичшиксез югалачак.
uk: Увага: цей сайт існує з метою тестування. Все що ви надішлете буде втрачене.
vi: Cảnh báo: trang web này dành cho mục đích thử nghiệm. Mọi thứ bạn gửi chắc chắn sẽ mất.

source: Browse audio for all languages
ar: تصفّح الجُمل المسجّلة لكلّ اللغات
bg: Преглеждане на аудио за всички езици
br: Diskouez an aodio evit an holl yezhoù
de: Sätze in allen Sprachen anzeigen.
el: Αναζήτηση ηχητικών αρχείων για όλες τις γλώσσες
eo: Foliumi aŭdaĵojn de ĉiuj lingvoj
es: Navegar por las oraciones con voz en todas las lenguas
eu: Arakatu hizkuntza guztietako audioak
fi: Selaa kaikkien kielten äänitteitä
fr: Parcourir les enregistrements sonores pour toutes les langues
he: עיון בשמע עבור כל השפות
hi: सभी भाषाओं के ऑडियो ब्राउज़ करें
hu: Hangfelvételek böngészése az összes nyelven
ia: Percurrer audio pro tote le linguas
id: Telusuri berkas audio semua bahasa
is: Vafra upptökur fyrir öll tungumál
it: Esplora audio in tutte le lingue
ja: すべての言語の音声を見る
mr: सर्व भाषांचे ऑडिओ चाळा
nl: Blader door audio van alle talen
pl: Przeszukuj nagrania audio dla wszystkich języków
pt_br: Navegar por áudio em todos os idiomas
ro: Navigați prin fișierele audio ale tuturor limbilor
ru: Обзор аудиозаписей для всех языков
sk: Hľadať zvukové nahrávky v každom jazyku
sr: Преслушајте звучне записе за све језике
tr: Tüm dillerdeki seslere göz at
tt: Аудионы барлык телләрдә карагыз
uk: Переглянути звуки будь-якою мовою
vi: Duyệt âm thanh cho tất cả các ngôn ngữ

source: Month
ar: الشهر
bg: Месец
br: Miz
de: Monat
el: Μήνας
eo: Monato
es: Mes
eu: Hila
fi: Kuukausi
fr: Mois
he: חודש
hi: महिना
hu: Hónap
ia: Mense
id: Bulan
is: Mánuður
it: Mese
ja: 月
ku: Meh
mr: महिना
nl: Maand
pl: Miesiąc
pt_br: Mês
ro: Luna
ru: Месяц
sk: Mesiac
sr: Месец
tr: Ay
tt: Ай
uk: Місяць
vi: Tháng

source: Year
ar: السنة
bg: Година
br: Bloaz
de: Jahr
el: Έτος
eo: Jaro
es: Año
eu: Urtea
fi: Vuosi
fr: Année
he: שנה
hi: साल
hu: Év
ia: Anno
id: Tahun
is: Ár
it: Anno
ja: 年
ku: Sal
mr: वर्ष
nl: Jaar
pl: Rok
pt_br: Ano
ro: Anul
ru: Год
sk: Rok
sr: Година
tr: Yıl
tt: Ел
uk: Рік
vi: Năm
