Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Choose <a href="{}">Add sentences</a> from the <strong>Contribute</strong> menu at the top of each page.
bg: Изберете <a href="{}">Добавяне на изречения</a> от менюто <strong>Принос</strong> в горната част на всяка страница.
br: Choazit <a href="{}">Ouzhpennañ frazennoù</a> adalek al lañser <strong>Kemer-perzh</strong> e-krec'h kement pajenn.
de: Wähle im Menü <strong>Mitarbeiten</strong> und dann <a href="{}">Sätze hinzufügen</a>.
eo: Elektu <a href="{}">Aldoni frazojn</a> de la menuo <strong>Kontribui</strong> supre de ĉiu paĝo.
es: Seleccione <a href="{}">Agregar oraciones</a> en el menú <strong>Colaborar</strong> en la parte superior de cada página.
eu: Hautatu <a href="{}">Gehitu esaldiak</a> hemendik: <strong>Ekarpenen</strong> menutik, orrialdearen goiko aldean.
fi: Valitse <a href="{}">Lisää lauseita</a> sivun yläreunan <strong>Osallistu</strong>-valikosta.
fr: Choisir <a href="{}">Ajouter des phrases</a> sous le menu <strong>Contribuer</strong> en haut de chaque page.
he: לבחור ב<a href="{}">הוספת משתמשים</a> מתפריט ה<strong>תרומה</strong> שבראש כל אחד מהעמודים.
hi: प्रत्येक पृष्ठ के शीर्ष पर <strong>योगदान करें</strong> मेनू से <a href="{}">वाक्य जोड़ें</a> चुनें।
hu: Válaszd a <a href="{}">Mondatok hozzáadása</a> lehetőséget az oldal tetején található <strong>Hozzájárulás</strong> menüből.
ia: Selige <a href="{}">Adder phrases</a>ex le menu <strong>Contribuer</strong> al alto de cata pagina.
id: Pilih <a href="{}">Tambahkan kalimat</a>dari menu <strong>Buat Kontribusi</strong>di bagian atas halaman.
it: Scegli <a href="{}">Aggiungi delle frasi</a> dal menù <strong>Contribuisci</strong> in cima ad ogni pagina.
ja: 各ページの上部にあるメニューの「活動する」ー「<a href="{}">例文を追加する</a>」のページ
mr: प्रत्येक पानाच्या शीर्षस्थानी असलेल्या <strong>योगदान करा</strong> या मेन्यूमधून <a href="{}">वाक्ये जोडा</a> हा पर्याय निवडा.
nl: Kies <a href="{}">Zinnen toevoegen</a> in het menu <strong>Bijdragen</strong> bovenaan elke pagina.
pl: Wybierz <a href="{}">Dodaj zdania</a> z menu <strong> Dodawaj</strong> u góry każdej strony.
pt_br: Escolha <a href="{}">Adicionar frase</a> do menu <strong>Contribuir</strong> localizado no topo de cada página.
ro: Selectați <a href="{}">Adăugați propoziții</a> din meniul <strong>Contribuiți</strong> din partea de sus a fiecărei pagini.
ru: Выберите <a href="{}">Добавить предложение</a> из пункта меню <strong>Участвовать</strong> в верхней части каждой страницы.
sk: Vyberte možnosť <a href="{}">Pridať vety</a> z políčka <strong>Prispieť</strong> v menu v záhlaví každej stránky.
sr: Изабери <a href="{}">Додај реченице</a> из менија <strong>Допринос</strong> с врха сваке странице.
tr: Her sayfanın üst kısmında yer alan <strong>Katkıda Bulun</strong> menüsünden <a href="{}">Cümle ekle</a> seçeneğini seçin.
tt: Һәр битнең өске өлешендәге "өлеш кертергә" менюсында "җөмләләр өстәргә" сайлагыз.
vi: Chọn <a href="{}">Thêm câu</a> từ menu <strong>Đóng góp</strong> ở đầu mỗi trang.

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
ar: عبر إنشاء <a href="{}">قائمة</a> جديدة، وفتح صفحة تحرير تلك القائمة.
bg: Като създадете нов<a href="{}">списък</a> и отидете на страницата за редактиране на този списък.
br: En ur grouiñ ul <a href="{}">listenn</a> nevez, hag en ur vont d'ar bajenn embann evit al listenn-mañ.
de: durch das Erstellen einer neuen <a href="{}">Liste</a> mit Hilfe der Änderungsfunktion dieser Liste.
el: Με τη δημιουργία νέου <a href="{}">καταλόγου</a>, και πηγαίνοντας να επεξεργαστείς μια σελίδα αυτού του καταλόγου.
eo: Kreante novan <a href="{}">liston</a>, kaj ekredaktante paĝon de tiu listo.
es: Creando una <a href="{}">lista</a> nueva y yendo a la página de edición de ella.
eu: <a href="{}">Zerrenda</a> berri bat sortzen, eta zerrenda horretan orrialdea editatzera joanda.
fi: Luomalla uuden <a href="{}">listan</a> ja menemällä sen listan muokkassivulle.
fr: En créant une nouvelle <a href="{}">liste</a>, et en allant sur la page d'édition de cette liste.
he: על ידי יצירת <a href="{}">רשימה</a> חדשה ומעבר לעמוד העריכה של הרשימה הזאת.
hi: एक नई <a href="{}">सूची</a> बनाकर और उस सूची के संपादन पृष्ठ पर जाकर।
hu: Új <a href="{}">lista</a> létrehozásával és a lista szerkesztési oldalára lépéssel.
ia: Per crear un nove <a href="{}">lista</a> e vader al pagina de modification pro ille lista.
id: Dengan membuat sebuah <a href="{}">daftar</a> baru, dan pergi ke halaman pengeditan dari daftar tersebut.
it: Creando un nuovo <a href="{}">elenco</a> e modificando la pagina relativa.
ja: <a href="{}">リスト</a>の「編集」のページ
ku: <a href="{}">Lîste</a>yeke nû biafirîne û here rûpela sererastkirinê ya lîsteyê.
mr: नवीन <a href="{}">यादी</a> बनवून त्या यादीच्या संपादन पानाडे जाऊन.
nl: Door een nieuwe <a href="{}">list</a> aan te maken, en naar de bewerken-pagina voor die lijst te gaan.
pl: Tworząc nową <a href="{}">listę</a>, będziesz edytować stronę tej listy.
pt_br: Criando <a href="{}">listas</a> e editando-as
ro: Prin crearea unei <a href="{}">liste</a> noi și accesând pagina de editare a acelei liste.
ru: Создав новый <a href="{}">список</a> и редактируя его страницу.
sk: Vytvorením nového <a href="{}">zoznamu</a> a presunutím sa na stránku nastavenia pre daný zoznam.
tr: Yeni bir <a href="{}">liste</a> oluşturun ve listenin düzenleme sayfasına gidin.
tt: Яңа исемлек төзеп һәм бу исемлекне төзәтү битенә күчеп.
uk: За допомогою створення нового <a href="{}">списка</a>, та переходу до сторінки редагування цього списка.
vi: Bằng cách tạo <a href="{}">danh sách</a> mới và chuyển đến trang chỉnh sửa cho danh sách đó.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
ar: حتى إن كانت كمية الجُمَل في تتويبا كبيرةً، فما يزال عدد كبير من المفردات غير مغطًى بعد. لذا نشجعك على إضافة جمل جديدة بها مفردات جديدة، وإن كنت لا تستطيع ترجمتها إلى أي لغة.
bg: Въпреки че в Tatoeba има много изречения, все още много от речникът, не е покрит. Ето защо ви насърчаваме да добавяте нови изречения с нов речник, дори ако не знаете как да го преведете на нито един език.
br: Daoust-ma vez ur bern frazennoù war Tatoeba, n'eus ket bet klokaet ur bern geriaoueg. Abalamour da-se eo e roomp kalon deoc'h da ouzhpennañ frazennoù nevez gant geriaoueg nevez, ha pa ne vefe ket gouezet ganeoc'h penaos treiñ anezhi e-barzh ur yezh all.
de: Auch wenn es schon sehr viele Sätze bei Tatoeba gibt, weist der Korpus noch immer bedeutende Lücken auf. Deswegen freuen wir uns über jeden, der Sätze mit noch nicht vorhandenen Wörtern neu hinzufügt, selbst wenn er diese nicht in eine andere Sprache übersetzen kann.
el: Ακόμα και αν υπάρχει ένας μεγάλος αριθμός προτάσεων στο Tatoeba, παραμένει ένα μεγάλος μέρος του λεξιλογίου που δεν έχει καλυφθεί. Και γι'αυτό ενθαρρύνουμε να προσθέσετε νέες προτάσεις με νέο λεξιλόγιο, ακόμα κι αν δε γνωρίζετε πως να τις μεταφράσετε σε οποιαδήποτε γλώσσα.
eo: Eĉ se ekzistas granda kvanto da frazoj en Tatoeba, mankas ankoraŭ multo. Tial ni instigas vin aldoni novajn frazojn kun nova vortenhavo, eĉ se vi ne scipovas traduki ilin en iun lingvon.
es: Aunque ya hay una gran cantidad de oraciones en Tatoeba, todavía falta mucho vocabulario por cubrir. Por eso le animamos a que agregue oraciones nuevas que contengan vocabulario nuevo, no importa si no sabe cómo traducirlas a ningún otro idioma.
eu: Tatoeban esaldi kopuru handia baldin badago ere, oraindik badago hiztegi kontu asko kanpoan. Horregatik animatu nahi zaitugu esaldi berriak hiztegi berriarekin gehitzera, baita zure hizkuntzara nola itzuli ez badakizu ere.
fi: Vaikka Tatoebassa on suuri määrä lauseita, on silti paljon sanastoa, jota lauseet eivät kata. Siksi kehotamme sinua lisäämään uusia lauseita, joissa on uutta sanastoa, vaikka et tietäisikään miten lisäämäsi lauseet käännetään jollekin toiselle kielelle.
fr: Même s'il y a un grand nombre de phrases sur Tatoeba, il reste encore beaucoup de vocabulaire qui n'est pas couvert. C'est pourquoi nous vous encourageons à ajouter de nouvelles phrases avec du vocabulaire inédit, même si vous ne savez pas comment le traduire dans une autre langue.
he: למרות שיש כמות נכבדת של משפטים בטטואבה, עדיין יש אוצר מילים בלתי מבוטל שאינו זוכה לכיסוי. לכן אנו מעודדים אותך להוסיף משפטים חדשים עם אוצר מילים חדש, אפילו אם אין לך מושג איך לתרגם אותו לשפה כלשהי.
hi: हालांकि Tatoeba में कई वाक्य हैं, फिर भी बहुत सारी शब्दावली है जो कवर नहीं की गई है। यही कारण है कि हम आपको नई शब्दावली के साथ नए वाक्य जोड़ने के लिए प्रोत्साहित करते हैं, भले ही आप इसे किसी भी भाषा में अनुवाद करना नहीं जानते हों।
hu: Még ha sok mondat található is meg a Tatoebán, azok nem fedik le a teljes szókészletet. Ezért kérjük, hogy adjon hozzá új mondatokat az új szavakkal, még ha nem is tudja azokat egyetlen nyelvre sem lefordítani.
ia: Ben que il ha multe phrases in Tatoeba, il ha ancora multe vocabulario non coperite. Ecce le ration proque nos te incoragia a adder nove phrases con nove vocabulario, mesmo si tu non sape traducer lo in alcun altere lingua.
id: Meskipun terdapat banyak sekali kalimat di Tatoeba, banyak pula kosakata yang masih belum digunakan. Inilah kenapa kami menyaranakn Anda untuk menambah kalimat baru dengan menggunakan kosakata tersebut, meskipun jika Anda tidak tahu bagaimana cara menerjemahkannya ke dalam bahasa lain.
it: Anche se è già presente una grande quantità di frasi su Tatoeba, ci sono ancora molti vocaboli non presenti. Questo è il motivo per cui ti incoraggiamo ad aggiungere delle nuove frasi con dei nuovi vocaboli, anche se non sai come tradurle in una qualunque altra lingua.
ja: Tatoebaには膨大な数の例文がありますが、まだまだ例文のない単語や表現もたくさんあります。ですから、ぜひとも積極的に新しい例文を投稿してください。あなた自身が他の言語に訳せないものでも全く構いません。
mr: तातोएबावर भरपूर वाक्ये असली तरी अशी पुष्कळ शब्द आहेत ज्यांच्यासाठी वाक्य अस्तित्वात नाहीत. म्हणूनच आम्ही तुम्हाला नवीन शब्द असलेली वाक्ये जोडण्यास उत्तेजित करतो. अश्या वाक्यांची आपल्याला कोणत्याही भाषेत भाषांतर करता येत नसतील, तरीही काही हरकत नाही.
nl: Hoewel er veel zinnen op Tatoeba staan, zijn er nog altijd veel woorden die nog niet zijn gebruikt. Daarom moedigen we je aan om nieuwe zinnen met nieuwe woorden toe te voegen, zelfs als je niet weet hoe je deze kunt vertalen in een andere taal.
pl: Chociaż w Tatoeba jest naprawdę sporo zdań, jest wciąż mnóstwo słownictwa bez przykładów. Dlatego zachęcamy do dodawania nowych zdań z nowym słownictwem, nawet jeśli nie jesteś w stanie przetłumaczyć ich na inny język.
pt_br: Apesar de haver uma grande quantidade de frases no Tatoeba, ainda há muito vocabulário por cobrir. É por isso que nós o(a) encorajamos a adicionar novas frases com novo vocabulário, mesmo se não souber traduzi-las para nenhum idioma.
ro: Chiar dacă Tatoeba conține o mulțime de propoziții, există totuși foarte multe elemente de vocabular care nu au fost folosite încă. De aceea vă încurajăm să adăugați propoziții noi care să conțină vocabular nou, chiar dacă nu știți cum se traduc în altă limbă.
ru: Хотя уже сейчас в базе данных проекта Tatoeba есть много предложений, значительная часть словарного запаса ещё не покрыта. Именно потому мы советуем добавлять новые предложения, даже когда вы совсем не знаете, как их перевести.
sk: Aj keď je veľa viet na Tatoebe, stále zostáva veľké množstvo nepokrytej slovnej zásoby. To je dôvod, prečo vás povzbudzujeme, aby ste pridávali vety s novými slovami i keď ich neviete preložiť do žiadneho ďalšieho jazyka.
sr: Иако има много реченица на Татоеби, добар део вокабулара и даље није покривен. Зато те подстичемо да додаш нове реченице са новим вокабуларом, чак и ако не знаш како да га преведеш на друге језике.
tr: Her ne kadar Tatoeba'da çok fazla cümle olsa da ihtiyacımız olan birçok kelime hala bulunmamaktadır. Bu yüzden çevirisini yapamasanız bile yeni kelimeler içeren yeni cümleler eklemenizi tavsiye ediyoruz.
tt: Tatoeba да җөмләләр күп булуга карамастан, анда һаман да күп сүзлек саклыклыгы кала, ул колачланмаган. Менә ни өчен без сезгә яңа лика белән яңа җөмләләр өстәргә киңәш итәбез, хәтта сез аларны нинди дә булса телгә ничек тәрҗемә итәргә белмәсәгез дә.
uk: Хоча на Tatoeba вже є багато речень, значна частка слів ще не охоплені. Тому ми закликаємо вас додавати нові речення з новими словами, навіть якщо ви не знаєте як перекласти їх іншими мовами.
vi: Mặc dù có rất nhiều câu trong Tatoeba, nhưng vẫn còn rất nhiều từ vựng chưa được sử dụng. Đây là lý do chúng tôi khuyến khích bạn thêm các câu với từ vựng mới, ngay cả khi bạn không biết cách dịch nó sang bất kỳ ngôn ngữ nào khác.

source: Translating sentences
ar: ترجمة الجمل
bg: Превод на изречения
br: Treiñ frazennoù
de: Sätze übersetzen
el: Μεταφράζοντας φράσεις
eo: Tradukado de frazoj.
es: Traducir oraciones
eu: Esaldiak itzultzen
fi: Lauseiden kääntäminen
fr: Traduire des phrases
he: תרגום משפטים
hi: वाक्यों का अनुवाद करना
hu: Mondatok lefordítása
ia: Traducer phrases
id: Penerjemahan kalimat
is: Að þýða setningar
it: Tradurre le frasi
ja: 例文を翻訳する
ku: Wergerandina hevokan
mr: वाक्यांचे भाषांतर करणे
nl: Zinnen vertalen
pl: Tłumaczenie zdań
pt_br: Traduzindo frases
ro: Traducerea propozițiilor
ru: Перевод предложений
sk: Prekladanie viet
sr: Превођење реченица
tr: Cümleleri çevirmek
tt: Җөмләләрне тәрҗемә итү
uk: Переклад речень
vi: Dịch câu

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
ar: الترجمة هي إحدى أهم المهمات في تتويبا، إذ الهدف الرئيسي من المشروع هو جمع جمل مترجمة إلى لغات متعددة.
bg: Преводът е една от най-важните задачи в Tatoeba, тъй като основната цел на проекта е да събере изречения, преведени на много езици.
br: An treiñ a zo unan eus labourioù-pennañ e-barzh Tatoeba, dre ma vez pal-pennañ ar raktres reiñ bod da frazennoù troet e-barzh ur bern yezhoù.
de: Das Übersetzen ist eine der wichtigsten Aufgaben bei Tatoeba, da es das Ziel des Projektes ist, Sätze zu sammeln und zu übersetzen.
el: Η μετάφραση είναι μια απο τις σημαντικότερες εργασίες στο Tatoeba, από τη στιγμή που ο κύριος στόχος του εγχειρήματος είναι να συγκεντρώσει προτάσεις μεταφρασμένες σε μια σειρά γλωσσών.
eo: Traduki estas unu el la plej gravaj taskoj en Tatoeba, ĉar la precipa celo de la projekto estas kolekti frazojn tradukitajn al multaj lingvoj.
es: Traducir es una de las tareas más importantes en Tatoeba, ya que el objetivo principal del proyecto es reunir oraciones traducidas en distintos idiomas.
eu: Itzulpena da Tatoebako eginbehar garrantzitsuenetako bat, zeren proiektuaren helburu nagusia hainbat hizkuntzatara itzulitako esaldiak batzea da.
fi: Lauseiden kääntäminen on yksi tärkeimmistä tehtävistä Tatoebassa, koska tämän projektin päätavoite on kerätä kokoon useille eri kielille käännettyjä lauseita.
fr: La traduction est une des tâches les plus importantes dans Tatoeba, puisque le but principal du projet est de recueillir des phrases traduites en plusieurs langues.
he: תרגום היא אחת המשימות החשובות ביותר בטטואבה, מאחר שהיעד העיקרי של המיזם הוא לאסוף משפטים שמתורגמים למגוון רחב של שפות.
hi: Tatoeba में अनुवाद सबसे महत्वपूर्ण कार्यों में से एक है, क्योंकि परियोजना का मुख्य लक्ष्य कई भाषाओं में अनुवादित वाक्यों को इकट्ठा करना है।
hu: A fordítás a Tatoeba egyik legfontosabb feladatai között szerepel, hiszen a projekt fő célja, hogy egy helyre gyűjtsön mondatokat és minél több nyelvre lefordítsa azokat.
ia: Le traduction es un del activitates le plus importante in Tatoeba, post que le objectivo principal del projecto es colliger phrases traducite in multe linguas.
id: Penerjemahan adalah salah satu tugas yang paling penting di Tatoeba. Itu karena tujuan utama proyek ini adalah mengumpulkan kalimat-kalimat yang telah diterjemahkan ke berbagai bahasa.
it: Tradurre è uno dei compiti più importanti in Tatoeba, poiché l'obiettivo principale del progetto è quello di raccogliere frasi tradotte in diverse lingue.
ja: 例文の翻訳は、Tatoebaのメインともいえる活動です。Tatoebaの趣旨は、さまざまな言語に翻訳された例文を集めることですから。
mr: वेगवेगळ्या भाषांत भाषांतर केलेली वाक्ये गोळा करणे हा तातोएबाचा एक मुख्य हेतू आहे. म्हणूनच भाषांतर करणे हा तातोएबामधील सर्वात महत्त्वाच्या क्रियांमधील एक आहे.
nl: Vertalen is één van de belangrijkste taken op Tatoeba, aangezien het hoofddoel van het project is om zinnen te verzamelen die in zoveel mogelijk talen vertaald zijn.
pl: Tłumaczenie to jedno z najważniejszych zadań w Tatoeba, ponieważ głównym celem projektu jest zbieranie zdań przełożonych na kilka języków.
pt_br: Traduzir é uma das tarefas mais importantes no Tatoeba, uma vez que o objetivo principal do projeto é reunir frases traduzidas para vários idiomas.
ro: Traducerea propozițiilor este una dintre activitățile cele mai importante de pe Tatoeba deoarece principalul scop al proiectului este colectarea propozițiilor traduse în mai multe limbi.
ru: Перевод — одна из важнейших задач, ведь цель этого проекта — собрать предложения, переведённые на несколько языков.
sk: Prekladanie je jedna z najdôležitejších úloh na Tatoebe, pretože jej hlavný cieľ je zhromaždiť čo najviac viet preložených do čo najviac jazykov.
sr: Превођење је један од најважнијих задатака на Татоеби, јер је главни циљ пројекта скупљање реченица преведених на много језика.
tr: Projenin ana hedefi birçok dile çevrilmiş cümleleri bir araya getirmek olduğundan çeviri yapmak Tatoeba'daki en önemli işlerden biridir.
tt: Тәрҗемә - Tatoeba да иң мөһим бурычларның берсе, чөнки проектның төп максаты - күп телләргә тәрҗемә ителгән җөмләләрне җыю.
uk: Переклад є одним з найважливіших завдань на Tatoeba тому що головна задача проєкта - збирати речення перекладені багатьма мовами.
vi: Phiên dịch là một trong những tác vụ quan trọng nhất trong Tatoeba, vì mục tiêu chính của dự án là thu thập các câu được dịch sang nhiều ngôn ngữ.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
ar: بإمكانك ترجمة جملة من أي مكان تقريبًا. ما عليك إلا أن تنقر على هذه الأيقونة {translateButton} عندما تراها.
bg: Можете да преведете изречение от почти навсякъде. Просто кликнете върху тази икона {translateButton}, когато я видите.
br: Gellout a rit treiñ ur frazenn adalek ne vern pelec'h. Klikit war an ikon {translateButton} pa welit anezhañ.
de: Du kannst fast überall Sätze übersetzen. Klicke einfach auf das Symbol {translateButton}, wo immer du es auch siehst!
el: Μπορείτε να μεταφράσετε μια φράση απ΄οπουδήποτε. Πατήστε μόνο σε αυτή την εικόνα {translateButton} οποτεδήποτε τη δείτε.
eo: Vi povas traduki frazon de preskaŭ ĉie. Sufiĉas alklaki ĉi tiun bildsimbolon {translateButton}, kiam vi ekvidas ĝin.
es: Puede traducir una oración casi en cualquier parte del sitio. Simplemente haga clic en este ícono {translateButton} cuando lo vea.
eu: Zuk ia edonondik itzul dezakezu esaldi bat. Besterik gabe, egin ezazu klik {translateButton} ikono honetan ikusten duzun bakoitzean.
fi: Voi kääntää lauseita aika pitkälti missä tahansa tällä sivustolla. Klikkaa vain {translateButton}-kuvaketta milloin tahansa näet sen.
fr: Vous pouvez traduire une phrase d'à peu près n'importe où sur le site. Il suffit de cliquer sur cet icône {translateButton} chaque fois que vous le voyez.
he: אפשר לתרגם משפטים בערך מכל מקום. צריך רק ללחוץ על הסמל {translateButton} כשהוא מופיע.
hi: आप किसी वाक्य का बहुत अधिक हर जगह से अनुवाद कर सकते हैं। जब भी आप इस आइकन को देखें {translateButton} पर क्लिक करें।
hu: Elegendő mondat van, hogy legyen mit lefordítani. Ehhez csak ezt az ikont kell megnyomni: {translateButton}, amikor csak látod.
ia: Tu pote traducer un phrase a partir de quasi ubique. Simplemente clicca sur iste icone {translateButton} quandocunque tu lo vide.
id: Anda bisa menerjemahkan kalimat hampir di setiap saat. Cukup dengan mengklik ikon {translateButton} setiap kali Anda menemukannya.
it: Puoi tradurre una frase da quasi dappertutto. Semplicemente clicca su questa icona {translateButton} in qualunque momento in cui tu la veda.
ja: 訳の投稿は、サイト内のいたるところで出来るようになっています。{translateButton}アイコンをクリックすれば訳を追加することができます。
mr: एखाद्या वाक्याचं भाषांतर जवळजवळ कुठूनही केलं जाऊ शकतं. हा प्रतीक दिसल्यावर त्यावर सहजपणे क्लिक करा: {translateButton}
nl: Je kunt bijna overal vandaan een zin vertalen. Klik gewoon op dit pictogram {translateButton} als je het ziet.
pl: Zdania tłumaczyć możesz wychodząc praktycznie zewsząd. Po prostu kliknij na ikonę {translateButton} gdzie tylko ją zobaczysz.
pt_br: Você pode traduzir uma frase em praticamente qualquer lugar. Basta clicar neste ícone {translateButton} sempre que o vir.
ro: Puteți traduce propoziții cam de oriunde. Faceți clic pe această iconiță {translateButton} ori de câte ori o vedeți.
ru: Можно переводить почти в любом месте. Просто щёлкните кнопку {translateButton}, где бы ни увидели её.
sk: Prekladať vety sa dá v podstate z akéhokoľvek miesta. Stačí kliknúť na tlačítko {translateButton}, kedykoľvek ho uvidíte.
sr: Реченицу можеш да преведеш одакле год хоћеш. Само кликни на иконицу {translateButton} кад год је видиш.
tr: Cümle çevirme işini hemen hemen her yerden yapabilirsiniz. {translateButton} simgesini gördüğünüzde tıklayın yeter.
tt: Сез тәкъдимне теләсә кайсы урыннан диярлек тәрҗемә итә аласыз. Аны күргән саен бу билгегә{translateButton} басыгыз.
uk: Можливо перекладати речення майже звідки завгодно. Достатньо натиснути на цей знак {translateButton} там де ви бачите його.
vi: Bạn có thể dịch một câu từ gần như bất cứ nơi đâu. Chỉ cần nhấp vào biểu tượng này {translateButton} bất cứ khi nào bạn nhìn thấy nó.

source: Correcting mistakes
ar: تصحيح الأخطاء
bg: Горигиране на грешки
br: Reizhañ fazioù
de: Fehler korrigieren
el: Μεταφράζοντας λάθη
eo: Korekti erarojn
es: Corregir errores
eu: Akatsak zuzentzen
fi: Virheiden korjaaminen
fr: Corriger des erreurs
he: תיקון טעויות
hi: गलतीयाँ दुरुस्त करना
hu: Hogyan javítsuk a hibákat?
ia: Corriger errores
id: Pengoreksian
is: Að leiðrétta mistök
it: Correggere degli errori
ja: 例文を訂正する
mr: चुका दुरुस्त करणे
nl: Fouten corrigeren.
pl: Poprawianie błędów
pt_br: Corrigindo erros
ro: Corectarea greșelilor
ru: Исправление ошибок
sk: Opravovanie chýb
sr: Исправљање грешака
tr: Hataları düzeltmek
tt: Хаталарны төзәтү
uk: Виправлення помилок
vi: Sửa lỗi sai
