Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Follow us
ar: اتبعنا
bg: Последвайте ни
br: Heuliañ ac'hanomp
de: Folge uns
el: Ακολουθείστε μας
eo: Sekvu nin
es: Síganos
eu: Izan zaitez gure jarraitzaile
fi: Seuraa meitä
fr: Nous suivre
he: עקבו אחרינו
hi: हमें फालो करें
hu: Kövess minket
ia: Seque nos
id: Ikuti kami
is: Fylgdu okkur
it: Seguici
ja: リンク
ku: Me bişopîne
mr: आम्हाला फॉलो करा
nl: Ons volgen
pl: Obserwuj nas
pt_br: Siga-nos
ro: Urmați-ne
ru: Подпишитесь на нас
sk: Sledovať nás
sr: Запрати нас
tr: Bizi takip edin
tt: Безнең арттан барыгыз
uk: Читати нас
vi: Theo dõi chúng tôi

source: Tatoeba Blog
ar: مدونة تتويبا
bg: Tatoeba Блог
br: Blog Tatoeba
de: Netztagebuch (Blog)
eo: Tatoeba taglibro
es: Blog de Tatoeba
fi: Tatoeban blogi
fr: Le journal de Tatoeba
he: הבלוג של טטואבה
hi: Tatoeba ब्लॉग
ia: Le blog de Tatoeba
id: Blog Tatoeba
is: Tatoeba Blogg
it: Blog di Tatoeba
ja: ブログ
ku: Bloga Tatoebayê
mr: तातोएबा ब्लॉग
pl: Blog Tatoeba
pt_br: Blog do Tatoeba
ro: Blog Tatoeba
ru: Блог проекта Tatoeba
sr: Татоеба блог
tr: Tatoeba Blogu
tt: Татоэба Блогы
uk: Блог Tatoeba

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
ar: إذا كان لديك أي سؤال أو اقتراح أو طلب (أو حتى إذا أردت أن تشكرنا)، راسلنا على البريد الإلكتروني {emailAddress}.
bg: Ако имате някакъв въпрос, предложение или искане (или ако просто искате да кажете благодаря), не се колебайте да ни изпратите имейл на адрес {emailAddress}.
br: M'ho peus goulennoù, kinnigoù, pe azgoulennoù (pe ma fellfe deoc'h lavaret trugarez tra ken), na chomit ket etre daou soñj ha kasit deomp ur postel da {emailAddress}.
de: Wenn du Fragen oder Vorschläge an uns hast, schreibe uns unter {emailAddress}.
el: Αν έχετε κάποια ερώτηση, πρόταση, ή αίτημα (ή αν θα θέλατε απλά να πείτε ένα ευχαριστώ) αισθανθείτε ελεύθερος να μας στείλετε ένα email στο {emailAddress}.
eo: Se vi havas ajnan demandon, sugeston, peton (aŭ se vi nur volus danki), vi povas sendi retpoŝtaĵon al {emailAddress}.
es: Si tiene alguna pregunta, sugerencia o petición (o si solo quiere darnos las gracias), no dude en enviarnos un correo electrónico a {emailAddress}.
eu: Galderaren bat baldin baduzu, iradokizunen bat, eskakizunen bat (edo besterik gabe eskerrak eman nahi badituzu) bidal iezaguzu lasai e-posta mezua hona {emailAddress}.
fi: Jos sinulla on kysymyksiä, ehdotuksia, pyyntöjä (tai jos haluat vain sanoa kiitos), lähetä meille sähköpostia osoitteeseen {emailAddress}.
fr: Si vous avez des questions, des suggestions ou des demandes (ou si vous voulez simplement dire merci), n'hésitez pas à nous écrire à l'adresse {emailAddress}.
he: אם יש לך שאלה. הצעה או בקשה (או אפילו רק כדי להודות) אפשר לשלוח לנו הודעה לכתובת {emailAddress}.
hi: यदि आपका कोई प्रश्न, सुझाव, या अनुरोध है (या यदि आप केवल धन्यवाद कहना चाहते हैं), तो बेझिझक हमें {emailAddress} पर एक ईमेल भेजें।
hu: Ha kérdésed, javaslatod vagy kérésed (vagy csak egyszerűen köszönetet akarsz mondani), {emailAddress} e-mail címen érhetsz el minket.
ia: Si tu ha alcun question, suggestion o requesta (o si tu solmente vole regratiar nos), sia libere de lassar nos un e-mail a {emailAddress}.
id: Bila Anda memiliki pertanyaan, saran, permintaan (atau hanya sekadar ingin mengucapkan terima kasih), jangan sungkan untuk mengirimi kami email di alamat {emailAddress}.
is: Ef þú hefur einhverjar spurningar, uppástungur, beiðnir eða þú vilt bara segja takk þá skaltu ekki hika við að senda okkur tölvupóst til{emailAddress}.
it: Per qualunque domanda, suggerimento, richiesta (o se vuoi anche soltanto scrivere un ringraziamento) mandaci un'email a {emailAddress}.
ja: 質問・提案・リクエスト（・感謝のメッセージ）等は {emailAddress} までお願いします。
mr: आपल्याकडे कोणताही प्रश्न, प्रस्ताव किंवा विनंती असेल (किंवा फक्त आभारसुद्धा जर का मानायचे असतील), तर आम्हाला मोकळेपणाने या पत्त्यावर ईमेल करा: {emailAddress}.
nl: Als je een vraag, suggestie, of verzoek hebt (of ons gewoon wilt bedanken), stuur ons dan gerust een mailtje via {emailAddress}.
pl: Jeśli masz jakieś pytanie, propozycję, prośbę, albo po prostu chcesz powiedzieć coś miłego, pisz do nas (po angielsku lub francusku) na adres {emailAddress}!
pt_br: Se você tiver alguma dúvida, sugestão ou pedido (ou simplesmente quiser dizer obrigado), fique à vontade para nos enviar um e-mail. Escreva para {emailAddress}.
ro: Dacă aveți vreo întrebare, sugestie, cerere (sau dacă doriți doar să spuneți mulțumesc), trimiteți-ne un e-mail la {emailAddress}.
ru: Если у вас есть вопросы, предложения или просьбы (или если вы просто хотите сказать спасибо), напишите нам письмо на {emailAddress}.
sk: Pokiaľ máte nejaký dotaz, návrh či požiadavku (alebo chcete proste poďakovať), neváhajte nám zaslať email na {emailAddress}.
sr: Ако имаш питања, предлоге или захтеве (или само желиш да се захвалиш), слободно нам пусти мејл на {emailAddress}.
tr: Bir sorunuz, öneriniz veya isteğiniz varsa (ya da sadece teşekkür etmek isterseniz) {emailAddress} adresinden bize bir e-posta gönderebilirsiniz.
tt: Әгәр дә сездә нинди дә булса сораулар, тәкъдимнәр яки үтенечләр бар икән (яки сез рәхмәт әйтергә телисез икән), оялмагыз, безгә электрон почта аша {emailAddress} адресына языгыз.
uk: Якщо ви маєте питання, пропозиції або прохання (або просто бажаєте подякувати), пишіть нам на електронну пошту {emailAddress}.
vi: Nếu bạn có bất kỳ câu hỏi, đề xuất hoặc yêu cầu nào (hoặc nếu bạn muốn gửi lời cảm ơn), vui lòng gửi email cho chúng tôi tại {emailAddress}.

source: Post on the Wall
ar: أضف تعليقًا على الحائط
bg: Публикуване на стената
br: Kas war ar Voger
de: Pinnwand
el: Δημοσίευση στον τοίχο
eo: Afiŝi sur la muro
es: Escriba en el Muro
eu: Mezua horman
fi: Lähetä viesti seinälle
fr: Placarder sur le Mur
he: פרסום על הקיר
hi: वाल पर पोस्ट
hu: Az üzenőfalra
ia: Affixar sur le muro
id: Pos di Dinding
is: Senda á Vegginn
it: Messaggio in bacheca
ja: 掲示板
ku: Li Dîwêr binivîse
mr: भिंतीवर पोस्ट करा
nl: Laat een bericht op de muur achter
pl: Napisz na tablicy ogłoszeń
pt_br: Escreva no mural
ro: Postați pe Perete
ru: Пишите на Стене
sk: Napísať na Nástenku
sr: Пиши на Зид
tr: Duvar'a yazın
tt: Дивардагы хәбәр
uk: Написати на стіні
vi: Đăng trên tường

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
ar: بإمكانك أيضًا أن تعبر عن رأيك بإضافة تعليق على <a href="{}">الحائط</a>.
bg: Можете също да ни кажете какво мислите, като публикувате на <a href="{}">Стената</a>.
br: Gellout a rit ivez rannañ pezh a soñjit en ur gas war ar <a href="{}">Voger</a>.
de: Du kannst dich auch an der <a href="{}">Pinnwand</a> zu Wort melden.
el: Μπορείς ακόμα να μας πεις αυτό που σκέφτεσαι δημοσιεύοντας το στον <a href="{}">Τοίχο</a>.
eo: Vi ankaŭ povas diri al ni, kion vi opinias, afiŝante sur la <a href="{}">Muro</a>.
es: También puede dejarnos sus comentarios escribiendo en el <a href="{}">Muro</a>.
eu: Esan ahal diguzu, baita, zer pentsatzen duzu <a href="{}">Horman</a> idatziz.
fi: Voi myös kertoa meille mitä mietit lähettämällä viestin <a href="{}">Seinälle</a>.
fr: Vous pouvez aussi partager vos opinions avec nous en placardant sur le <a href="{}">Mur</a>.
he: אפשר גם לספר לנו מה דעתך על ידי פרסום על ה<a href="{}">קיר</a>.
hi: आप <a href="{}">वाल</a> पर पोस्ट करके हमें यह भी बता सकते हैं कि आप क्या सोचते हैं।
hu: Véleményedet megoszthatod velünk az <a href="{}">Üzenőfalon</a>.
ia: Tu pote etiam dicer nos lo que tu pensa per affixar qualcosa sur le <a href="{}">muro</a>.
id: Anda juga bisa memberi tahu kami tentang apa yang Anda pikirkan tentang Tatoeba dengan mengeposnya di <a href="{}">Dinding</a>.
is: Þú getur líka sagt okkur hvað þér finnst með því að senda skilaboð á <a href="{}">Vegginn</a>.
it: Puoi anche dirci cosa pensi pubblicando un messaggio sulla <a href="{}">bacheca</a>.
ja: <a href="{}">掲示板</a>でもご意見を受け付けております。
mr: आपले विचार आपण <a href="{}">भिंतीवर</a> पोस्ट करूनदेखील आम्हाला कळवू शकता.
nl: Je kan ons ook vertellen wat je ergens van vindt door een bericht op de <a href="{}">muur</a> achter te laten.
pl: Możesz również dać nam znać pisząc na <a href="{}">Tablicy ogłoszeń</a>.
pt_br: Você também pode nos dizer o que acha escrevendo no <a href="{}">Mural</a>.
ro: De asemenea, puteți posta pe <a href="{}">Perete</a> pentru a ne spune care este părerea dumneavoastră.
ru: Вы также можете рассказать, что думаете, разместив сообщение на <a href="{}">стене</a>.
sk: Taktiež môžete vyjadriť svoj názor na <a href="{}">Nástenke</a>.
sr: Можеш и да нам кажеш шта мислиш тако што ћеш објавити поруку на <a href="{}">Зиду</a>.
tr: <a href="{}">Duvar</a>'a yazarak da düşüncelerinizi bizimle paylaşabilirsiniz.
tt: Безнең XMPP-зал бар: tatoeba@chat.tatoeba.org сез аңа яраткан XMPP-клиентыгыз яки үз браузерыгыз ярдәмендә кушыла аласыз.
uk: Також ви можете поділитись своїми думками за допомогою повідомлень на <a href="{}">стіні</a>.
vi: Bạn cũng có thể cho chúng tôi biết suy nghĩ của bạn bằng cách đăng trên <a href="{}">Tường</a>.

source: Join our chatroom
bg: Присъединете се към нашата чат стая
br: Dont er flapva
de: Zum Plaudersofa
el: Γίνε μέλος του chatroom μας
eo: Venu al nia babilejo.
es: Únete a nuestro chat
eu: Elkartu zaitez gure txat-gelara
fi: Liity chattiimme
fr: Rejoindre le salon de discussion
he: הצטרפות לחדר הדיונים שלנו
hi: चैटरूम जॉइन कीजिये
hu: Csatlakozz a chatszobánkhoz
ia: Unir se a nostre camera de conversation
id: Gabung chatroom kami
is: Taktu þátt í spjallrásinni okkar
it: Unisciti alla nostra chat room
ja: チャットルーム
ku: Beşdarî odeya me ya gotûbêjan bibe
mr: आमच्या चॅटरूममध्ये सहभागी व्हा
nl: Kom naar onze babbelbox
pl: Dołącz do czata
pt_br: Junte-se ao nosso chatroom
ro: Alăturați-vă chatului nostru
ru: Присоединиться к нашему чату
sk: Pridajte sa do našej diskusnej miestnosti
sr: Придружи се нашој соби за ћаскање
tr: Sohbet odamıza katılın
tt: Безнең чатка кушылыгыз
uk: Долучайтесь до нашого чату
vi: Tham gia phòng trò chuyện

source: We have an <strong>XMPP room</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. You can join with your favorite XMPP client or <a href="{webclient}">from your browser</a>.
bg: Имаме <strong>XMPP стая</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Можете да се присъедините към вашия любим XMPP клиент или <a href="{webclient}">от вашия браузър</a>.
br: Bez hon eus ur <strong>flapva XMPP</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Gellout a rit dont e-barzh gant hoc'h XMPP pratik karetañ pe <a href="{webclient}">adalek ho merdeer</a>.
de: Wir haben einen <strong> XMPP-Raum: </strong>, nämlich <a href="{room}">tatoeba@chat.tatoeba.org</a>. Diesem kann man über den XMPP-Dienst seiner Wahl oder über den <a href="{webclient}">Browser</a> beitreten.
eo: Ni havas <strong>XMPP-ĉambron</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Vi povas aliĝi per via preferata XMPP-programo aŭ <a href="{webclient}">el via foliumilo</a>.
es: Disponemos de una sala <strong>XMPP</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Puede incorporarse a su XMPP cliente favorito o <a href="{webclient}">desde su navegador</a>.
eu: Badugu <strong>XMPP gela</strong> bat: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Elkartu zaitezke zure XMPP bezero gustukoenarekin <a href="{webclient}">zeure nabigatzailetik</a>.
fi: Meillä on <strong>XMPP-huone</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Voit liittyä haluamallasi XMPP-ohjelmalla tai <a href="{webclient}">selaimellasi</a>.
fr: Nous avons un <strong>salon XMPP</strong> : <a href="{room}">tatoeba@chat.tatoeba.org</a>. Vous pouvez le rejoindre avec votre client XMPP de prédilection, ou bien <a href="{webclient}">depuis votre navigateur</a>.
he: יש לנו <strong>חדר ב־XMPP</strong>:‏ <a href="{room}">tatoeba@chat.tatoeba.org</a>. אפשר להצטרף עם לקוח ה־XMPP או <a href="{webclient}">מהדפדפן שלך</a>.
hi: हमारे पास एक <strong>XMPP कमरा है</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>। आप अपने पसंदीदा XMPP क्लाइंट के साथ या <a href="{webclient}">अपने ब्राउज़र से जुड़ सकते हैं</a>।
hu: Van egy <strong>XMPP szobánk</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Csatlakozhatsz XMPP klienssel vagy a <a href="{webclient}">böngészőn keresztül.</a>
ia: Nos ha un <strong>camera de XMPP</strong>: <a href="{room}">tatoeba@chat.tatobea.org</a>. Tu pote unir se per tu cliente de XMPP favorite o <a href="{webclient}">per tu browser</a>.
id: Kami punya <strong>ruang XMPP</strong> : <a href="{room}">tatoeba@chat.tatoeba.org</a>. Anda dapat bergabung dengan klien XMPP pilihan Anda atau <a href="{webclient}">dari peramban Anda</a>.
it: Noi abbiamo una <strong>stanza XMPP</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Ti puoi unire con il tuo client XMPP preferito oppure <a href="{webclient}">dal tuo browser</a>.
ja: Tatoebaには<strong>XMPPルーム</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>があります。お使いのXMPPクライアントまたは<a href="{webclient}">ブラウザ</a>から参加できます。
mr: आमच्याकडे एक <strong>XMPP खोली</strong> आहे: <a href="{room}">tatoeba@chat.tatoeba.org</a>. यात प्रवेश करण्यास आपण आपले आवडते XMPP क्लायंट वापरू शकता. याशिवाय आपण <a href="{webclient}">आपल्या ब्राउझरद्वारे</a> येऊ शकता.
nl: We hebben een <strong>XMPP-chatroom</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Je kunt je aansluiten met je favoriete XMPP-client of <a href="{webclient}">vanuit je browser</a>.
pl: Mamy <strong>pokój XMPP</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Możesz dołączyć za pomocą swojego ulubionego klienta XMPP lub <a href="{webclient}">z twojej przeglądarki</a>.
pt_br: Nós temos uma <strong>sala XMPP</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Você pode se juntar a nós com o seu cliente XMPP favorito ou <a href="{webclient}">a partir do seu navegador</a>.
ro: Avem un <strong>serviciu de chat XMPP</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Vă puteți alătura cu clientul XMPP preferat sau <a href="{webclient}">de pe browser-ul dumneavoastră</a>.
ru: У нас есть <strong>XMPP-чат</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Вы можете присоединиться к нему через, используя ваш любимый XMPP-клиент или <a href="{webclient}">браузер</a>.
sk: Máme <strong>XMPP miestnosť</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Môžete sa pridať s vaším obľúbeným XMPP klientom alebo <a href="{webclient}">z vášho prehliadača</a>.
sr: We have an <strong>XMPP room</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Можеш да се придружиш преко омиљеног XMPP клијента или <a href="{webclient}">кроз браузер</a>.
tr: Bir <strong>XMPP odamız</strong> bulunmaktadır: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Dilediğiniz XMPP istemcisinden veya <a href="{webclient}">tarayıcınızdan</a> katılabilirsiniz.
tt: We have an 1XMPP room1: 2tatoeba@chat.tatoeba.org2. You can join with your favorite XMPP client or 3from your browser3.
vi: Chúng tôi có <strong>phòng XMPP</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Bạn có thể tham gia với ứng dụng XMPP yêu thích của mình hoặc từ <a href="{webclient}">trình duyệt của bạn</a>.

source: Donate
ar: تبرع
bg: Дарение
br: Reiñ arc'hant
de: Spenden
el: Δωρεά
eo: Donaci
es: Donar
eu: Egin diru emaitza
fi: Tee lahjoitus
fr: Faire un don
he: תרומה
hi: दान करें
hu: Adományozás
ia: Donar
id: Donasi
is: Aðstoða fjárhagslega
it: Dona
ja: 寄付
ku: Bexş bike
mr: देणगी द्या
nl: Doneren
pl: Wspomóż
pt_br: Doar
ro: Donați
ru: Пожертвования
sk: Prispejte nám
sr: Донирај
tr: Bağışta bulunun
tt: Корбан итү
uk: Зробити пожертву
vi: Quyên góp

source: Any question?
ar: ألديك سؤال؟
bg: Имаш въпрос?
br: Goulennoù?
de: Fragen?
el: Κάποια ερώτηση;
eo: Ĉu estas demando?
es: ¿Alguna pregunta?
eu: Galderarik? Itaunik?
fi: Kysyttävää?
fr: Des questions ?
he: יש שאלות?
hi: कोई सवाल?
hu: Bármi kérdés?
ia: Questiones?
id: Ada pertanyaan?
is: Hefurðu spurningar?
it: Qualche domanda?
ja: お問い合わせ
ku: Pirsên te hene?
mr: प्रश्न आहेत का?
nl: Heb je een vraag?
pl: Jakieś pytania?
pt_br: Alguma pergunta?
ro: Aveți vreo întrebare?
ru: Есть вопросы?
sk: Nejaká otázka?
sr: Имаш питање?
tr: Sorunuz mu var?
tt: Берәр сорау бармы?
uk: Маєте питання?
vi: Bạn có câu hỏi?

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
ar: إن كانت لديك استفسارات بشأن التبرع، أو كنت ترغب بالتبرع بطريقة غير الطرق المذكورة هنا، فبإمكانك التواصل إما مع <a href="{trangEmail}">Trang</a> أو <a href="{teamEmail}">الفريق</a> بأكمله.
bg: Ако имате някакви въпроси относно даренията или ако искате да дарите по друг начин, освен споменатите тук, можете да се свържете с <a href="{trangEmail}">Транг</a> или с целия <a href="{teamEmail}">екип</a>.
br: M'ho peus goulennoù da sevel e-keñver ar mod da reiñ arc'hant pe ma fellfe deoc'h reiñ arc'hant e forzh peseurt doare all evit ar re meneget amañ, rankout a rit pe mont e darempred gant <a href="{trangEmail}">Trang</a> pe ar <a href="{teamEmail}">skipailh</a> a-bezh.
de: Wenn du Fragen in puncto Spenden hast oder in anderer Weise eine Spende leisten möchtest, als es hier angegeben ist, schreibe entweder an <a href="{trangEmail}">Trang</a> oder die gesamte <a href="{teamEmail}">Entwicklergruppe</a>.
el: Αν έχετε οποιαδήποτε απορία που να αφορά τις δωρεές ή αν επιθυμείτε να δωρίσετε με κάποιον άλλον τρόπο απ'αυτούς που αναφέρονται εδώ, μπορεί να επικοινωνήσετε είτε με την <a href="{trangEmail}">Trang</a> ή και με όλη την <a href="{teamEmail}">ομάδα</a>.
eo: Se vi havas ajnan demandon pri donacoj aŭ se vi ŝatus donaci laŭ maniero malsama al la menciitaj ĉi tie, vi povas kontakti aŭ <a href="{trangEmail}">Trang</a> aŭ la tutan <a href="{teamEmail}">teamon</a>.
es: Si tiene alguna pregunta acerca de las donaciones o le gustaría donar de alguna forma distinta a las indicadas aquí, puede contactar tanto con <a href="{trangEmail}">Trang</a> como con el resto del <a href="{teamEmail}">equipo</a>.
eu: Baldin baduzu beste galderaren bat diru-emaitzen inguruan edo nahi baduzu beste bide batetik egin zure diru-emaitza, jar zaitezke gurekin harremanetan, r <a href="{trangEmail}">Trang</a> edo <a href="{teamEmail}">team</a> posta-e helbide horien bidez.
fi: Jos sinulla on jotain kysyttävää lahjoituksiin liittyen tai jos haluat lahjoittaa jollain muulla tavalla kuin tässä mainituilla tavoin, voit ottaa yhteyttä joko <a href="{trangEmail}">Trangiin</a> tai koko <a href="{teamEmail}">tiimiin</a>.
fr: Si vous avez des questions à propos des dons ou si vous souhaitez faire un don via autre moyen que ceux mentionnés ici, vous pouvez contacter <a href="{trangEmail}">Trang</a> ou bien toute <a href="{teamEmail}">l'équipe</a>.
he: אם יש לך שאלות בנוגע לתרומות כספיות או אם מעניין אותך לתרום בדרכים שונות מאלו שצוינו כאן, אפשר ליצור קשר או עם <a href="{trangEmail}">טראנג</a> או עם כל ה<a href="{teamEmail}">צוות</a>.
hi: यदि आपके पास दान के बारे में कोई प्रश्न है या यदि आप यहां उल्लिखित लोगों के अलावा किसी अन्य तरीके से दान करना चाहते हैं, तो आप <a href="{trangEmail}">या तो ट्रांग</a> या पूरी <a href="{teamEmail}">टीम</a> से संपर्क कर सकते हैं।
hu: Ha bármilyen kérdésed van az adományokkal kapcsolatban, vagy ha az itt említettektől eltérő módon szeretnél adományozni, felveheted a kapcsolatot a <a href="{trangEmail}">Trang</a>-gal vagy a <a href="{teamEmail}">csapatunkkal</a>.
ia: Si tu ha un question concernente donationes o si tu vole donar de un altere maniera que illos mentionate hic, tu pote contactar <a href="{trangEmail}">Trang</a> o tote le <a href="{teamEmail}">equipa</a>.
id: Bila Anda mempunyai pertanyaan seputar donasi atau ingin melakukan donasi melalui cara lain, selain yang telah disebutkan di sini, Anda bisa menghubungi <a href="{trangEmail}">Trang</a> atau segenap <a href="{teamEmail}">tim</a> yang bertugas.
it: Se hai qualche domanda riguardante le donazioni o se vorresti donare in un qualunque altro modo diverso da quelli menzionati qui, puoi contattare o <a href="{trangEmail}">Trang</a> o l'intero <a href="{teamEmail}">team di sviluppo</a>.
ja: 寄付に関してご不明な点がある方や、左記以外の方法による寄付を希望される方は、管理人の<a href="{trangEmail}">Trang</a>もしくは<a href="{teamEmail}">開発チーム</a>にお問い合わせください。
mr: देणग्यांविषयी प्रश्न असल्यास, किंवा येथे दिलेल्या मार्गांव्यतिरिक्त एखाद्या दुसर्‍या मार्गाने देणगी देऊ इच्छित असाल, तर <a href="{trangEmail}">ट्रांगशी</a> किंवा आमच्या संपूर्ण <a href="{teamEmail}">टीमशी</a> संपर्क साधा.
nl: Als je nog vragen hebt over donaties of als je een donatie wilt doen op een andere manier dan hier genoemd staat, kun je contact opnemen met <a href="{trangEmail}">Trang</a> of het hele <a href="{teamEmail}">team</a>.
pl: W razie jakichkolwiek pytań na temat przekazania wsparcia lub jeśli chcesz przekazać wsparcie w inny sposób niż tu wymienione, skontaktuj się z <a href="{trangEmail}">Trangiem</a> lub z <a href="{teamEmail}">zespołem</a> (w języku angielskim lub francuskim).
pt_br: Se tiver alguma dúvida sobre as doações ou se quiser doar de um modo diferente dos que foram mencionados aqui, você pode entrar em contato com <a href="{trangEmail}">Trang</a> ou com toda a <a href="{teamEmail}">equipe</a>.
ro: Dacă aveți întrebări cu privire la donații sau dacă doriți să donați în alt mod decât cele menționate aici, puteți contacta fie <a href="{trangEmail}">Trang</a>, fie întreaga <a href="{teamEmail}">echipă</a>.
ru: Если у Вас есть вопросы о пожертвованиях, или вы бы хотели пожертвовать каким-то не указанным здесь образом, вы можете связаться с <a href="{trangEmail}">Чанг</a> или со всей <a href="{teamEmail}">командой проекта</a>.
sk: Pokiaľ máte akékoľvek otázky ohľadne prispievania alebo by ste chceli prispieť akýmkoľvek iným spôsobom, než je tu spomenuté, môžete sa spojiť buď s <a href="{trangEmail}">Trang</a> alebo s celou našou <a href="{teamEmail}">skupinou</a>.
sr: Ако имаш било какво питање у вези с донацијама или желиш да донираш на начин који није овде наведен, особа коју тражиш је <a href="{trangEmail}">Trang</a>, а можеш и да контактираш читав <a href="{teamEmail}">тим</a>.
tr: Bağışla ilgili bir sorunuz varsa veya burada belirtilenlerden farklı bir yöntemle bağış yapmak istiyorsanız <a href="{trangEmail}">Trang</a> veya bütün <a href="{teamEmail}">ekiple</a> iletişime geçebilirsiniz.
tt: Әгәр дә сездә иганәләр турында нинди дә булса сораулар бар икән яки сез теләсә нинди башка ысул белән иганә итәргә телисез икән, сез Транг яки бөтен команда белән элемтәгә керә аласыз.
uk: Якщо ви маєте питання стосовно пожертвувань або якщо ви бажаєте зробити пожертву іншим способом ніж вказано тут, ви можете зв'язатись або з <a href="{trangEmail}">Trang</a> або з усією <a href="{teamEmail}">командою</a>.
vi: Nếu bạn có bất kỳ câu hỏi nào liên quan đến việc đóng góp hoặc nếu bạn muốn đóng góp theo bất kỳ cách nào khác với những cách được đề cập ở đây, bạn có thể liên hệ với <a href="{trangEmail}">Trang</a> hoặc toàn bộ <a href="{teamEmail}">nhóm</a>.

source: All donations
ar: كلّ التبرعات
bg: Всички дарения
br: An holl roadennoù arc'hant
de: Alle Spenden.
el: Όλες οι δωρεές
eo: Ĉiuj donacoj
es: Todas las donaciones
eu: Donazio guztiak
fi: Kaikki lahjoitukset
fr: Toutes les donations
he: כל התרומות
hi: सभी दान
hu: Összes adomány
ia: Tote le donationes
id: Semua donasi
it: Tutte le donazioni
ja: 寄付者一覧
ku: Hemû bexş
mr: सर्व देणग्या
nl: Alle donaties
pl: Całość udzielonego wsparcia
pt_br: Todas as doações
ro: Toate donațiile
ru: Все пожертвования
sk: Všetky príspevky
sr: Све донације
tr: Tüm bağışlar
tt: Барлык иганәләр
uk: Всі пожертви
vi: Tất cả đóng góp
