Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: You can check out the <a href="{}">FAQ</a>.
ar: بإمكانك تفقد <a href="{}">الأسئلة الشائعة</a>.
bg: Можете да проверите <a href="{}">FAQ</a>.
br: Gellout a rit mont da welet ar <a href="{}">FAG</a>.
de: Lies die <a href="https://de.wiki.tatoeba.org/articles/show/Hauptseite">häufig gestellten Fragen (FAQ)</a>.
el: Μπορείτε να συμβουλευτείτε το <a href="{}">FAQ</a>.
eo: Vi povas konsulti la <a href="{}">oftajn demandojn</a>.
es: Puede consultar las <a href="{}">FAQ</a>.
eu: Begiratzea duzu gehen egin diren galdera-erantzunak <a href="{}">FAQ</a>.
fi: Voit tutkia <a href="{}">usein kysyttyjä kysymyksiä</a>.
fr: Vous pouvez consulter la <a href="{}">FAQ</a>.
he: אפשר לעיין <a href="{}">בשאלות הנפוצות</a>.
hi: आप <a href="{}">फ़ैक</a> देख सकते हैं।
hu: A <a href="{}">GYIK</a> itt olvasható.
ia: Consulta le <a href="{}">FAQ</a>.
id: Anda bisa mengecek daftar <a href="{}">Pertanyaan Umum</a> yang tersedia.
is: Þú getur lesið <a href="{}">lista algengra spurninga</a>.
it: Puoi consultare le <a href="{}">domande frequenti</a>.
ja: Tatoebaについて分からないことがあれば、まず<a href="{}">よくある質問</a>をお読みください。
ku: Tu dikarî rûpela <a href="{}">PPP</a>ê kontrol bike.
mr: <a href="{}">फॅक</a> वाचून पाहा.
nl: Je kunt een kijkje nemen in de <a href="{}">Meest gestelde vragen (FAQ)</a>.
pl: Możesz zajrzeć do sekcji <a href="{}">FAQ</a>.
pt_br: Você pode ler o <a href="{}">FAQ - Perguntas Frequentes</a>.
ro: Puteți începe cu <a href="{}">Întrebările frecvente</a>.
ru: Поищите в <a href="{}">часто задаваемых вопросах</a>.
sk: Pozrite sa na <a href="{}">Často kladené otázky</a>.
sr: Можеш да погледаш <a href="{}">честа питања</a>.
tr: <a href="{}">SSS</a> sayfasına bakabilirsiniz.
tt: Сез еш бирелә торган сораулар белән таныша аласыз.
uk: Перегляньте <a href="{}">ЧаПи</a>.
vi: Bạn có thể kiểm tra phần <a href="{}">FAQ</a>.

source: If you cannot find the answer to your question, do not hesitate to <a href="{}">contact us</a>.
bg: Ако не можете да намерите отговора на въпроса си, не се колебайте да се <a href="{}">свържете с нас</a>.
br: Ma ne gavit ket ar respont d'ho koulenn, na chomit ket da dortal <a href="{}">kit e darempred ganeomp</a>.
de: Wenn du hier keine Antwort auf deine Frage findest, <a href="{}">kontaktiere</a> uns!
el: Αν δεν μπορείτε να βρείτε απάντηση στο ερώτημά σας, παρακαλούμε να μη διστάσετε να <a href="{}">έρθετε σε επαφή μαζί μας</a>.
eo: Se vi ne scias la respondon pri via demando, ne hezitu <a href="{}">kontakti nin</a>.
es: Si no encuentra la respuesta a su pregunta, no dude en <a href="{}">contactarnos.</a>
eu: Zure galderaren erantzuna argi ikusten ez baduzu, <a href="{}">idatz iezaguzu</a> zalantzarik gabe.
fi: Jos et löydä vastausta kysymykseesi, älä epäröi <a href="{}">ottaa meihin yhteyttä</a>.
fr: Si vous ne trouvez pas réponse à vos questions, n'hésitez pas à <a href="{}">nous contacter</a>.
he: אם לא מצאת את התשובה לשאלה שלך, אפשר <a href="{}">לפנות אלינו</a> ללא היסוס.
hi: यदि आपको अपने प्रश्न का उत्तर नहीं मिल रहा है, तो बेझिझक <a href="{}">हमसे संपर्क करें</a>।
hu: Ha nem találsz választ a kérdésedre, nyugodtan vedd fel velünk a <a href="{}">kapcsolatot</a>.
ia: Si tu non trova le responsa a tu question, non hesita a <a href="{}">contactar nos</a>.
id: Jika Anda tidak menemukan jawaban pertanyaan Anda, jangan sungkan <a href="{}">menghubungi kami</a>.
it: Se non riesci a trovare la risposta alla tua domanda, non esitare a <a href="{}">contattarci</a>.
ja: 問題が解決しない場合やその他のご質問がある場合は、お気軽に<a href="{}">こちら</a>にご連絡ください。
mr: आपल्या प्रश्नाचे उत्तर सापडले नाही तर आमच्याशी <a href="{}">संपर्क साधण्यास</a> संकोच करू नका.
nl: Indien je het antwoord op je vraag niet vindt, aarzel dan niet <a href="{}">contact met ons op te nemen</a>.
pl: Jeśli nie możesz znaleźć odpowiedzi na swoje pytanie, nie wahaj się <a href="{}">z nami skontaktować</a>.
pt_br: Se você não encontrar a resposta para a sua pergunta, não hesite em <a href="{}">nos contactar</a>.
ro: Dacă nu găsiți răspunsul la întrebarea dumneavoastră, nu ezitați să <a href="{}"> ne contactați</a>.
ru: Если вы не можете найти ответ на свой вопрос, не стесняйтесь <a href="{}">написать нам</a>.
sk: Pokiaľ nemôžete nájsť odpoveď na vašu otázku, neváhajte sa s nami <a href="{}">spojiť</a>.
sr: Ако не можеш да нађеш одговор на питање које имаш, слободно нас <a href="{}">контактирај</a>.
tr: Sorunuzun cevabını bulamadıysanız <a href="{}">bizimle iletişime geçmekten</a> çekinmeyin.
tt: Әгәр дә сез соравыгызга җавап таба алмыйсыз икән, безнең белән элемтәгә керергә курыкмагыз.
vi: Nếu bạn không thể tìm thấy câu trả lời cho câu hỏi của mình, đừng ngại <a href="{}">liên hệ với chúng tôi</a>.

source: Getting started
ar: البدء
bg: Приготвяме се да започнем
br: Kregiñ ganti
de: Erste Schritte
el: Για να ξεκινήσετε
eo: Komenci
es: Para comenzar
eu: Nola hasi
fi: Alkuun pääseminen
fr: Pour commencer
he: תחילת השימוש
hi: प्रारंभ करना
hu: Első lépések
ia: Como initiar
id: Sebelum memulai
is: Að byrja
it: Per iniziare
ja: Tatoebaを始めるにあたって
ku: Destpêkirin
mr: सुरुवात करणे
nl: Aan de slag gaan
pl: Wprowadzenie
pt_br: Iniciando
ro: Primii pași
ru: Начало работы
sk: Ako začať
sr: За почетак
tr: Başlarken
tt: Эшкә керешеп
uk: Як почати
vi: Bắt đầu

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{wall}">Wall</a>, or join our <a href="{chatroom}">chatroom</a>. We will give you a purpose. :)
bg: Ако нямате представа какво да правите сега, след като сте регистрирани, можете да се представите на <a href="{wall}">Стената</a> или да се присъедините към нашия <a href="{chatroom}">chatroom</a>. Ще ви дадем цел. :)
br: Ma ne ouzit ket petra ober ur wech m'emaoc'h en em enskrivet bremañ, gellout a rit skrivañ un nebeut linennoù diwar ho penn war ar <a href="{wall}">Voger</a>, pe kit er <a href="{chatroom}">flapva</a>. Ur pal a vo roet deoc'h ganeomp. :)
de: Wenn du nicht so recht weißt, was du nun als registrierter Benutzer anstellen sollst, stelle dich an der <a href="{wall}">Pinnwand</a> vor oder tritt unserem <a href="{chatroom}">Plaudersofa</a> bei. Wir werden dir helfen loszulegen!
el: Εάν δεν έχεις ιδέα τι να κάνεις τώρα που έχεις εγγραφεί, μπορείς να παρουσιάσεις τον εαυτό σου στον <a href="{wall}">Τοίχο</a>, ή να γίνεις μέλος του <a href="{chatroom}">chatroom</a> μας, όπου θα σου αναθέσουμε έναν σκοπό :)
eo: Se vi ne scias kion fari nun post kiam vi registriĝis, vi povas prezenti vin sur nia <a href="{wall}">muro</a>, aŭ enveni nian <a href="{chatroom}">babilejon</a>. Ni donos al vi pretekston. :)
es: Si no tiene idea de qué hacer ahora que está registrado, puede presentarse en el <a href="{wall}">Muro</a>, o unirse a nuestra <a href="{chatroom}">sala de chat</a>. Le daremos un propósito. :)
eu: Izena eman baduzu eta ez badakizu zer egin, zure burua <a href="{wall}">Horman</a> aurkez dezakezu, edo etor zaitez gure <a href="{chatroom}">txat gelara</a>. Iradokizunen bat baino gehiago oparituko dizkizugu. :)
fi: Jos et keksi mitä tehdä nyt kun olet rekisteröitynyt, voit esitellä itsesi <a href="{wall}">Seinällä</a> tai liittyä <a href="{chatroom}">chattiimme</a>. Me annamme sinulle tavoitteen. :)
fr: Si vous ne savez vraiment pas quoi faire maintenant que vous êtes inscrit(e), vous pouvez vous présenter sur le <a href="{wall}">Mur</a> ou rejoindre notre <a href="{chatroom}">salon de discussion</a>. Nous vous donnerons un but. :)
he: אם אין לך מושג איך להמשיך מכאן לאחר שנרשמת, אפשר להציג את עצמך ב<a href="{wall}">קיר</a> או להצטרף ל<a href="{chatroom}">חדר השיחה</a> שלנו. אנחנו כבר נכווין אותך משם. :)
hi: अगर आपको पता नहीं है कि अब क्या करना है और आप पंजीकृत हैं, तो आप <a href="{wall}">वाल </a> पर अपना परिचय दे सकते हैं, या हमारे <a href="{chatroom}">चैटरूम में शामिल हो सकते हैं </a>। हम आपको एक उद्देश्य देंगे। :)
hu: Ha nem tudod, hogy mihez kezdj a regisztráció után, bemutatkozhatnál az <a href="{wall}">üzenőfalon</a> vagy csatlakozhatsz a <a href="{chatroom}">csetszobánkhoz</a>. Szívesen segítünk. :)
ia: Si tu non sape lo que facer post que tu te ha inscribite, tu pote introducer te sur le <a href="{wall}">Muro</a>, o parlar a nos in nostre <a href="{chatroom}">camera de conversation</a>. Nos te dara un objecto. :)
id: Jika Anda tidak tahu apa yang perlu dilakukan setelah registrasi, Anda bisa memperkenalkan diri Anda di <a href="{wall}">Tembok</a>, atau mengikuti <a href="{chatroom}">chatroom</a>. Kami akan memberikan Anda sebuah tujuan. :)
is: Ef þú hefur ekki hugmynd um hvað þú ættir að gera nú geturðu kynnt þig á <a href="{wall}">Veggnum</a> eða takið þátt í <a href="{chatroom}">spjallhópi</a> okkar. Við munum gefa þér tilgang. :)
it: Se non hai idea di cosa fare ora che sei registrato, puoi presentarti sulla <a href="{wall}">bacheca</a>, oppure unirti alla nostra <a href="{chatroom}">chat</a>. Ti daremo un obiettivo. :)
ja: ユーザー登録後に、何を行ったらいいかわからない場合は、<a href="{wall}">掲示板</a>で自己紹介をしたり、<a href="{chatroom}">チャットルーム</a>にご参加ください。私たちは活動方法についてサポートいたします。:)
mr: नोंदणी केल्यानंतर काय करावे याची काहीच कल्पना नसेल, तर <a href="{wall}">भिंतीवर</a> स्वतःचा परिचय करून द्या, किंवा आमच्या <a href="{chatroom}">चॅटरूममध्ये</a> सहभागी व्हा. आम्ही तुम्हाला उद्देश देऊ. :)
nl: Als je geen idee hebt wat moet doen nu je jezelf geregistreerd hebt, kun je jezelf introduceren op de <a href="{wall}">muur</a>, of gezellig bij ons op de <a href="{chatroom}">chatroom</a> komen. Wij geven je wel iets te doen. :)
pl: Jeśli nie masz pojęcia co robić teraz po zarejestrowaniu się, możesz przedstawić się na <a href="{wall}">tablicy ogłoszeń</a>, lub dołączyć do naszego <a href="{chatroom}">czatu</a>. Wyznaczymy ci twój cel. :)
pt_br: Se você não faz ideia do que fazer algo que está registrado/a, você pode se apresentar no <a href="{wall}">Muro</a>ou juntar-se a nós em nossa <a href="{chatroom}">sala de bate-papo</a>. Nós te daremos um propósito. :)
ro: Dacă nu aveți idee ce să faceți după ce v-ați înregistrat, pentru început puteți să vă prezentați pe <a href="{wall}">Perete</a> sau puteți să vă alăturați <a href="{chatroom}">chatului</a> nostru. Vă vom oferi un scop. :)
ru: Если вы не знаете, что делать теперь, после регистрации, попробуйте представиться на <a href="{wall}">стене</a> или присоединитесь к нашему <a href="{chatroom}">чату</a>. Что-нибудь придумаем :)
sk: Pokiaľ nemáte žiadny nápad, čo robiť teraz, keď už máte účet, môžete sa predstaviť na <a href="{wall}">Nástenke</a> alebo sa pridať do našej <a href="{chatroom}">diskusnej miestnosti</a>. My už vám poradíme. :)
sr: Ако не знаш шта да радиш сада када имаш налог, можеш да се представиш на <a href="{wall}">Зиду</a> или да нам се придружиш на <a href="{chatroom}">чету</a>. Ми ћемо да ти дамо сврху :)
tr: Kaydolduğunuza göre şimdi ne yapacağınızı bilmiyorsanız kendinizi <a href="{wall}">Duvar</a>'da tanıtabilir veya <a href="{chatroom}">sohbet odamız</a>a katılabilirsiniz. Size yol gösteririz. :)
tt: Әгәр дә сез теркәлгәннән соң нәрсә эшләргә белмисез икән, сез үзегезне диварда таныштыра аласыз яки безнең чатка кушыла аласыз. Без сезгә максат бирербез. :)
vi: Nếu bạn không biết phải làm gì lúc này khi đã đăng ký, bạn có thể giới thiệu về bản thân trên <a href="{wall}">Tường</a> hoặc tham gia <a href="{chatroom}">phòng chat</a> của chúng tôi. Luôn cung cấp cho bạn một nhu cầu, khi bạn cần. :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
ar: إن كنت تظن أن هذا المشروع رائع وتود المساعدة بنشاط، فهذه وصلة <strong>يجب</strong> أن تقرأها:
bg: Ако смятате, че този проект е страхотен и бихте искали да помогнете активно, ето линк, който <strong>ТРЯБВА</strong> да прочетете:
br: Ma kav deoc'h ez eo ar raktres-mañ unan dedennus anezhañ hag ho pefe c'hoant da reiñ an dorn en un doare oberiant, setu ul liamm a <strong>RANKIT</strong> lenn:
de: Wenn dir das Projekt gefällt und du gerne aktiv helfen möchtest, lies bitte <strong>unbedingt</strong> den folgenden Artikel:
el: Αν θεωρείς ότι αυτό το εγχείρημα είναι θαυμάσιο και θα ήθελες να βοηθήσεις ενεργά, εδώ είναι ένας σύνδεσμος που θα <strong>ΠΡΕΠΕΙ</strong> να διαβάσεις:
eo: Se vi opinias, ke ĉi tiu projekto estas impona kaj volus aktive helpi, jen ligilo <strong>NEPRE</strong> legenda:
es: Si cree que este proyecto es increíble y quiere ayudar activamente, aquí hay un enlace que <strong>DEBE</strong> leer:
eu: Proiektu hau itzela dela uste baduzu eta lagundu nahi badiguzu modu aktiboan, hona hemen irakurri <strong>BEHAR</strong> duzun zerbait:
fi: Jos olet sitä mieltä, että projekti on mahtava, ja haluat auttaa aktiivisesti, tässä on linkki, joka sinun <strong>TÄYTYY</strong> lukea:
fr: Si vous trouvez que ce projet est génial et que vous voudriez participer activement, voici un lien que vous <strong>DEVEZ</strong> lire :
he: אם לדעתך המיזם הזה מדהים ומעניין אותך לסייע באופן פעיל, הנה קישור שפשוט <strong>חובה</strong> לקרוא:
hi: यदि आपको लगता है कि यह परियोजना शानदार है और सक्रिय रूप से मदद करना चाहते हैं, तो यहां एक लिंक है जिसे आप <strong>जरूर</strong> पढ़ सकते हैं:
hu: Ha örömmel támogatnád a projektet és résztvennél benne, a következő hivatkozást <strong>ajánlott</strong> elolvasnod:
ia: Si tu pensa que iste projecto es superbe e vole adjutar activemente, ecce un pagina que tu <strong>DEBE</strong> leger:
id: Bila menurut Anda proyek ini sangat luar biasa dan ingin bisa membantu secara aktif, kunjungi halaman yang <strong>HARUS</strong> Anda baca berikut ini:
it: Se pensi che questo progetto sia fantastico e vorresti aiutare attivamente, ecco un link che <strong>DEVI</strong> leggere:
ja: Tatoebaに惚れた、がんがん活動していきたい！という方は、<strong>必ず</strong>こちらのページをお読みください。
mr: हा प्रकल्प झकास वाटत असेल व आपल्याला आमची सक्रियपणे मदत करायची असेल, तर हे पान <strong>नक्की</strong> वाचा:
nl: Als je dit project helemaal geweldig vindt en graag actief mee wilt helpen, dan is hier een link die je <strong>MOET</strong> lezen.
pl: Jeśli podoba ci się ten projekt i chcesz nas czynnie wspomóc, pod tym linkiem znajdziesz informacje, które <strong>MUSISZ </strong> przeczytać
pt_br: Se você acha este projeto maravilhoso e deseja ajudar de forma mais ativa, aqui está um link que você <strong>DEVE</strong> acessar:
ro: Dacă considerați că acest proiect este nemaipomenit și dacă ați dori să vă implicați activ, aici este pagina pe care <strong>TREBUIE</strong> să o citiți:
ru: Если наш проект вам понравился, и вы хотите ему активно помочь, то вот что вы просто <strong>ДОЛЖНЫ</strong> прочитать:
sk: Pokiaľ si myslíte, že tento projekt je úžasný a chceli by ste aktívne pomôcť, tu je uvedený odkaz, ktorý si <strong>MUSÍTE</strong> prečítať:
sr: Ако ти се свиђа пројекат и хоћеш активно да учествујеш, ево линка који МОРАШ да прочиташ:
tr: Bu projenin harika olduğunu düşünüyorsanız ve aktif olarak yardım etmek istiyorsanız <strong>MUTLAKA</strong> okumanız gereken bir bağlantı:
tt: Әгәр дә сез бу проектны искиткеч дип саныйсыз һәм актив ярдәм итәргә телисез икән, менә сез укырга тиеш сылтама:
uk: Якщо ви вважаєти що цей проєкт є чудовим та бажаєти допомагати активніше, ви <strong>МАЄТЕ</strong> прочитати це:
vi: Nếu bạn cảm thấy dự án này thật tuyệt vời và muốn tích cực trợ giúp, đây là liên kết mà bạn <strong>CẦN PHẢI</strong>đọc:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
ar: وبعد، مرحبًا إلى تتويبا! نرجو لك الاستمتاع بكونك جزءًا من هذا المشروع :)
bg: Като се казва, добре дошли в Tatoeba! Надяваме се, че ще ви хареса да бъдете част от този проект :)
br: Kement-se lavaret, donemat war Tatoeba! Spi hon eus e voc'h plijet da gemer-perzh er raktres-mañ :)
de: Nachdem das Wichtigste nun gesagt ist: Willkommen bei Tatoeba! Wir hoffen, du wirst viel Freude daran haben, Teil dieses Projekts zu sein!
el: Έχοντας ειπωθεί αυτό, σε καλωσορίζουμε στο Tatoeba! Ελπίζουμε να απολαμβάνεις το γεγονός ότι είσαι μέρος του εγχειρήματος :)
eo: Dirinte tion ni bonvenigas vin ĉe Tatoeba. Ni esperas, ke vi ĝuos la kunlaboradon en ĉi tiu projekto :)
es: Finalmente, ¡bienvenido(a) a Tatoeba! Esperamos que disfrute ser parte de este proyecto :)
eu: Esanik gabe doa, ongi etorri Tatoebara! Espero dugu proiektu honen partaide izanda ondo pasatuko duzula :)
fi: Ja nyt kun se on sanottu, niin tervetuloa Tatoebaan! Toivomme, että nautit tähän projektiin osallistumisesta. :)
fr: Cela étant dit, bienvenue sur Tatoeba ! Nous espérons que vous aimerez faire partie de ce projet :)
he: עם זאת, ברוך בואך לטטואבה! מקווים שהמעורבות במיזם הזה תסב לך אושר :)
hi: कहा जा रहा है, Tatoeba में आपका स्वागत है! हमें उम्मीद है कि आपको इस परियोजना का हिस्सा बनने में मज़ा आएगा :)
hu: Még egyszer, üdvözlünk a Tatoebán! Reméljük élvezetet lelsz a projekt támogatásában :)
ia: Isto essente dicite, benvenite a Tatoeba! Nos spera que te placera facer parte de iste projecto :)
id: Sekian dari kami, selamat datang di Tatoeba! Kami harap Anda senang telah menjadi bagian dari proyek ini :)
is: Sem sagt velkomin til Tatoebu! Við vonum að þú njótir þess að vera hluti af þessu verkefni. :)
it: Detto questo, benvenuto su Tatoeba! Speriamo che tu gradisca fare parte di questo progetto :)
ja: でも何よりもまず、<strong>Tatoebaへようこそ</strong>。ここでの活動を楽しんでいただけることを願っています！
mr: इतके म्हणून, तातोएबात आपले स्वागत आहे! या प्रकल्पात भाग घेऊन आपल्याला खूप मजा यावी अशी आमची आशा आहे. :)
nl: Dit alles gezegd hebbende, welkom bij Tatoeba! We hopen dat je een fijne tijd zal hebben met dit project :)
pl: Co powiedziawszy, witamy w Tatoeba! Mamy nadzieję, że się tu odnajdziecie! :)
pt_br: Dito isso, bem vindo(a) ao Tatoeba! Esperamos que você goste de fazer parte deste projeto! :)
ro: Acestea fiind spuse, bine ați venit la Tatoeba! Sperăm că vă va face plăcere să fiți parte din acest proiect :)
ru: Итак, добро пожаловать на проект Tatoeba! Надеемся, вам понравится в нём участвовать. :)
sk: A konečne, vítajte na Tatoebe! Dúfame, že si užijete spoluprácu na tomto projekte :)
sr: У суштини, лепо се провери на Татоеби! Надамо се да ће ти се допасти да будеш део пројекта :)
tr: Bunları da belirttikten sonra, artık Tatoeba'ya hoş geldiniz! Bu projenin bir parçası olmaktan hoşlanacağınızı umuyoruz. :)
tt: Шуңа да карамастан, Татоэбагага рәхим итегез! Без сезгә бу проектның бер өлеше булу ошар дип өметләнәбез:)
uk: Ласкаво просимо до Tatoeba! Ми сподіваємось що ви отримаєте задоволення від участі в цьому проєкті :)
vi: Chào mừng đến với Tatoeba! Chúng tôi hy vọng bạn sẽ thích tham gia dự án này :)

source: Important links
ar: وصلات مهمة
bg: Важни връзки
br: Liammoù a-bouez
de: Wichtige Lesezeichen
el: Σημαντικοόι σύνδεσμοι
eo: Gravaj ligiloj
es: Enlaces importantes
eu: Esteka garrantzitsuak
fi: Tärkeät linkit
fr: Liens importants
he: קישורים מועילים
hi: महत्त्वपूर्ण पन्ने
hu: Fontos hivatkozások
ia: Ligamines importante
id: Tautan-tautan penting
is: Mikilvægir tenglar
it: Collegamenti importanti
ja: 重要な記事
ku: Girêdanên girîng
mr: महत्त्वाची पाने
nl: Belangrijke links
pl: Ważne odnośniki
pt_br: Links importantes
ro: Linkuri importante
ru: Важные ссылки
sk: Dôležité odkazy
sr: Важни линкови
tr: Önemli bağlantılar
tt: Мөһим сылтамалар
uk: Важливі посилання
vi: Liên kết quan trọng

source: Adding new sentences
ar: إضافة جمل جديدة
bg: Добавяне но нови изрази
br: Ouzhpennañ frazennoù nevez
de: Neue Sätze hinzufügen
el: Προσθέτονας νέες φράσεις
eo: Aldoni novajn frazojn
es: Agregar oraciones nuevas
eu: Esaldi berriak gehitzen
fi: Uusien lauseiden lisääminen
fr: Ajouter de nouvelles phrases
he: הוספת משפטים חדשים
hi: नये वाक्य जोड़ना
hu: Új mondat hozzáadása
ia: Adder nove phrases
id: Penambahan kalimat baru
is: Að bæta við nýjum setningum
it: Aggiungere delle nuove frasi
ja: 新しい文を追加する
ku: Tevlîkirina hevokên nû
mr: नवीन वाक्ये जोडणे
nl: Nieuwe zinnen toevoegen
pl: Dodawanie nowych zdań
pt_br: Adicionando novas frases
ro: Adăugarea de noi propoziții
ru: Добавление предложений
sk: Pridávanie nových viet
sr: Додавање нових реченица
tr: Yeni cümleler eklemek
tt: Яңа җөмләләр өстәү
uk: Додавання нових речень
vi: Thêm câu mới

source: There are two ways to add new sentences.
ar: ثمة طريقتان لإضافة جمل جديدة.
bg: Съществуват два начина за добавяне на фрази.
br: Daou zoare 'zo da ouzhpennañ frazennoù nevez.
de: Es gibt zwei Möglichkeiten, neue Sätze hinzuzufügen:
el: Υπάρχουν δύο τρόποι να προσθέσετε νέες φράσεις.
eo: Estas du manieroj por aldoni novajn frazojn.
es: Existen dos formas de agregar oraciones.
eu: Esaldi berriak gehitzeko bi bide daude.
fi: On kaksi tapaa lisätä uusia lauseita.
fr: Il y a deux méthodes pour ajouter de nouvelles phrases.
he: יש שתי דרכים להוסיף משפטים חדשים.
hi: नये वाक्य जोड़नाे के दो तरीके हैं।
hu: Kétféleképpen adhatsz hozzá új mondatokat.
ia: Il ha duo manieras de adder nove phrases.
id: Ada dua cara untuk menambah kalimat baru.
is: Það eru tvær leiðir til að bæta við nýjum setningum.
it: Ci sono due modi per aggiungere delle nuove frasi.
ja: オリジナルの例文は次の２つのページから追加できます。
ku: Ji bo tevlîkirina hevokan du rê hene.
mr: नवीन वाक्ये जोडण्याचे दोन मार्ग आहेत.
nl: Er zijn twee manieren waarop je nieuwe zinnen kunt toevoegen.
pl: Są dwie możliwości dodawania nowych zdań.
pt_br: Há duas maneiras de adicionar novas frases.
ro: Există două moduri de a adăuga propoziții noi.
ru: Есть два способа добавить предложение.
sk: Sú dva spôsoby, ako pridať nové vety.
sr: Постоје два начина за додавање нових реченица.
tr: Yeni bir cümle eklemek için iki yol vardır.
tt: Яңа җөмләләр өстәүнең ике ысулы бар.
uk: Існує дві можливості додавати нові речення.
vi: Có hai cách để thêm câu mới.
