Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Status (contributor to admin)
br: Statud (kendaoler d'ar merour)
de: Status (von Mitarbeiter zu Administrator)
eo: Stato (uzanto al administranto)
es: Estatus (colaborador a administrador)
fi: Asema (avustajista ylläpitäjiin)
fr: Rang (de contributeur à administrateur)
he: מצב (תורמים להנהלה)
hi: स्थिति (व्यवस्थापक में योगदानकर्ता)
hu: Státusz (hozzájárulóktól az adminokig)
id: Status (kontributor - admin)
is: Staða (þátttakandi til stjórnanda)
it: Stato (da contributore ad amministratore)
ja: ステータス（一般ユーザー --> 管理者）
mr: दर्जा (योगदातापासून प्रशासकापर्यंत)
nl: Status (bijdrager tot admin)
pl: Statusu (od autora do admina)
pt_br: Status (de contribuidor à administrador)
ro: Stare (contribuitor către admin)
ru: Статус (от участника до администратора)
sk: Členstvo (od prispievateľov k adminom)
tt: Статус (катнашучыдан администраторга кадәр)
vi: Trạng thái (cộng tác viên tới quản trị viên)

source: Can switch license
bg: Може да сменя лиценза
br: Gellout a ra cheñch lisañs
de: Lizenzänderung möglich
el: Δυνατότητα αλλαγής άδειας
eo: Permesilo ŝanĝeblas
es: Puede modificar la licencia
eu: Lizentzia alda daiteke
fi: Lisenssi voidaan vaihtaa
fr: Peut changer de licence
he: מותר להחליף רישיון
hi: लाइसेंस बदल सकते हैं
hu: Módosíthat licencet
ia: Pote cambiar le licentia
id: Dapat mengganti lisensi.
is: Getur skipt um leyfi
it: Può cambiare la licenza
ja: ライセンスの変更ができます。
ku: Lîsans dikare bê guhertin
mr: परवाना बदलणे शक्य
nl: Kan van licentie wisselen
pl: Można zmienić licencję
pt_br: É possível mudar a licença
ro: Se poate schimba licența
ru: Можно изменить лицензию
sk: Možno zmeniť licenciu
sr: Може да промени лиценцу
tr: Lisans değiştirilebilir
tt: Лицензияне күчерергә мөмкин
uk: Можлива зміна ліцензії
vi: Có thể chuyển đổi giấy phép

source: Members: {lang}
ar: الأعضاء: {lang.معرفة}
bg: Членове: {lang}
br: Ezel: {lang}
de: Mitglieder {lang}
el: Μέλοι: {lang}
eo: Anoj: {lang}
es: Miembros: {lang}
eu: Erabiltzaileak: {lang}
fi: Jäsenet: {lang}
fr: Membres : {lang}
he: חברים: {lang}
hi: सदस्य: {lang}
hu: Tagok: {lang}
ia: Membros: {lang}
id: Anggota: {lang}
is: Meðlimar: {language.gen}
it: Membri: {lang}
ja: メンバー： {lang}
ku: Endamên: {lang}
mr: सदस्य: {lang}
nl: Leden: {lang}
pl: Członkowie: {lang}
pt_br: Membros: {lang}
ro: Membri: {lang}
ru: Участники: {lang}
sk: Členovia: {lang}
sr: Чланови: {lang}
tr: Üyeler: {lang}
tt: Әгъзалар: {lang}
uk: Учасники: {lang}
vi: Thành viên: {lang}

source: Back to global stats
ar: عد إلى الإحصائيات العامة
bg: Обратно към глобалната статистика
br: Distreiñ d'ar statistikoù hollek
de: Zurück zur Gesamtstatistik
el: Πίσω στα καθολικά στατιστικά
eo: Ree al la kompleta statistiko
es: Volver a estadísticas globales
eu: Atzera estatistika orokorretara
fi: Takaisin yleistason tilastoihin
fr: Retour aux statistiques globales
he: חזרה לסטטיסטיקה הגלובלית
hi: वैश्विक आंकड़ों पर वापस जाएं
hu: Vissza a globális statisztikákhoz
ia: Retornar al statisticas global
id: Kembali ke statistik global
is: Aftur að altækum staðtölum
it: Ritorna alle statistiche globali
ja: 言語ごとのメンバー
ku: Vegere amarên giştî
mr: जागतिक आकडेवारीकडे परता
nl: Terug naar algemene statistieken
pl: Wróć do globalnych statystyk
pt_br: Voltar para as estatísticas globais
ro: Înapoi la statisticile globale
ru: Вернуться к глобальной статистике
sk: Späť k celkovým údajom
sr: Назад на глобалну статистику
tr: Toplu istatistiklere dön
tt: Глобаль статистикага әйләнеп кайтыйк
uk: Повернутись до глобальної статистики
vi: Quay lại số liệu thống kê chung

source: {lang} ({total} member)
ar: {lang} (لا أعضاء)
bg: {lang}({total} член)
br: {lang} ({total} ezel)
de: {lang} ({total} Mitglied)
el: {lang} ({συνολικα} μέλος)
eo: {lang} ({total} membro)
es: {lang} ({total} miembro)
fi: {lang} ({total} jäsen)
fr: {lang} ({total} membre)
he: {lang} (חבר אחד)
hi: {lang} ({total} सदस्य)
hu: {lang} ({total} tag)
ia: {lang} ({total} membro)
id: {lang} ({total} anggota)
is: {language.nomUpper} ({total} meðlimi)
it: {lang} ({total} membro)
ja: {lang}（{total}人）
ku: {lang} ({total} endam)
mr: {lang} ({total} सदस्य)
nl: {lang} ({total} lid)
pl: {lang} ({total} użytkownik)
pt_br: {lang}: ({total} membro)
ro: {lang} ({total} membru)
ru: {lang} ({total} участник)
sk: {lang} ({total} člen)
sr: {lang} ({total} члан)
tr: {lang} ({total} üye)
tt: {lang} ({total} катнашучылар)
uk: {lang} ({total} учасник)
vi: {lang} ({total} thành viên)

source: Password
ar: كلمة السر
bg: Парола
br: Ger-tremen
de: Passwort
el: Συνθηματικό
eo: Pasvorto
es: Contraseña:
eu: Pasahitza
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
ia: Contrasigno
id: Kata sandi
is: Lykilorð
ja: パスワード
ku: Pêborîn
mr: पासवर्ड
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parola
ru: Пароль
sk: Heslo
sr: Шифра
tr: Şifre
tt: Серсүз
uk: Пароль
vi: Mật khẩu

source: Remember me
ar: تذكّرني
bg: Запомни ме
br: Kaout soñj ac'hanon
de: Angemeldet bleiben
el: Απομνημονεύστε με
eo: Memori min
es: Recordarme
eu: Gogoratu hemendik aurrera
fi: Muista minut
fr: Connexion automatique
he: לזכור אותי
hi: मुझे याद रखो|
hu: Jelszó megjegyzése
ia: Rememorar me
id: Ingat kata sandi
is: Muna mig
it: Ricordami
ja: ログイン状態を保持する
ku: Min bi bîr bîne
mr: मला लक्षात ठेवा
nl: Aangemeld blijven
pl: Pamiętaj mnie
pt_br: Lembrar nome de usuário e senha
ro: Ține-mă minte
ru: Запомнить меня
sk: Zapamätať
sr: Упамти ме
tr: Beni hatırla
tt: Мине исеңдә тот
uk: Запам'ятати мене
vi: Nhớ tôi

source: Forgot your password?
ar: أنسيت كلمة المسر؟
bg: Забравена парола?
br: Disoñjet ho peus ho ker-tremen?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
eo: Ĉu vi forgesis vian pasvorton?
es: ¿Olvidó su contraseña?
eu: Pasahitza ahaztu duzu?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
he: שכחת את הסיסמה?
hi: पासवर्ड भूल गएं?
hu: Elfelejtetted a jelszavad?
ia: Contrasigno oblidate?
id: Lupa kata sandi?
is: Gleymdirðu lykilorðinu?
it: Hai dimenticato la password?
ja: パスワードをお忘れの方はこちら
ku: Te pêborîna xwe ji bîr kir?
mr: पासवर्ड विसरलात?
nl: Wachtwoord vergeten?
pl: Zapomniałeś/łaś hasła?
pt_br: Esqueceu sua senha?
ro: Parolă uitată?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sr: Заборављена шифра?
tr: Şifrenizi mi unuttunuz?
tt: Серсүзне оныттыгызмы?
uk: Забули свій пароль?
vi: Quên mật khẩu?

source: Send new password
ar: أرسل كلمة المرور الجديدة
bg: Изпратете нова парола
br: Kas ur ger-tremen nevez
de: Neues Passwort abschicken
el: Αποστολή νέου συνθηματικού
eo: Sendi novan pasvorton
es: Enviar nueva contraseña
eu: Bidali pasahitz berria
fi: Lähetä uusi salasana
fr: Envoyer nouveau mot de passe
he: שליחת סיסמה חדשה
hi: नया पासवर्ड भेजिए
hu: Küldd el az új jelszót
ia: Inviar contrasigno nove
id: Kirim kata sandi baru
is: Senda nýtt lykilorð
it: Invia una nuova password
ja: 新しいパスワードを送る
ku: Pêborîna nû bişîne
mr: नवीन पासवर्ड पाठवा
nl: Nieuw wachtwoord verzenden
pl: Wyślij nowe hasło
pt_br: Enviar nova senha
ro: Trimiteți noua parolă
ru: Послать новый пароль
sk: Zaslať nové heslo
sr: Постави нову шифру
tr: Yeni şifreyi gönder
tt: Яңа серсүз җибәрергә
uk: Надіслати новий пароль
vi: Gửi mật khẩu mới

source: Email
ar: البريد الإلكترونيّ
bg: електронна поща
br: Postel
eo: Retpoŝto
es: Correo electrónico
eu: E-posta
fi: Sähköpostiosoite
fr: Courriel
he: דוא״ל
hi: ईमेल
is: Netfang
ja: メールアドレス
ku: Epeyam
mr: ईमेल
ru: Электронная почта
sr: Мејл
tr: E-posta
tt: Электрон почта
uk: Електронна пошта

source: I accept the <a href="{}">terms of use</a>
ar: أقبل <a href="{}">شروط الاستخدام</a>
bg: Приемам <a href="{}">условията за ползване</a>
br: Sevel a ran a-du gant <a href="{}">an termenoù implij</a>
de: Ich nehme die <a href="{}">Nutzungsbedingungen</a> an.
el: Αποδέχομαι τους <a href="{}">όρους χρήσης</a>
eo: Mi akceptas la <a href="{}">kondiĉojn de uzo</a>
es: Acepto los <a href="{}">términos de uso</a>
eu: Onartzen ditut <a href="{}">erabiltzeko baldintzak</a>
fi: Hyväksyn <a href="{}">käyttöehdot</a>
fr: J'accepte les <a href="{}">conditions d'utilisation</a>
he: <a href="{}">תנאי השימוש</a> מוסכמים מבחינתי
hi: मैं <a href="{}">उपयोग की शर्तें</a> मंजूर करता या करती हूँ
hu: Egyetértek a <a href="{}">felhasználási feltételekkel</a>
ia: Io accepta le <a href="{}">conditiones de uso</a>
id: Saya menyetujui <a href="{}">syarat penggunaan</a> yang ada.
is: Ég samþykki <a href="{}">notkunarskilmálana</a>
it: Accetto le <a href="{}">condizioni d'uso</a>
ja: <a href="{}">利用規約</a>に同意する
ku: Ez <a href="{}">mercên bikaranînê</a> dipejirînim.
mr: मी <a href="{}">वापर अटी</a> कबूल करतो किंवा करते.
nl: Ik accepteer de <a href="{}">gebruiksvoorwaarden</a>
pl: Akceptuję <a href="{}">Warunki korzystania</a>
pt_br: Eu aceito os <a href="{}">termos de uso</a>
ro: Sunt de acord cu <a href="{}">termenii de utilizare</a>
ru: Я принимаю <a href="{}">правила использования</a>
sk: Súhlasím s <a href="{}">podmienkami</a>
sr: Прихватам <a href="{}">усллове коришћења</a>
tr: <a href="{}">Kullanım Koşulları</a>nı kabul ediyorum.
tt: Мин куллану шартларын кабул итәм
uk: Я згоден з <a href="{}">умовами використання</a>
vi: Tôi chấp nhận <a href="{}">điều khoản sử dụng</a>

source: unmask password
ar: أظهِر كلمة المرور
bg: показване на парола
br: diskouez ar ger-tremen
de: Passwort anzeigen
el: αποκάλυψη κωδικού
eo: senmaskigi pasvorton
es: desenmascarar contraseña
eu: pasahitza mozorrorik gabe
fi: näytä salasanan merkit
fr: Afficher le mot de passe
he: ביטול מיסוך סיסמה
hi: पासवर्ड दिखाएँ
hu: jelszó mutatása
ia: revelar contrasigno
id: tunjukkan password
is: sýna lykilorð
it: mostra la password
ja: パスワードを表示する
ku: pêborînê nîşan bide
mr: पासवर्ड उघडपणे दाखवा
nl: wachtwoord zichtbaar maken
pl: pokaż hasło
pt_br: mostrar senha
ro: afișați parola
ru: показать пароль
sk: zobraziť heslo
sr: прикажи шифру
tr: şifreyi göster
tt: серсүзне ачу
uk: показати пароль
vi: hiện mật khẩu

source: Unmask password
bg: Показване на парола
br: Diskouez ar ger-tremen
de: Passwort anzeigen
el: Αποκάλυψη συνθηματικού
eo: Montri pasvorton
es: Mostrar contraseña
eu: Erakutsi pasahitza
fi: Näytä salasanan merkit
fr: Afficher le mot de passe
he: ביטול מיסוך סיסמה
hi: पासवर्ड दिखाएँ
hu: Jelszó mutatása
ia: Revelar contrasigno
id: Tampilkan kata sandi
is: Sýna lykilorð
it: Mostra la password
ja: パスワードを表示する
ku: Pêborînê nîşan bide
mr: पासवर्ड लपवू नका
nl: Toon wachtwoord
pl: Pokaż hasło
pt_br: Desmascarar senha
ro: Afișați parola
ru: Показать пароль
sk: Zobraziť heslo
sr: Прикажи шифру
tr: Şifreyi göster
tt: Серсүзне ачу
vi: Hiện mật khẩu

source: Invalid email address
ar: البريد الإلكتروني غير صالح
bg: Невалиден и-мейл адрес.
br: Chomlec'h postel fall
de: Ungültige E-Mail-Adresse
el: Μη έγκυρο email
eo: Retpoŝtadreso ne validas.
es: Dirección de correo-e incorrecta
eu: Ezin onartu e-posta helbide hori
fi: Epäkelpo sähköposti
fr: Adresse courriel invalide
he: כתובת הדוא״ל שגויה
hi: अवैध ईमेल पता
hu: Az e-mail cím formátuma nem érvényes
ia: Adresse de e-mail non valide
id: Alamat email salah
is: Ógilt netfang
it: Indirizzo e-mail non valido
ja: メールアドレスが無効です。
ku: Navnîşana epeyama nederbasdar
mr: अवैध इमेल पत्ता
nl: Ongeldig e-mailadres
pl: Nieprawidłowy email
pt_br: Endereço de e-mail inválido
ro: E-mailul nu este valid
ru: Недействительный адрес электронной почты
sk: Neplatná emailová adresa.
sr: Невалидна мејл адреса
tr: Geçersiz e-posta adresi
tt: Дөрес булмаган электрон почта адресы
uk: Неправильна адреса електронної пошти
vi: Địa chỉ email không hợp lệ

source: Email address already used.
ar: استعمل أحدهم عنوان البريد هذا.
bg: И-мейлът е вече регистриран.
br: Ar postel a zo implijet dija.
de: Diese E-Mail-Adresse wird bereits verwendet.
el: To email είναι ήδη σε χρήση
eo: Retpoŝtadreso jam uzatas.
es: Esa dirección de correo-e ya está en uso
eu: Erabili da e-posta helbide hori!
fi: Sähköposti on jo käytössä.
fr: Adresse courriel déjà utilisée.
he: כבר נעשה שימוש בכתובת הדוא״ל.
hi: यह ईमेल पता पहले से ही इस्तेमाल किया गया है।
hu: Az e-mail cím már foglalt.
ia: Adresse de e-mail jam usate.
id: Alamat email tersebut sudah terpakai
is: Netfang frátekið.
it: Indirizzo e-mail già utilizzato.
ja: このアドレスは既に登録されています。
ku: Ev navnîşana epeyamê berê hatiye bikaranîn.
mr: हा ईमेल पत्ता आधीच नोंदणीकृत आहे.
nl: E-mailadres wordt al gebruikt.
pl: Email już raz użyty.
pt_br: E-mail já utilizado
ro: Există deja un cont făcut cu această adresă de e-mail.
ru: Адрес электронной почты уже используется.
sk: Táto emailová adresa sa už používa.
sr: Мејл адреса је већ заузета.
tr: E-posta adresi önceden kullanılmış.
tt: Электрон почта адресы инде кулланылган.
uk: Адреса електронної пошти вже використовується.
vi: Địa chỉ email đã được sử dụng.

source: Leave this blank
bg: Оставете това празно
br: Lezit goullo
de: Frei lassen
eo: Lasu malplena
es: Deje esto en blanco
fi: Jätä tämä kenttä tyhjäksi.
fr: Laissez cela vide
he: להשאיר ריק
hi: इसे खाली छोड़ें
hu: Hagyd ezt üresen
id: Biarkan kosong
is: Skildu eftir autt
it: Lascia questo vuoto
ja: ここは空欄のままにしてください。
mr: हा रकाना रिकामा ठेवा
nl: Laat dit veld leeg
pl: Pozostaw puste
pt_br: Deixar em branco
ro: Nu completați
ru: Оставьте это поле пустым
sk: Zanechať prázdne
tt: Бу басуны буш калдырыгыз
vi: Để trống

source: Native language:
ar: اللغة الأم:
bg: Роден език:
br: Yezh-vamm:
de: Muttersprache:
el: Μητρική γλώσσα:
eo: Denaska lingvo:
es: Idioma nativo:
eu: Ama-hizkuntza:
fi: Äidinkieli:
fr: Langue natale :
he: שפת אם:
hi: मातृभाषा:
hu: Anyanyelv
ia: Lingua native:
id: Bahasa ibu:
is: Móðurmál:
it: Lingua materna:
ku: Zimanê dayikê:
mr: मातृभाषा:
nl: Moedertaal:
pl: Język ojczysty:
pt_br: Idioma nativo:
ro: Limba maternă:
ru: Родной язык:
sk: Rodný jazyk:
sr: Матерњи језик:
tr: Ana dil:
tt: Туган тел:
uk: Рідна мова:
vi: Tiếng mẹ đẻ:

source: If you don't find your native language in the list, leave this as 'None'.
ar: إن لم تجد لغتك الأم في القائمة، فاختر "بدون".
bg: Ако не намерите родния си език в списъка, оставете това като „None“.
br: ma ne c'hallit ket kavout ho yezh-vamm el listenn, laoskit anezhi evel "Hini ebet".
de: Bei Nichtvorhandensein deiner Muttersprache wähle „keine“.
el: Αν δεν μπορειτε να βρείτε την μητρική σας γλώσσα στον κατάλογο, αφήστε το ως 'Καμία'.
eo: Se vi ne trovas vian denaskan lingvon en la listo, lasu "Neniu".
es: Si no encuentra su lengua materna en la lista, deje ésta como 'Ninguna'.
eu: Ez baduzu zure jatorrizko hizkuntza topatzen zerrenda honetan, utzi beharko duzu hau horrela 'Zerrendatik at'.
fi: Jos ei löydä äidinkieltäsi listalta, valitse ”Ei mitään”.
fr: Si vous ne trouvez pas votre langue natale dans la liste, laissez sur « aucune langue ».
he: אם לא מצאת את שפת האם שלך ברשימה. נא להשאיר את זה על ‚ללא’.
hi: आपकी मातृ भाषा इस सूची में नहीं मिली, तो इसे "कोई भी नहीं" पर छोड़ दें।
hu: Ha nem találod az anyanyelvedet a listában, hagyd ezt "Egyik sem" értéken.
ia: Si tu lingua native non se trova in le lista, lassa lo como 'Nulle'.
id: Bila Anda tidak menemukan bahasa ibu Anda pada daftar, silakan pilih 'Tidak ada'.
is: Ef þú finnur ekki móðurmálið þitt á listanum skaltu skilja reitin tóman.
it: Se non trovi la tua lingua materna nell'elenco, lasciala come 'Nessuna'.
ja: 母国語が見つからない場合は「なし」を選択してください。
mr: आपल्याला आपली मातृभाषा या यादीत सापडली नाही, तर या पर्यायाला "कोणतीही नाही" असेच ठेवा.
nl: Als je je moedertaal niet in de lijst kan vinden, laat hem dan op "Geen" staan.
pl: Jeśli nie widzisz swojego języka ojczystego na liście, zostaw to jako 'Brak'.
pt_br: Caso não encontre seu idioma nativo na lista, deixe este campo com "Nenhum".
ro: Dacă nu vă găsiți limba maternă în listă, selectați „Niciuna”.
ru: Если вы не нашли в списке вашего родного языка, оставьте в этом поле «Нет».
sk: Pokiaľ nenájdete svoj rodný jazyk na zozname, vyberte možnosť „Žiadny“.
sr: Ако не видите свој матерњи језик на списку, оставите ово као "Ниједан".
tr: Listede ana dilinizi bulamadıysanız 'Yok' olarak bırakın.
tt: Әгәр исемлектә туган телегезне тапмасагыз, "юк"мәгънәсен калдырыгыз.
uk: Якщо ви не можете знайти вашу рідну мову в переліку, залиште в цьому полі 'Жодного'.
vi: Nếu bạn không tìm thấy tiếng mẹ đẻ của mình trong danh sách, hãy để nó là 'Không có'.

source: You did not accept the terms of use.
ar: لم تقبل شروط الاستخدام.
bg: Не приехте условията за ползване.
br: N'ho peus ket asantet d'an termenoù implij.
de: Du hast die Nutzungsbedingungen nicht angenommen.
el: Δεν αποδεχθήκατε τους όρους χρήσης.
eo: Vi ankoraŭ ne akceptis la kondiĉojn de uzo.
es: No aceptó los términos de uso.
eu: Ez dituzu erabiltzeko arauak onartu.
fi: Et hyväksynyt käyttöehtoja.
fr: Vous n'avez pas accepté les conditions d'utilisation.
he: לא אישרת את הסכמתך לתנאי השימוש.
hi: आपने उपयोग की शर्तें स्वीकार नहीं की.
hu: Nem fogadtad el a felhasználási feltételeket.
ia: Tu non ha acceptate le conditiones de uso.
id: Anda belum menyetujui syarat penggunaan yang telah ditentukan.
is: Þú samþykktir ekki notkunarskilmálana.
it: Non hai accettato le condizioni d'uso.
ja: 使用条件を承諾していないため登録できません。
ku: Te mercên bikaranînê ne pejirand.
mr: वापर अटी आपण स्वीकारल्या नाहीत.
nl: Je hebt de gebruiksvoorwaarden niet geaccepteerd.
pl: Nie zaakceptowałeś/łaś Warunków korzystania.
pt_br: Você não aceitou os termos de uso.
ro: Nu ați acceptat termenii de utilizare.
ru: Вы не согласились с условиями использования
sk: Nesúhlasili ste s podmienkami.
sr: Нисте прихватили услове коришћења.
tr: Kullanım Koşullarını kabul etmediniz.
tt: Сез файдалану шартларын кабул итмәдегез.
uk: Ви не погодились з Умовами Використання.Ви не погодились з Умовами Використання.
vi: Bạn đã không chấp nhận các điều khoản sử dụng.

source: Tatoeba user: {username}
ar: مستخدم تتويبا: {username}
bg: Потребител на Tatoeba: {username}
br: Implijer Tatoeba: {username}
de: Tatoeba-Benutzer: {username}
el: Tatoeba χρήστης: {username}
eo: Uzanto de Tatoeba: {username}
es: Usuario de Tatoeba: {username}
eu: Tatoeba erabiltzailea: {username}
fi: Tatoeba-käyttäjä: {username}
fr: Utilisateur Tatoeba : {username}
he: משתמש בטטואבה:‏ {username}
hi: Tatoeba उपयोगकर्ता: {username}
hu: Tatoeba felhasználó: {username}
ia: Usator de Tatoeba: {username}
id: Pengguna Tatoeba: {username}
is: Notandi Tatoebu: {username}
it: Utente di Tatoeba: {username}
ja: Tatoeba ユーザー：{username}
ku: Bikarhênerê Tatoebayê: {username}
mr: तातोएबा प्रयोक्ता: {username}
nl: Tatoeba-gebruiker: {username}
pl: Użytkownik Tatoeba: {username}
pt_br: Usuário do Tatoeba: {username}
ro: Utilizator Tatoeba: {username}
ru: Пользователь Tatoeba: {username}
sk: Tatoeba užívateľ: {username}
sr: Татоеба корисник: {username}
tr: Tatoeba kullanıcısı: {username}
tt: Татоэба кулланучысы: {username}
uk: Користувач Tatoeba: {username}
vi: Người dùng Tatoeba: {username}

source: Latest sentences
ar: أحدث الجمل
bg: Последни изречения
br: Frazennoù diwezhañ
de: Neueste Sätze
el: Τελευταίες φράσεις
eo: Plej novaj frazoj
es: Últimas oraciones
eu: Azken esaldiak
fi: Viimeisimmät lauseet
fr: Dernières phrases
he: המשפטים העדכניים
hi: नवीनतम वाक्य
hu: Legfrissebb mondatok
ia: Ultime phrases
id: Kalimat terbaru
is: Nýjustu setningar
it: Frasi più recenti
ja: 最近の投稿
ku: Hevokên dawîn
mr: सर्वात अलीकडची वाक्ये
nl: Recentste zinnen
pl: Najnowsze zdania
pt_br: Últimas frases
ro: Ultimele propoziții
ru: Последние предложения
sk: Posledné vety
sr: Скорашње реченице
tr: Son cümleler
tt: Соңгы җөмләләр
uk: Останні речення
vi: Câu mới nhất

source: view all
ar: اعرض الكل
bg: виж всички
br: gwelet pep-tra
de: alle anzeigen
el: εμφάνιση όλων
eo: vidi ĉiujn
es: Visualizar todo
eu: ikus dena
fi: Näytä kaikki
fr: tout voir
he: להציג הכול
hi: सभी देखें
hu: az összes megtekintése
ia: vider totes
id: lihat semua
is: sjá allt
it: visualizza tutti
ja: すべて表示
ku: hemûyan bibîne
mr: सर्व पाहा
nl: toon alles
pl: pokaż wszystko
pt_br: ver todas
ro: vizualizați tot
ru: посмотреть все
sk: zobraziť všetky
sr: погледај све
tr: tümünü görüntüle
tt: барысын да карарга
uk: переглянути всі
vi: xem tất cả

source: Latest Wall messages
ar: أحدث رسائل في الحائط
bg: Последни съобщения на стената
br: Kemennadennoù diwezhañ ar Voger
de: Neueste Pinnwandbeiträge
el: Τελευταία μηνύματα Τοίχου
eo: Lastaj murmesaĝoj
es: Últimos mensajes en el Muro
eu: Hormako azken mezuak
fi: Uusimmat viestit seinällä
fr: Derniers placards
he: הודעות אחרונות על הקיר
hi: वाल पर के नवीनतम संदेश
hu: Legutóbbi üzenetek az üzenőfalon
ia: Ultime messages de muro
id: Pesan Dinding terbaru
is: Nýjustu veggskilaboð
it: Messaggi in bacheca più recenti
ja: 最近の掲示板への書き込み
ku: Peyamên dawîn ên Dîwêr
mr: भिंतीवरील सर्वात अलीकडचे संदेश
nl: Meest recente muurberichten
pl: Najnowsze wiadomości na tablicy ogłoszeń
pt_br: Últimas mensagens do Mural
ro: Ultimele mesaje de pe Perete
ru: Последние сообщения на стене
sk: Posledné správy na Nástenke
sr: Погледај последње поруке на зиду
tr: Son Duvar mesajları
tt: Дивардагы соңгы хәбәрләр
uk: Останні повідомлення на стіні
vi: Tin nhắn tường mới nhất

source: Add vocabulary items
ar: أضف مفردات
bg: Добавете елементи от речника
br: Ouzhpennañ elfennoù er c'heriaoueg
de: Wünsche äußern
el: Πρόσθεση αντικειμένων λεξιλογίου
eo: Aldoni vortojn
es: Añadir elementos de vocabulario
eu: Gehitu lexiko aleak
fi: Lisää sanoja
fr: Ajouter des éléments de vocabulaire
he: הוספת פריטים לאוצר המילים
hi: शब्दावली में वस्तु जोड़ें
hu: Szavak hozzáadása
ia: Adder entratas de vocabulario
id: Tambah kosakata
is: Bæta við orðaforðaatriði
it: Aggiungi delle voci di vocabolario
ja: 語彙を追加
ku: Hêmanên peyvê tevlî bike
mr: शब्दसंग्रहात वस्तू जोडा
nl: Lemma's toevoegen
pl: Dodaj słowa
pt_br: Adicionar itens de vocabulário
ro: Adăugați termeni de vocabular
ru: Добавить статью
sk: Pridať položky slovnej zásoby
sr: Додај ставке у речник
tr: Kelime öğeleri ekle
tt: Сүзлек саклыклыгын өстәү
uk: Додати елементи словника
vi: Thêm các mục từ vựng
