Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: This language has already been added to your profile.
ar: أُضيفت هذه اللغة إلى ملفك فعلًا.
bg: Този език вече е добавен към вашия профил.
br: Ar yezh-mañ a zo bet ouzhpennet d'ho profil endeo.
de: Diese Sprache ist schon in dein Profil eingetragen.
el: Αυτή η γλώσσα έχει ήδη προστεθεί στο προφίλ σας.
eo: Tiu ĉi lingvo jam estis aldonita al via profilpaĝo.
es: Este idioma ya se ha añadido a su perfil.
eu: Dagoeneko hizkuntza hau zure profilean gehitu egin da.
fi: Tämä kieli on jo lisätty profiiliisi.
fr: Cette langue a déjà été ajoutée à votre profil.
he: השפה הזו כבר נוספה לפרופיל שלך.
hi: यह भाषा पहले से ही आपके प्रोफ़ाइल में जोड़ी गई है।
hu: Ez a nyelv már hozzá lett adva a profilodhoz.
ia: Iste lingua ha ja essite addite a tu profilo.
id: Bahasa ini sudah dipilih di profil Anda.
is: Þetta tungumál hefur þegar verið bætt við notandasíðu þína.
it: Questa lingua è già stata aggiunta al tuo profilo.
ja: 指定した言語は既にプロフィールに追加されています。
ku: Ev zimana berê li profîla te hatiye zêdekirin.
mr: ही भाषा आधीच आपल्या रूपरेखेत जोडली गेली आहे.
nl: Deze taal is al aan je profiel toegevoegd.
pl: Ten język został już dodany do Twojego profilu.
pt_br: Este idioma já foi adicionado ao seu perfil.
ro: Această limbă a fost deja adăugată la profilul dumneavoastră.
ru: Этот язык уже был добавлен в ваш профиль.
sk: Tento jazyk už bol pridaný na váš profil.
sr: Овај језик је већ додат на ваш профил.
tr: Bu dil profilinize önceden eklenmiş.
tt: Бу тел сезнең профильгә инде өстәлгән иде.
vi: Ngôn ngữ này đã sẵn có trong hồ sơ của bạn.

source: You cannot save this language.
ar: لا يمكنك حفظ هذه اللغة.
bg: Не можете да запазите този език.
br: Ne c'hellit ket enrollañ ar yezh-mañ.
de: Diese Sprache kann nicht gespeichert werden.
el: Δεν μπορείτε να αποθηκεύσετε αυτή τη γλώσσα.
eo: Vi ne povas registri tiun ĉi lingvon.
es: No puede guardar este idioma.
eu: Ezin duzu hizkuntza hau gorde.
fi: Et voi tallentaa tätä kieltä.
fr: Vous ne pouvez pas sauvegarder cette langue.
he: אי אפשר לשמור את השפה הזאת.
hi: आप इस भाषा को सहेज नहीं सकते।
hu: Nem tudod menteni ezt a nyelvet.
ia: Tu non pote salveguardar iste lingua.
id: Bahasa ini tidak dapat Anda simpan.
is: Þú getur ekki vistað þetta tungumál.
it: Non puoi salvare questa lingua.
ja: 指定した言語は保存できません。
ku: Tu nikarî vî zimanî tomar bike.
mr: आपण ही भाषा सेव्ह करू शकत नाही.
nl: Je kunt deze taal niet opslaan.
pl: Nie możesz zapisać tego języka.
pt_br: Você não pode salvar este idioma.
ro: Nu puteți salva această limbă.
ru: Вы не можете сохранить этот язык.
sk: Tento jazyk nemôžete uložiť.
sr: Овај језик не можете да сачувате.
tr: Bu dili kaydedemezsiniz.
tt: Сез бу телне саклый алмыйсыз.
uk: Ви не можете зберігти цю мову.
vi: Bạn không thể lưu ngôn ngữ này.

source: Language deleted
ar: حُذفت اللغة
bg: Езикът е изтрит
br: Yezh dilamet
de: Sprache entfernt.
el: Η γλώσσα διαγράφθηκε
eo: Lingvo forigita
es: Idioma eliminado
eu: Hizkuntza ezabatuta
fi: Kieli poistettu
fr: Langue supprimée
he: השפה נמחקה
hi: भाषा हटाई गई
hu: Nyelv törölve.
ia: Lingua delite
id: Bahasa dihapus
is: Tungumál eytt
it: Lingua eliminata
ja: 言語を削除しました。
ku: Ziman hate jêbirin
mr: भाषा हटवली
nl: Taal verwijderd
pl: Usunięto język
pt_br: Idioma removido.
ro: Limbă ștearsă
ru: Язык удален
sk: Jazyk zmazaný.
sr: Језик обрисан
tr: Dil silindi
tt: Тел бетерелгән
uk: Мову видалено
vi: Ngôn ngữ đã bị xóa

source: You cannot delete this language.
ar: لا يمكنك حذف هذه اللغة.
bg: Не можете да изтриете този език.
br: Ne c'hellit ket dilemel ar yezh-mañ.
de: Diese Sprache kann nicht gelöscht werden.
el: Δεν μπορείτε να διαγράψετε αυτή την γλώσσα.
eo: Vi ne povas forigi tiun ĉi lingvon.
es: No puede eliminar este idioma.
eu: Ezin duzu hizkuntza hau ezabatu.
fi: Et voi poistaa tätä kieltä.
fr: Vous ne pouvez pas supprimer cette langue.
he: אי אפשר למחוק את השפה הזאת.
hi: आप यह भाषा हटा नहीं सकते।
hu: Nem tudod törölni ezt a nyelvet.
ia: Tu non pote deler iste lingua.
id: Anda tidak dapat menghapus bahasa ini.
is: Þú getur ekki eytt þessari tungumál.
it: Non puoi eliminare questa lingua.
ja: この言語は削除できません。
ku: Tu nikarî vî zimanî jê bibe.
mr: आपण ही भाषा हटवू शकत नाही.
nl: Je kunt deze taal niet verwijderen.
pl: Nie możesz usunąć tego języka.
pt_br: Você não pode remover este idioma.
ro: Nu puteți șterge această limbă.
ru: Вы не можете удалить этот язык.
sk: Tento jazyk nemôžete zmazať .
sr: Не можете да обришете овај језик.
tr: Bu dili silemezsiniz.
tt: Сез бу телне бетерә алмыйсыз.
uk: Ви не можете видалити цю мову.
vi: Bạn không thể xóa ngôn ngữ này.

source: Message saved.
ar: حُفظت الرسالة
bg: Съобщението е запазено.
br: Kemennadenn enrollet.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
eo: La mesaĝo estas konservita.
es: Mensaje guardado.
eu: Mezua ondo gorde da.
fi: Viesti tallennettu.
fr: Le message a été sauvegardé.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hu: Az üzenet mentésre került.
ia: Message salveguardate.
id: Pesan tersimpan.
is: Skilaboð vistað.
it: Messaggio salvato.
ja: 書き込みを保存しました。
ku: Peyam hate tomarkirin.
mr: संदेश सेव्ह झाला.
nl: Bericht opgeslagen.
pl: Wiadomość zapisana.
pt_br: A mensagem foi salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sr: Порука сачувана.
tr: Mesaj kaydedildi.
tt: Хәбәр сакланган.
uk: Повідомлення збережено.
vi: Tin nhắn đã được lưu.

source: You do not have permission to edit this message.
ar: ليس مسموحًا لك تحرير هذه الرسالة.
bg: Нямате права за да редактирате това съобщение.
br: N'ho peus gwir ebet evit kemm an evezhiadenn-mañ.
de: Du darfst diese Nachricht nicht bearbeiten.
el: Δεν έχετε άδεια να επεξεργαστείτε αυτό το μήνυμα.
eo: Vi ne havas permeson por redakti tiun mesaĝon.
es: No está autorizado para editar este mensaje.
eu: Ez duzu mezu hau editatzeko baimenik.
fi: Sinulla ei ole oikeuksia muokata tätä viestiä.
fr: Vous n'avez pas la permission de modifier ce message.
he: אין לך הרשאה לערוך הודעה זו.
hi: आपके पास इस संदेश को संपादित करने की अनुमति नहीं है।
hu: Nincs jogosultságod az üzenet szerkesztéséhez.
ia: Tu non ha le permission de modificar iste message.
id: Anda tidak memiliki izin untuk mengedit pesan ini.
is: Þú hefur ekki leyfi til að breyta þessu skilaboði.
it: Non hai il permesso di modificare questo messaggio.
ja: この書き込みを編集する権限がありません。
ku: Ji bo sererastkirina vê peyamê destûra te tune ye.
mr: हा संदेश संपादित करण्याची आपल्याकडे परवानगी नाही.
nl: Je hebt geen toestemming om dit bericht te bewerken.
pl: Nie masz uprawnień do zmiany tej wiadomości.
pt_br: Você não tem permissão para editar esta mensagem.
ro: Nu aveți permisiunea de a edita acest mesaj.
ru: У Вас нет прав на редактирование этого сообщения.
sk: Nemáte oprávnenie na úpravu tejto správy.
sr: Немате дозволу да измените ову поруку.
tr: Bu mesajı düzenlemeye yetkiniz yok.
tt: Сезнең бу хәбәрне төзәтергә хокукыгыз юк.
uk: Ви не маєте дозволу на редагування цього повідомлення.
vi: Bạn không được quyền chỉnh sửa tin nhắn này.

source: The message you are trying to view does not exist or has been deleted.
ar: إمّا أن الرسالة التي تحاول عرضها لم تعد موجودة أو أنها حُذفت.
bg: Съобщението, което се опитвате да видите, не съществува или е изтрито.
br: N'eus ket eus ar gemennadenn a glaskit sellout outañ pe dilamet eo bet.
de: Die gewünschte Nachricht existiert nicht oder wurde gelöscht.
el: Το μήνυμα που προσπαθείτε να προβάλλετε δεν υπάρχει ή έχει διαγραφεί.
eo: La mesaĝo, kiun vi provas rigardi, ne ekzistas aŭ estis forigita.
es: El mensaje que está tratando de ver no existe o ha sido eliminado.
eu: Ikusi nahi duzun mezu hori edo ez da existitzen edo ezabatua izan da.
fi: Viestiä, jota yrität katsella, ei ole olemassa tai se on poistettu.
fr: Le message que vous tentez de visualiser n'existe pas ou a été supprimé.
he: ההודעה המיועדת להצגה לא קיימת או שנמחקה.
hi: आप जो संदेश देखने की कोशिश कर रहे हैं वह मौजूद नहीं है, या फिर उसे हटाया गया है।
hu: Az üzenet, amit megtekintenél nem létezik vagy már törölve lett.
ia: Le message que tu cerca non existe o ha essite delite.
id: Pesan yang Anda maksud tidak dapat ditemukan atau telah dihapus.
is: Skilaboðið sem þú ert að reyna að skoða eru ekki til eða hefur verið eytt.
it: Il messaggio che stai provando a visualizzare non esiste, oppure è stato cancellato.
ja: この書き込みは存在しないか、もしくは削除されました。
ku: Peyama ku tu dixwazî wê bibîne an tune ye an jî hatiye jêbirin.
mr: आपण जो संदेश पाहायचा प्रयत्न करत आहात तो अस्तित्वात नाही, किंवा तो हटवला गेला आहे.
nl: Het bericht dat je probeert te bekijken, bestaat niet of is verwijderd.
pl: Wiadomość, którą próbujesz odczytać nie istnieje lub została usunięta.
pt_br: A mensagem que você está tentando visualizar não existe ou foi removida.
ro: Mesajul pe care încercați să îl vizualizați nu există sau a fost șters.
ru: Сообщение, которое вы пытаетесь посмотреть, не существует или было удалено.
sk: Správa, ktorú sa snažíte zobraziť, nejestvuje alebo bola odstránená.
sr: Порука коју покушавате да отворите не постоји или је избрисана.
tr: Görüntülemeye çalıştığınız mesaj ya mevcut değil ya da silinmiş.
tt: Сез карарга теләгән хәбәр юк яки юк ителгән.
uk: Повідомлення що ви намагаєтесь переглянути не існує або було видалене.
vi: Tin nhắn bạn muốn xem không tồn tại hoặc đã bị xóa.

source: “sentence owner”, because “{username}” is not a valid username
ar: ”مالك الجملة“، لأن اسم المستخدم ”{username}“ غير صحيح
bg: „Собственик на изречение“, защото „{username}“ не е валидно потребителско име
br: "perc'henn ar frazenn", peogwir n'eo ket "{username}" un anv implijer reizh
de: „Autor des Satzes“. Grund: Es gibt kein Mitglied mit diesem Namen.
el: "ιδιοκτήτης φράσης", επειδή "{username}" δεν είναι έγκυρο όνομα χρήστη
eo: „posedanto de la traduko", ĉar „{username}" ne estas valida uzanto
es: “dueño de la oración”, porque “{username}” no es un nombre de usuario válido
eu: “esaldiaren jabea”, zeren “{erabiltzailea}” ez da erabil daitekeen erabiltzaile-izena
fi: Lauseen ”Omistaja”, koska ”{username}” ei ole kelvollinen käyttäjätunnus
fr: « propriétaire de la phrase », car « {username} » n'est pas un nom d'utilisateur valide
he: „בעלי המשפט”, כיוון ש־„{username}” זה לא שם משתמש תקף
hi: “सजा का मालिक”, क्योंकि “{username}” एक मान्य उपयोगकर्ता नाम नहीं है।
hu: "mondatgondozó", mert "{username}" nem egy érvényes felhasználónév
ia: “possessor del phrase”, perque “{username}” non es un nomine de usator valide
id: Pengguna dengan nama "{username}" tidak dapat ditemukan. Mohon periksa kembali kolom "Pemilik".
is: „setningaeigandi“ vegna þess að „{username}“ er ekki gilt notendanafn
it: "proprietario della frase", perché "{username}" non è un nome utente valido
ja: 例文の「所有者」：“{username}” が存在しないため。
mr: “वाक्य मालक”, कारण “{username}” हे एक वैध प्रयोक्ता नाव नाही
nl: "zin eigenaar", omdat "{username}" geen geldige gebruikersnaam is
pl: "autor/ka zdania", ponieważ "{username}" jest nieważną nazwą użytkownika.
pt_br: "proprietário da frase", pois "{username}" não é um nome de usuário válido
ro: „proprietarul propoziției” deoarece „{username}” nu este un nume de utilizator valid
ru: «владелец предложения», так как имя «{username}» недействительно
sk: „majiteľ vety“, pretože „{username}“ nie je platné užívateľské meno
sr: „власник реченице”, јер „{username}” није валидно корисничко име
tr: “cümle sahibi” çünkü “{username}” geçerli bir kullanıcı adı değil
tt: "җөмләнең хуҗасы", чөнки "1{username}" кулланучының рөхсәт ителә торган исеме түгел
uk: “власник речення”, тому що “{username}” не є існуючим ім'ям користувача
vi: “chủ sở hữu câu”, vì “{username}” không phải là tên người dùng hợp lệ

source: “translation owner”, because “{username}” is not a valid username
ar: ”مالك الترجمة“، لأن اسم المستخدم ”{username}“ غير صحيح
bg: „Собственик на превод“, тъй като „{username}“ не е валидно потребителско име
br: “perc'henner an droidigezh”, rak “{username}” n'eo ket un anv-implijer reizh
de: „Autor der Übersetzung“. Grund: Es gibt kein Mitglied mit diesem Namen.
el: "ιδιοκτήτης μετάφρασης", επειδή "{username}" δεν είναι έγκυρο όνομα χρήστη
eo: „posedanto de la traduko", ĉar „{username}" ne estas valida uzanto
es: “dueño de la traducción”, porque “{username}” no es un nombre de usuario válido
eu: “itzulpenaren jabea”, zeren “{erabiltzailea}” ez da erabil daitekeen erabiltzaile-izena
fi: Käännöksen ”Omistaja”, koska ”{username}” ei ole kelvollinen käyttäjätunnus
fr: « propriétaire de la traduction », car « {username} » n'est pas un nom d'utilisateur valide
he: „בעלי התרגום”, כיוון ש־„{username}” זה לא שם משתמש תקף
hi: “अनुवाद का मालिक”, क्योंकि “{username}” एक मान्य उपयोगकर्ता नाम नहीं है।
hu: "fordításgondozó", mert "{username}" nem egy érvényes felhasználónév
ia: “possessor del traduction”, perque “{username}” non es un nomine de usator valide
id: "pemilik terjemahan", dikarenakan "{username}" bukan nama pengguna yang sah
is: „þýðingaraeigandi“ vegna þess að „{username}“ er ekki gilt notendanafn
it: "proprietario della traduzione", perché “{username}” non è un nome utente valido
ja: 翻訳の「所有者」：“{username}” が存在しないため。
mr: “भाषांतर मालक”, कारण “{username}” हे एक वैध प्रयोक्ता नाव नाही
nl: "vertaling eigenaar", omdat "{username}" geen geldige gebruikersnaam is
pl: "właściciel tłumaczenia", ponieważ "{username}" nie jest prawidłową nazwą użytkownika
pt_br: "proprietário da tradução", pois "{username}" não é um nome de usuário válido
ro: „proprietarul traducerii” deoarece „{username}” nu este un nume de utilizator valid
ru: «владелец перевода», так как имя «{username}» недействительно
sk: „majiteľ prekladu“, pretože „{username}“ nie je platné užívateľské meno
sr: „власник превода”, јер „{username}” није валидно корисничко име
tr: “çeviri sahibi” çünkü “{username}” geçerli bir kullanıcı adı değil
tt: "тәрҗемә хуҗасы", чөнки" 1{username} " кулланучының рөхсәт ителә торган исеме түгел
uk: "власник переклада", тому що “{username}” не є правильним ім'ям користувача
vi: “chủ sở hữu bản dịch”, vì “{username}” không phải là tên người dùng hợp lệ

source: “tagged as {tagName}”, because it's an invalid tag name
ar: "موسومة بِ‍ {tagName}“، لأنه وسم غير صالح
bg: „Маркиран като {tagName}“, защото това е невалидно име на маркер
br: "merket evel {tagName}", peogwir eo un anv baliz direizh
de: „Mit dem Etikett ‚{tagName}‘ versehen“. Grund: Es gibt dieses Etikett nicht.
el: "με ετικέτα {tagName}", επειδή δεν είναι έγκυρο όνομα ετικέτας
eo: “markita kiel {tagName}”, ĉar ĝi estas nevalida etikedo
es: “etiquetada como {tagName}”, porque es un nombre de etiqueta inválido
eu: “etiketa-izena {tagName}”, etiketa izena onartzen ez delako
fi: ”Tunnisteet: ’{tagName}’”, koska tunniste ei ole kelvollinen
fr: « étiquettée {tagName} », car ce n'est pas une étiquette valide
he: „מתויג בתור {tagName}”, כיוון ששם התגית שגוי
hi: "{tagName} के रूप में टैग किया गया", क्योंकि यह एक अमान्य टैग नाम है
hu: "{tagName} címke figyelmen kívül hagyva", mert ez nem egy érvényes címkenév
ia: “con etiquetta {tagName}”, perque iste nomine de etiquetta non es valide
id: Label dengan nama "{tagName}" tidak dapat ditemukan. Mohon periksa kembali kolom "Label"
is: „merkt sem {tagName}“ því það er ógilt merkjanafn
it: "etichettate come {tagName}”, perché è un nome di etichetta non valido
ja: タグ：指定した "{tagName}” が存在しないため。
mr: “{tagName} ही खूणचिठ्ठी लावली गेली”, कारण हे एका अवैध खूणचिठ्ठीचे नाव आहे
nl: “gelabeld als {tagName} omdat het een ongeldige labelnaam is
pl: “otagowane jako {tagName}”, ponieważ jest to nieprawidłowy tag.
pt_br: "tagueada como {tagName}” por se tratar de uma tag inválida
ro: „etichetat ca {tagName}”, pentru că numele de etichetă nu este valid
ru: «помечено тегом {tagName}», так как данный тег недействителен
sk: „označené štítkom {tagName}“, pretože ide o štítok s neplatným názvom
sr: „означено као {tagName}”, јер је невалидно име ознаке
tr: “{tagName} etiketi eklendi” çünkü geçerli bir etiket ismi değil
tt: "{tagName} дип тамгаланган" , чөнки бу тегның ярамый торган исеме
uk: “додано теґ {tagName}”, тому що це є неправильним ім'ям теґа
vi: “được gắn thẻ là {tagName}”, vì đó là tên thẻ không hợp lệ

source: “belongs to list number {listId}”, because list {listId} is private or does not exist
ar: ”تنتمي إلى القائمة رقم {listId}“ لأن القائمة {listId} خاصّة أو أن لا وجود لها
bg: „Принадлежи към номера на списъка {listId}“, тъй като списък {listId} е личен или не съществува
br: “perc'hennet gant al listenn niverenn {listId}”, dre ma 'z eo prevez eo al listenn {listId} pe n'eus ket anezhi
de: „gehört zur Liste mit der Nummer {listId}”, denn Liste {listId} ist privat or existiert nicht
el: "ανήκει στον κατάλογο νούμερο {listId}", επειδή ο κατάλογος {listId} είναι ιδιωτικός ή δεν υπάρχει
eo: “apartenas al listo numero {listId}”, ĉar listo {listId} estas privata aŭ ne ekzistas
es: “pertenece a un número de lista {listId}”, porque la lista {listId} es privada o no existe.
eu: “zenbakidun zerrenda batean dago {listId}”, arrazoia: {listId} zerrenda pribatua da edo ez da existitzen
fi: ”kuuluu listaan numero {listId}”, koska lista {listId} on yksityinen tai sitä ei ole olemassa
fr: « figure sur la liste numéro {listId} », car cette liste elle est privée ou n'existe pas
he: „שייך לרשימה מספר {listId}”, כיוון שהרשימה {listId} היא פרטית או שאינה קיימת
hi: "सूची संख्या {listId} से संबंधित है", क्योंकि सूची {listId} निजी है या मौजूद नहीं है
hu: "{listId}. számú listához tartozik", mert a(z) {listId}. számú lista privát vagy nem létezik
ia: “pertine al lista numero {listId}”, perque le lista {listId} es private o non existe
id: “terdapat dalam daftar nomor {listId}”, karena daftar {listId} adalah daftar pribadi atau tidak ada
is: „Er eign lista {listId},“ því að listi {listId} er falinn eða ekki til.
it: "appartiene all'elenco numero {listId}”, perché l'elenco {listId} è privato o non esiste
ja: リスト "{listId}”： "{listId}" が非公開リストであるかもしくは存在しないため。
mr: “यादी क्र. {listId} यात आहे”, कारण: {listId} ही यादी यादी खाजगी आहे किंवा ती अस्तित्वात नाही
nl: "behoort tot lijstnummer {listId}", omdat lijst {listId} privé is of niet bestaat
pl: "należy do listy numer {listId}", ponieważ lista {listId} jest listą prywatną lub nie istnieje
pt_br: "pertence à lista {listId}”, pois a lista {listId} é privada ou não existe
ro: „Aparține listei numărul {listId}” pentru că {listId} este privată sau nu există
ru: «принадлежит списку {listId}», так как список {listId} является персональным или не существует
sk: „patrí do zoznamu číslo {listId}“, pretože zoznam {listId} je súkromný alebo nejestvuje
sr: „припада листи број {listId}”, јер је листа {listId} приватна или не постоји
tr: “{listId} numaralı listeye ait” çünkü {listId} listesi ya özel ya da mevcut değil
tt: "{listId} исемлегенең номеры бар", чөнки {listId} bсемлеге ябык яки юк
uk: “належить до списка за номером {listId}”, тому що список {listId} є приватним або не існує
vi: “thuộc về số danh sách {listId}”, vì danh sách {listId} là riêng tư hoặc không tồn tại

source: “sentence is orphan”, because “sentence owner” is set to a username
ar: ”الجملة يتيمة“، لأنك ضبطت ”مالك الجملة“ على اسم أحد المستخدمين
bg: „Изречението е сирак“, защото „собственикът на изречението“ е зададен на потребителско име
br: "ar frazenn 'zo minor", rak "perc'henn ar frazenn" a zo lakaet d'un anv-implijer
de: „Satz verwaist“. Grund: Es wurde ein bestimmtes Mitglied ausgewählt.
el: "ορφανή φράση", επειδή το "ιδιοκτήτης φράσης" έχει τεθεί σε όνομα χρήστη
eo: „frazo estas orfa" ĉar la „posedanto de la traduko" estas ligita al uzantonomo
es: “la oración es huérfana”, porque se escribió un nombre de usuario en el campo “dueño de la oración”
eu: “esaldia zurtz dago”, arrazoia “esaldiaren jabea” erabiltzaile bati esleitu zaio
fi: ”Lause on orpo”, koska kenttään ”Omistaja” on kirjoitettu käyttäjätunnus
fr: « phrase orpheline », car un nom d'utilisateur est spécifié dans « propriétaire de la phrase »
he: „המשפט יתום”, כיוון ש„בעלי המשפט” מוגדר לשם משתמש
hi: "वाक्य अनाथ है", क्योंकि "वाक्य स्वामी" उपयोगकर्ता नाम पर सेट है
hu: "árva mondat", mert a "mondat gondozó" egy felhasználónévre van beállítva
ia: “phrase es orphane”, perque “possessor del phrase” es definite como un nomine de usator
id: "kalimat tak berpemilik", karena "pemilik kalimat" diset ke nama pengguna
is: „setning er munaðarlaus,“ því að „setningaeigandi“ er set sem notandanafn
it: "frasi orfane", perché "proprietario della frase" è associato a un nome utente
ja: 例文の「野良文」：例文の「所有者」にユーザーが指定されているため。
mr: “वाक्य अनाथ आहे”, कारण “वाक्य मालक” रकाना भरला गेला आहे
nl: "zin is een wees", omdat het veld "zin eigenaar" is ingevuld met een gebruikersnaam
pl: "zdanie jest osierocone", ponieważ "właściciel zdania" jest ustawione na nazwę użytkownika
pt_br: "a frase está órfã", pois "proprietário da frase" corresponde a um nome de usuário
ro: „propoziția este orfană” deoarece „proprietarul propoziției” este setat la un nume de utilizator
ru: «предложение без владельца», так как указан «владелец предложения»
sk: „veta je sirota“, pretože „majiteľ vety“ je nastavený na užívateľské meno
sr: „реченица је сироче”, јер „власник реченице” има постављено корисничко име
tr: “cümle sahipsiz” çünkü “cümle sahibi” kullanıcı adı girmek zorunda
tt: "җөмлә хуҗасыз", чөнки "җөмлә хуҗасы" өчен кулланучы исеме бирелгән
uk: "речення без власника", тому що критерій "власник речення" встановлений як ім'я користувача
vi: "câu trở thành mồ côi", vì "chủ sở hữu câu" đã được đặt thành tên người dùng
