Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: There's no user called {username}
ar: لا يوجد مستخدم يُدعى {username}
bg: Не съществува потребител {username}
br: N'eus implijer ebet anvet {username}
de: Es existiert kein Benutzer mit dem Namen {username}
el: Δεν υπάρχει χρήστης που να ονομάζεται {username}
eo: Estas neniu uzanto kun la nomo {username}
es: No hay ningún usuario llamado {username}
eu: Ez dago {username} izeneko erabiltzailerik
fi: {username}-nimistä käyttäjää ei ole
fr: Il n'y a aucun utilisateur du nom de {username}
he: אין משתמש בשם {username}
hi: {username} नाम का कोई भी उपयोगकर्ता नहीं है।
hu: Nem létezik felhasználó {username} néven.
ia: Non existe un usator con le nomine {username}
id: Tidak ditemukan pengguna dengan nama {username}
is: Það er enginn notandi kallaður {username}
it: Non esiste alcun utente chiamato {username}
ja: {username} というユーザーはいません。
ku: Bikarhênerek bi navê {username} tune ye
mr: {username} या नावाचे कोणतेही प्रयोक्ता नाही.
nl: Er is geen gebruiker met de naam {username}
pl: Nie ma użytkownika o nazwie {username}
pt_br: Não há nenhum usuário chamado {username}.
ro: Nu există niciun utilizator numit {username}
ru: Пользователя {username} не существует
sk: Užívateľ s menom {username} nejestvuje.
sr: Не постоји корисник са именом {username}
tr: {username} adında bir kullanıcı yok
tt: {username} исемле кулланучы юк
uk: Користувача {username} не існує
vi: Không có người dùng nào mang tên{username}

source: Your audio settings have been saved.
ar: حُفظت إعدادات الصوت.
bg: Аудио настройките бяха записани.
br: Enrollet eo bet hoc'h arventennoù aodio.
de: Audioeinstellungen gespeichert.
el: Οι ρυθμίσεις ήχου έχουν αποθηκευτεί.
eo: Viaj sonagordoj estis registritaj.
es: Sus ajustes de sonido se han guardado.
eu: Zure audio ezarpenak gorde egin dira.
fi: Ääniteasetuksesi on tallennettu.
fr: Vos paramètres d’enregistrements sonores ont été sauvegardés.
he: הגדרות השמע נשמרו.
hi: आपके ऑडियो सेटिंग्ज़ सहेजे गए हैं।
hu: A hangbeállításokat elmentettük.
ia: Le configuration audio ha essite salveguardate.
id: Pengaturan audio Anda telah disimpan.
is: Hljóðstillingar þínar hafa verið vistaðar.
it: Le tue impostazioni relative all'audio sono state salvate.
ja: 音声設定が保存されました。
ku: Sazkariyên te yên deng hatin tomarkirin.
mr: आपले ऑडिओ पर्याय सेव्ह केले गेले आहेत.
nl: Je audioinstellingen zijn opgeslagen.
pl: Ustawienia dźwięku zostały zapisane.
pt_br: As suas configurações de áudio foram salvas.
ro: Setările dumneavoastră audio au fost salvate.
ru: Настройки аудио сохранены.
sk: Vaše nastavenia zvuku boli uložené.
sr: Ваша аудио подешавања су сачувана.
tr: Ses ayarlarınız kaydedildi.
tt: Сезнең тавыш көйләүләрегез сакланды.
uk: Ваші налаштування звука збережено.
vi: Cài đặt âm thanh đã được lưu.

source: An error occurred while saving. Please try again or contact us to report this.
ar: وقع خطأ أثناء الحفظ. من فضلك أعِد المحاولة أو أبلِغنا عن هذا الخطأ.
bg: Грешка при запис. Моля опитайте отново или се свържете с нас да го докадвате.
br: C'hoarvezet ez eus bet ur fazi pa oa oc'h enrollañ. Klaskit ur wech adarre pe kit e darempred ganeomp evit danevellañ an dra-mañ.
de: Während des Speichervorgangs ist ein Fehler aufgetreten. Versuche es bitte erneut, oder kontaktiere uns, um uns das Problem zu melden!
el: Ένα σφάλμα προέκυψε κατά την αποθήκευση. Παρακαλούμε προσπαθήστε πάλι ή επικοινωνήστε μαζί μας για να το αναφέρετε.
eo: Eraro okazis dum konservado. Bonvolu provi denove aŭ kontakti nin por raporti tion.
es: Surgió un error al guardar. Por favor, inténtelo de nuevo o contáctenos para informar de ello.
eu: Akats bat sortu da gordetzerakoan. Mesedez, saia zaitez berriro edo jar zaitez gurekin harremanetan akats honen berri guri emateko.
fi: Tallennuksessa tapahtui virhe. Yritä uudelleen tai ota meihin yhteyttä raportoidaksesi tästä.
fr: Une erreur est survenue lors de la sauvegarde. Veuillez essayer à nouveau ou nous contacter pour nous faire part du problème.
he: אירעה שגיאה במהלך השמירה. נא לנסות שוב או ליצור איתנו קשר כדי לדווח לנו על כך.
hi: सहेजते समय त्रुटि हो गई। कृपया दोबारा कोशिश करें या इसकी रिपोर्ट करने के लिए हमसे संपर्क करें।
hu: Hiba lépett fel a mentéskor. Próbáld újra vagy jelezd nekünk a hibát.
ia: Un error ha occurrite durante le salveguarda. Tenta lo de novo o contacta nos pro signalar isto.
id: Terjadi kegalatan saat menyimpan. Silakan coba lagi atau hubungi kami terkait kegalatan ini.
is: Villa kom upp við vistun. Vinsamlegast reyndu aftur eða hafðu samband til að tilkynna þetta.
it: Si è verificato un errore durante il salvataggio. Riprova a salvare, oppure contattaci per segnalare l'errore, per favore.
ja: 保存中にエラーが発生しました。もう一度やり直すか、エラーを報告してください。
ku: Di tomarkirinê de çewtiyek çêbû. Ji bo ragihandina vê çewtiyê ji kerema xwe dîsa biceribîne an jî bi me re têkilî dayine.
mr: सेव्ह करताना त्रुटी आढळली. कृपया पुन्हा प्रयत्न करून बघा, किंवा आम्हाला याची सूचना देण्यास आमच्याशी संपर्क साधा.
nl: Er is iets misgegaan bij het opslaan. Probeer het nog eens of neem contact met ons op om dit probleem te melden.
pl: Podczas zapisywania wystąpił błąd. Proszę spróbować ponownie lub zgłosić błąd.
pt_br: Erro ao salvar. Por favor, tente novamente ou entre em contato conosco para relatar este problema.
ro: S-a produs o eroare în timpul salvării. Vă rugăm să încercați din nou sau contactați-ne pentru a raporta problema.
ru: При сохранении произошла ошибка. Пожалуйста, попробуйте снова или свяжитесь с нами, чтобы сообщить об этом.
sk: Behom ukladania sa vyskytla chyba. Prosím, skúste to znova alebo chybu nahláste.
sr: Дошло је до грешке при снимању. Пробајте поново или нас контактирајте.
tr: Kaydetme sırasında hata oluştu. Lütfen tekrar deneyin veya sorunu bildirmek için bize ulaşın.
tt: Саклаганда хата килеп чыкты. Зинһар, кабатлап карагыз яки бу турыда хәбәр итү өчен безнең белән элемтәгә керегез.
uk: Помилка при збереженні. Будь ласка спробуйте пізніше або повідомте нам про цю помилку.
vi: Đã xảy ra lỗi khi lưu. Vui lòng thử lại hoặc liên hệ chúng tôi để thông báo về vấn đề này.

source: Please wait until the list is updated.
ar: من فضلك انتظر إلى أن تُحدّث القائمة.
bg: Моля изчакайте обновяване на списъка.
br: Gortozit betek ma vo hizivaet al listenn, mar plij.
de: Bitte warten. Die Liste wird aktualisiert.
el: Παρακαλούμε περιμένετε όσο η λίστα ενημερώνεται.
eo: Bonvolu atendi ĝis la listo estas ĝisdatigita.
es: Por favor, espere hasta que se actualice la lista.
eu: Itxaron, mesedez, zerrenda eguneratuta egon arte.
fi: Odota kunnes lista päivittyy.
fr: Veuillez patienter jusqu'à ce que la liste soit mise à jour.
he: נא להמתין בזמן שהקובץ עולה
hi: कृपया सूची अपडेट होने तक प्रतीक्षा करें।
hu: Kérünk, várj, amíg a lista frissül.
ia: Per favor, attende usque le lista es actualisate.
id: Harap tunggu hingga daftar diperbarui.
is: Vinsamlegast bíddu þar til listinn er uppfærður.
it: Per favore, aspetta finché l'elenco non è aggiornato.
ja: リストを更新しています。しばらくお待ちください。
ku: Ji kerema xwe li benda hildemandina lîsteyê be.
mr: यादी अद्ययावत होईपर्यंत कृपया प्रतीक्षा करा.
nl: Wacht alsjeblieft tot de lijst is bijgewerkt.
pl: Proszę czekać na aktualizację listy.
pt_br: Por favor, aguarde até que a lista seja atualizada.
ro: Vă rugăm să așteptați până când lista se va actualiza.
ru: Пожалуйста, дождитесь обновления списка.
sk: Prosím, počkajte kým sa zoznam neobnoví.
sr: Сачекајте да се листа ажурира.
tr: Lütfen liste güncellenirken bekleyin.
tt: Зинһар, исемлек яңарганчы көтегез.
vi: Vui lòng đợi trong khi danh sách được cập nhật.

source: A license switch is already in progress.
bg: Промяната на лиценза се изпълнява.
br: Ur cheñchamant lisañs a zo war-ober dija.
de: Es ist bereits eine Lizenzänderung im Gange.
el: Μία αλλαγή άδειας είναι ήδη σε εξέλιξη.
eo: Permesilŝanĝo jam okazanta.
es: Ya hay en marcha un cambio de licencia.
eu: Lizentzia aldatzeko eskaera egin da eta tramitatzen ari da.
fi: Lisenssinvaihto on jo käynnissä.
fr: Un changement de licence est déjà en cours.
he: הרישיון כבר בתהליכי החלפה.
hi: एक लाइसेंस स्विच पहले से ही प्रगति पर है।
hu: Egy licencmódosítás már folyamatban van.
ia: Un cambio de licentia es jam in progresso.
id: Sudah ada pergantian lisensi yang sedang diproses.
is: Breyting á notendaleyfi er þegar í gangi.
it: Un cambio di licenza è già in corso.
ja: ライセンスの変更はすでに進行中です。
ku: Jixwe guherîna lîsansekê dewam dike.
mr: परवाना बदलण्याची एक प्रक्रिया आधीच प्रगतीपथावर आहे.
nl: Een omschakeling van de licentie wordt al uitgevoerd.
pl: Zmiana licencji jest już w toku.
pt_br: Já há uma troca de licença em progresso.
ro: O schimbare de licență este deja în curs.
ru: Переключение лицензии уже выполняется.
sk: Prebieha prepínanie licencií.
sr: Промена лиценце је већ у току.
tr: Bir lisans değişimi zaten devam ediyor.
tt: Лицензия алыштырыла инде.
uk: Зміна ліцензії вже почалась.
vi: Quá trình chuyển đổi giấy phép đang được tiến hành.

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
ar: الجملتان رقم {firstNumber} ورقم {secondNumber} هما الآن ترجمتان مباشرتان من بعضهما.
bg: Израз №{firstNumber} и №{secondNumber} вече са директни преводи един на друг.
br: Ar frazennoù # {firstNumber} ha #{second Number} a zo evit bremañ troidigezhioù eeun eus an eil d'e-benn.
de: Die Sätze {firstNumber} und {secondNumber} sind jetzt direkte Übersetzungen.
el: Οι φράσεις #{firstNumber} και #{secondNumber} είναι τώρα απευθείας μεταφράσεις η μια της άλλης.
eo: La frazoj n-ro{firstNumber} kaj n-ro{secondNumber} estas nun rektaj tradukoj unu de la alia.
es: Las oraciones nº {firstNumber} y nº {secondNumber} ahora son traducciones directas entre sí.
eu: Honelako esaldiak #{firstNumber} eta honelakoak #{secondNumber} orain batzuk besteen itzulpen zuzenak dira.
fi: Lauseet #{firstNumber} ja #{secondNumber} ovat nyt toistensa suoria käännöksiä.
fr: Les phrases numéros {firstNumber} et {secondNumber} sont désormais des traductions directes l'une de l'autre.
he: משפטים מס׳ {firstNumber} ומס׳ {secondNumber} הם כעת תרגומים ישירים אחד של השני.
hi: वाक्य #{firstNumber} और #{secondNumber} अब एक-दूसरे के प्रत्यक्ष अनुवाद हैं।
hu: A {firstNumber} és a {secondNumber} mondat most már közvetlen fordításai egymásnak.
ia: Le phrases #{firstNumber} e #{secondNumber} ora es traductiones directe le un del altere.
id: Kalimat #{firstNumber} dan #{secondNumber} sekarang saling tertaut.
is: Setning #{firstNumber} og #{secondNumber} eru núna beinþýðingar hver af öðrum.
it: Le frasi n° {firstNumber} e n° {secondNumber} adesso sono traduzioni dirette.
ja: #{firstNumber}と#{secondNumber}がリンクされました。
ku: Hevokên #{firstNumber} û #{secondNumber} êdî rasterast wergerên hev in.
mr: वाक्य क्र. {firstNumber} आणि वाक्य क्र. {secondNumber} ही आता एकमेकांची प्रत्यक्ष भाषांतरे आहेत.
nl: Zinnen {firstNumber} en {secondNumber} zijn nu directe vertalingen van elkaar.
pl: Zdania #{firstNumber} oraz #{secondNumber} są teraz swoimi dokładnymi tłumaczeniami.
pt_br: Agora, as frases #{firstNumber} e #{secondNumber} são traduções diretas uma da outra.
ro: Propozițiile #{firstNumber} și #{secondNumber} sunt acum traduceri directe una pentru cealaltă.
ru: Предложения №{firstNumber} и №{secondNumber} теперь прямые переводы друг друга.
sk: Veta #{firstNumber} a veta #{secondNumber} sú si teraz priamym prekladom.
sr: Реченице #{firstNumber} и #{secondNumber} су сада непосредни преводи једна друге.
tr: #{firstNumber} ve #{secondNumber} cümleleri artık birbirinin direkt çevirisi.
tt: # 1 {firstNumber} һәм # 2 {secondNumber}җөмләләре хәзер бер-берсенең туры тәрҗемәләре.
uk: Речення #{firstNumber} та #{secondNumber} тепер є прямими перекладами одне одного.
vi: Các câu # {firstNumber} và # {secondNumber} đã trở thành bản dịch trực tiếp của nhau.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
ar: الجملتان رقم {firstNumber} ورقم {secondNumber} لم يعودا ترجمتين مباشرتين لبعضهما.
bg: Израз №{firstNumber} и №{secondNumber} вече не са директни преводи един на друг.
br: Ar frazennoù #{firstNumber} ha #{secondNumber} n'int ket ken troidigezhioù eeun eus an eil d'e-benn.
de: Die Sätze {firstNumber} und {secondNumber} sind jetzt keine direkten Übersetzungen mehr.
el: Οι φράσεις #{firstNumber} και #{secondNumber} δεν είναι πλέον άμεσες μεταφράσεις η μια της άλλης.
eo: La frazoj n-ro{firstNumber} kaj n-ro{secondNumber} ne plu estas rektaj tradukoj unu de la alia.
es: Las oraciones nº {firstNumber} y nº {secondNumber} ya no son traducciones directas entre sí.
eu: Honelako esaldiak #{firstNumber} eta honelakoak #{secondNumber} ez dira batzuk besteen itzulpen zuzenak izango.
fi: Lauseet #{firstNumber} ja #{secondNumber} eivät ole enää toistensa suoria käännöksiä.
fr: Les phrases numéros {firstNumber} et {secondNumber} ne sont plus des traductions directes l'une de l'autre.
he: משפטים מס׳ {firstNumber} ומס׳ {secondNumber} אינם עוד תרגומים ישירים אחד של השני.
hi: वाक्य #{firstNumber} और #{secondNumber} अब एक-दूसरे के प्रत्यक्ष अनुवाद नहीं हैं।
hu: A #{firstNumber} és #{secondNumber} mondat többé nem közvetlen fordításai egymásnak.
ia: Le phrases #{firstNumber} e #{secondNumber} non plus es traductiones directe le un del altere.
id: Kalimat #{firstNumber} dan #{secondNumber} sekarang tidak lagi saling tertaut.
is: Setning #{firstNumber} og #{secondNumber} eru núna ekki lengur beinþýðingar hver af öðrum.
it: Le frasi n° {firstNumber} e n° {secondNumber} non sono più traduzioni dirette.
ja: #{firstNumber}と#{secondNumber}のリンクが解除されました。
ku: Hevokên #{firstNumber} û #{secondNumber} êdî rasterast ne wergerên hev in.
mr: वाक्य क्र.{firstNumber} आणि वाक्य क्र.{secondNumber} ही आता एकमेकांची प्रत्यक्ष भाषांतरे नाहीत.
nl: Zinnen {firstNumber} en {secondNumber} zijn niet meer directe vertalingen van elkaar.
pl: Zdania #{firstNumber} oraz #{secondNumber} nie są już swoimi dokładnymi tłumaczeniami.
pt_br: As frases #{firstNumber} e #{secondNumber} não são mais traduções diretas uma da outra.
ro: Propozițiile #{firstNumber} și #{secondNumber} nu mai sunt traduceri directe una pentru cealaltă.
ru: Предложения №{firstNumber} и №{secondNumber} больше не прямые переводы друг друга.
sk: Veta #{firstNumber} a veta #{secondNumber} už si nie sú priamym prekladom.
sr: Реченице #{firstNumber} и #{secondNumber} више нису непосредни преводи једна друге.
tr: #{firstNumber} ve #{secondNumber} cümleleri artık birbirinin direkt çevirisi değil.
tt: #{firstNumber} һәм #{secondNumber} җөмләләре инде бер-берсенең турыдан-туры тәрҗемәсе түгел
uk: Речення #{firstNumber} та #{secondNumber} тепер не є прямими перекладами одне одного.
vi: Các câu # {firstNumber} và # {secondNumber} không còn là bản dịch trực tiếp của nhau.

source: An error occurred while unlinking. Please try again or contact us to report this.
ar: وقع خطأ أثناء الفصل. من فضلك أعِد المحاولة أو أبلِغنا عن هذا الخطأ.
bg: Възникна грешка при премахване на връзката. Моля опитайте отново или се свържете с нас за да го докладвате.
br: C'hoarvezet ez eus bet ur fazi pa oa o tiliammañ. Klaskit ur wech adarre pe kit e darempred ganeomp evit danevellañ an dra-mañ.
de: Beim Trennen ist ein Fehler aufgetreten. Versuche es bitte erneut, oder melde uns den Fehler.
el: Ένα σφάλμα προέκυψε κατά την αποσύνδεση. Παρακαλούμε προσπαθήστε ξανά ή επικοινωνήστε μαζί μας για να το αναφέρετε.
eo: Okazis eraro dum la malligado. Bonvolu reprovi aŭ kontakti nin por raporti tion.
es: Ocurrió un error al desenlazar. Inténtelo de nuevo o contacte con nosotros para informar del fallo.
eu: Esteka mozterakoa akats bat sortu da. Mesedez, saia zaitez berriro edo jar zaitez garatzaileekin harremanetan akatsaren berri emateko.
fi: Tapahtui virhe linkityksen poistamisessa. Yritä uudelleen tai ota meihin yhteyttä ja raportoi virheestä.
fr: Une erreur est survenue en déliant. Merci de réessayer, ou contactez-nous pour nous en faire part.
he: אירעה שגיאה בניתוק החיבור. נא לנסות שוב או ליצור איתנו קשר כדי לדווח על כך.
hi: अनलिंक करते समय एक त्रुटि हुई। कृपया दोबारा कोशिश करें या इसकी रिपोर्ट करने के लिए हमसे संपर्क करें।
hu: Hiba lépett fel a szétkapcsolás közben. Próbáld újra vagy vedd fel velünk a kapcsolatot a hiba jelentéséhez.
ia: Un error ha occurrite durante le disligamento. Tenta lo de novo o contacta nos pro signalar isto.
id: Galat terjadi saat mencoba melepas tautan. Silakan coba lagi atau hubungi kami untuk melaporkan hal ini.
is: Villa kom upp við ótengingu. Vinsamlegast reyndu aftur eða hafðu samband til að tilkynna þetta.
it: Si è verificato un errore mentre venivano separate le due frasi. Riprova a separarle, oppure contattaci per segnalare l'errore, per favore.
ja: リンクの解除に失敗しました。再度お試しになるか、管理人にご報告ください。
ku: Di rakirina girêdanê de çewtiyek çêbû. Ji bo ragihandina vê çewtiyê ji kerema xwe dîsa biceribîne an jî bi me re têkilî dayine.
mr: दुवा जोडताना त्रुटी आढळली. पुन्हा प्रयत्न करून बघा, किंवा याचा अहवाल सादर करण्यासाठी आमच्याशी संपर्क साधा.
nl: Er is iets misgegaan bij het ontkoppelen. Probeer het nog eens of neem contact met ons op om dit probleem te melden.
pl: Podczas odłączania wystąpił błąd. Spróbuj ponownie albo skontaktuj się z nami, żeby to zgłosić.
pt_br: Ocorreu um erro ao desligar as frases. Por favor, tente novamente ou entre em contato conosco para relatar este problema.
ro: S-a produs o eroare la întreruperea legăturii. Vă rugăm să încercați din nou sau contactați-ne pentru a raporta problema.
ru: Ошибка при отсоединении. Пожалуйста, попробуйте снова или сообщите нам об ошибке.
sk: Pri rušení prepojenia sa vyskytla chyba. Prosím, skúste to znova alebo chybu nahláste.
sr: Дошло је до грешке при раскидању везе. Пробајте поново или нас контактирајте.
tr: Bağlantıyı kaldırırken bir hata oluştu. Lütfen tekrar deneyin ya da bu sorunu bildirmek için bize ulaşın.
tt: Элемтә өзелгәндә хата булган. Зинһар, кабатлап карагыз яки бу турыда хәбәр итү өчен безнең белән элемтәгә керегез.
uk: Під час відокремлення речення виникла помилка. Будь ласка спробуйте пізніше або зв'яжіться з нами щоб повідомити про помилку.
vi: Đã xảy ra lỗi khi hủy liên kết. Vui lòng thử lại hoặc liên hệ với chúng tôi để thông báo về vấn đề này.

source: Folder "{name}" emptied.
ar: أُفرغ المجلد ”{name}“.
bg: Папка "{name}" е изпразнена.
br: Goullonderet eo bet an teul "{name}".
de: Verzeichnis „{name}“ geleert.
el: Ο φάκελος "{name}" άδειασε.
eo: Dosierujo „{name}” malplenigita.
es: Carpeta "{name}" vaciada.
eu: Karpeta "{name}" hustuta.
fi: Kansio ”{name}” tyhjennetty.
fr: Dossier « {name} » vidé.
he: התיקייה „{name}” התרוקנה.
hi: फ़ोल्डर "{name}" खाली किया गया।
hu: A(z) "{name}" mappa kiürítésre került.
ia: Dossier "{name}" vacuate.
id: Folder "{name}" dikosongkan.
is: Mappa „{name}“ tæmd.
it: Cartella "{name}" svuotata.
ja: 「{name}」が空になりました。
ku: Peldanka "{name}"ê hate valakirin.
mr: "{name}" हा फोल्डर रिकामा केला गेला.
nl: Map "{name}" leeggemaakt.
pl: Folder "{name}" został opróżniony.
pt_br: A pasta "{name}" foi esvaziada.
ro: Dosarul „{name}” a fost golit.
ru: Папка «{name}» очищена.
sk: Priečinok „{name}“ je vyprázdnený.
sr: Директоријум „{name}” испражњен.
tr: "{name}" klasörü boşaltıldı.
tt: "{name} " папкасы бушап калды.
uk: Тека "{name}" спорожнена.
vi: Thư mục "{name}" đã được làm trống.

source: Sorry, we were unable to send your report. Please try again later, or instead contact {email}.
mr: क्षमा करा, आम्हाला तुमचा अहवाल पाठवता आला नाही. कृपा करून नंतर प्रयत्न करा, नाही तर त्याबदली {email} येथे संपर्क साधा.

source: There is no sentence with id {number}
ar: لا توجد جملة بالمعرّف {number}
bg: Не съществува израз с id {number}
br: N'eus frazenn ebet gant an id {number}
de: Es gibt keinen Satz mit der Nummer {number}.
el: Δεν υπάρχει φράση με το αναγνωριστικό {number}
eo: Ne ekzistas frazo kun identigilo {number}
es: No existe la oración con id {number}
eu: Ez dago esaldirik ID {number} horrekin
fi: Lausetta, jonka numero on {number}, ei ole olemassa
fr: Il n'y a pas de phrase avec l'id {number}
he: אין משפט עם המזהה {number}
hi: {number} आईडी वाला कोई वाक्य नहीं है
hu: Nincs mondat a {number} azonosítóval.
ia: Il non ha phrase con ID {number}
id: Tidak ditemukan kalimat dengan id {number}
is: Það er engin setning með auðkenni {number}
it: Non esiste alcuna frase con l'ID {number}.
ja: #{number}の例文はありません。
ku: Hevokek bi vê hejmarê {number} tune ye.
mr: {number} या आयडीचे कोणतेही वाक्य नाही
nl: Er is geen zin met het ID {number}
pl: Brak zdania o ID {number}
pt_br: Não existe frase com número de identificação {number}
ro: Nu există nicio propoziție cu id-ul {number}
ru: Предложения с номером {number} не существует
sk: Veta s číslom {number} nejestvuje.
sr: Не постоји реченица чији је ID {number}.
tr: {number} numaralı bir cümle yok.
tt: {number}идентификаторы булган җөмлә юк
uk: Речення з ідентифікатором {number} не існує
vi: Không có câu nào với id {number}

source: Your comment has been saved.
ar: حُفِظ تعليقك.
bg: Вашият коментар беше запазен.
br: Enrollet eo bet hoc'h evezhiadenn.
de: Kommentar gespeichert.
el: Το σχόλιό σας έχει αποθηκευτεί.
eo: Via komento estis konservita.
es: Se ha guardado su comentario.
eu: Zure iruzkina gorde egin da.
fi: Kommenttisi on tallennettu.
fr: Votre commentaire a été sauvegardé.
he: תגובתך נשמרה.
hi: आपकी टिप्पणी सहेजी गई है।
hu: A hozzászólásodat mentettük.
ia: Tu commento ha essite salveguardate.
id: Komentar Anda telah tersimpan.
is: Ummælið þitt hefur verið vistað.
it: Il tuo commento è stato salvato.
ja: コメントを投稿しました。
ku: Şîroveya te hate tomarkirin.
mr: आपली टिप्पणी सेव्ह केली गेली आहे.
nl: Je opmerking is opgeslagen.
pl: Twój komentarz został zapisany.
pt_br: Seu comentário foi salvo.
ro: Comentariul dumneavoastră a fost salvat.
ru: Комментарий сохранён.
sk: Váš komentár bol uložený.
sr: Ваш коментар је сачуван.
tr: Yorumunuz kaydedildi.
tt: Сезнең шәрех сакланды.
uk: Ваш коментар збережено.
vi: Nhận xét của bạn đã được lưu.

source: You do not have permission to edit this comment.
ar: ليس مسموحًا لك تحرير هذا التعليق.
bg: Нямате правомощия за корекция на това съдържание.
br: N'ho peus ket ar gwir evit kemmañ an evezhiadenn-mañ.
de: Du darfst diesen Kommentar nicht bearbeiten.
el: Δεν έχετε άδεια να επεξεργαστείτε αυτό το σχόλιο.
eo: Vi ne havas la permeson redakti tiun komenton.
es: No tiene permiso para editar este comentario.
eu: Ez duzu iruzkin hau editatzeko baimenik.
fi: Sinulla ei ole oikeuksia muokata tätä kommenttia.
fr: Vous ne disposez pas des droits de mise à jour de ce commentaire.
he: אין לך הרשאה לערוך את התגובה הזאת.
hi: आपको इस टिप्पणी को संपादित करने की अनुमति नहीं है।
hu: Nincs jogosultságod a megjegyzés szerkesztéséhez.
ia: Tu non ha le permission de modificar iste commento.
id: Anda tidak memiliki izin untuk mengedit komentar ini.
is: Þú hefur ekki leyfi til að breyta þessu ummæli.
it: Non hai il permesso di modificare questo commento.
ja: このコメントを編集する権限がありません。
ku: Ji bo sererastkirina vê şîroveyê destûra te tune ye.
mr: ही टिप्पणी संपादित करण्याची आपल्याकडे परवानगी नाही.
nl: Je hebt geen toestemming om deze opmerking te bewerken.
pl: Nie masz uprawnień do zmiany tego komentarza.
pt_br: Você não tem permissão para editar este comentário.
ro: Nu aveți permisiunea de a edita acest comentariu.
ru: У Вас нет прав на редактирование этого комментария.
sk: Na úpravu tohto komentára nemáte povolenie.
sr: Немате дозволу да измените овај коментар.
tr: Bu yorumu düzenlemeye yetkiniz yok.
tt: Сезнең бу шәрехне төзәтергә хокукыгыз юк.
uk: Ви не маєте дозволу змінювати цей коментар.
vi: Bạn không được quyền chỉnh sửa nhận xét này.
