Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Vocabulary requests
bg: Заявки за речник
br: Rekedoù geriaoueg
de: Vokabelwünsche
el: Αιτήσεις λεξιλογίου
eo: Privortaraj petoj
es: Peticiones de vocabulario
eu: Hitzen eskaera
fi: Sanatoiveet
fr: Demandes de vocabulaire
he: בקשות אוצר מילים
hi: शब्दावली अनुरोध
hu: Szókérések
ia: Requestas de vocabulario
id: Permintaan kosakata
is: Orðaforðabeiðnir
it: Richieste di vocaboli
ja: 語彙リクエスト集
ku: Daxwazên peyvan
mr: शब्दसंग्रह विनंत्या
nl: Aanvragen voor woordenschat
pl: Prośby o słowa
pt_br: Solicitações de vocabulário
ro: Cereri de vocabular
ru: Словарные запросы
sk: Žiadosti o slovnú zásobu
sr: Захтеви за вокабулар
tr: Kelime istekleri
tt: Сүзлек саклыклыклыгына рәсми сораулар
vi: Yêu cầu từ vựng

source: My vocabulary requests
bg: Моите речникови искания
br: Ma rekedoù geriaoueg
de: Meine Vokabelwünsche
el: Οι αιτήσεις λεξιλογίου μου
eo: Miaj privortaraj petoj
es: Mis peticiones de vocabulario
eu: Nire hitzen eskaerak
fi: Minun sanatoiveeni
fr: Mes demandes de vocabulaire
he: בקשות אוצר המילים שלי
hi: मेरी शब्दावली अनुरोध
hu: Saját szókérések
ia: Mi requestas de vocabulario
id: Permintaan kosakata saya
is: Mínar orðaforðabeiðnir
it: Le mie richieste di vocaboli
ja: 自分の語彙集
ku: Daxwazên peyvên min
mr: माझ्या शब्दसंग्रह विनंत्या
nl: Mijn aanvragen voor woordenschat
pl: Moje prośby o słowa
pt_br: Minhas solicitações de vocabulário
ro: Cererile mele de vocabular
ru: Мои словарные запросы
sk: Moje žiadosti o slovnú zásobu
sr: Моји захтеви за бокабулар
tr: Kelime isteklerim
tt: Минем сүзлек саклыклыгы таләп итә
vi: Yêu cầu từ vựng của tôi

source: Add vocabulary requests
bg: Добавяне заявки за речник
br: Ouzhpennañ ur reked geriaoueg
de: Vokabelwünsche äußern
el: Προσθήκη αιτήσεων λεξιλογίου
eo: Aldoni privortarajn petojn
es: Añadir peticiones de vocabulario
eu: Gehitu hitzen eskaerak
fi: Lisää sanatoiveita
fr: Demander du vocabulaire
he: הוספת בקשות אוצר מילים
hi: शब्दावली अनुरोध जोड़ें
hu: Szó kérése
ia: Adder requestas de vocabulario
id: Tambah permintaan kosakata
is: Bæta við orðaforðabeiðnir
it: Aggiungi delle richieste di vocaboli
ja: 語彙リクエストの追加
ku: Daxwazên peyvan tevlî bike
mr: शब्दसंग्रह विनंती जोडा
nl: Aanvragen voor woordenschat toevoegen
pl: Dodaj prośby o słowa
pt_br: Adicionar solicitações de vocabulário
ro: Adăugați cereri de vocabular
ru: Добавить словарные запросы
sk: Pridať žiadosti o slovnú zásobu
sr: Додај захтеве за вокабулар
tr: Kelime isteği ekle
tt: Сүзлек саклыклыгына рәсми сорау өстәргә
vi: Thêm yêu cầu từ vựng

source: Existing vocabulary requests
bg: Съществуващи заявки за речник
br: Rekedoù ouzhpennañ geriaoueg
de: Vokabelwünsche erfüllen
el: Υπάρχουσες αιτήσεις λεξιλογίου
eo: Ekzistantaj privortaraj petoj
es: Peticiones de vocabulario existentes
eu: Existitzen diren hitzen eskaerak
fi: Jo esitetyt sanatoiveet
fr: Demandes de vocabulaire en cours
he: בקשות אוצר מילים קיימות
hi: मौजूदा शब्दावली अनुरोध
hu: Meglévő szókérések
ia: Requestas de vocabulario existente
id: Permintaan kosakata yang ada
is: Núverandi orðaforðabeiðnir
it: Richieste di vocaboli esistenti
ja: リクエスト中の語彙
ku: Daxwazên peyvan ên heyî
mr: अस्तित्वातील शब्दसंग्रह विनंत्या
nl: Bestaande aanvragen voor woordenschat
pl: Istniejące prośby o słowa
pt_br: Solicitações de vocabulário existentes
ro: Cereri de vocabular existente
ru: Существующие словарные запросы
sk: Už zadaná žiadosť o slovnú zásobu
sr: Постојећи захтеви за вокабулар
tr: Mevcut kelime istekleri
tt: Сүзлекне куллануга булган таләпләр
vi: Yêu cầu từ vựng hiện có

source: Add a message:
ar: أضف رسالة:
bg: Добавяне съобщение:
br: Ouzhpennañ ur gemennadenn:
de: Nachricht hinzufügen:
el: Προσθήκη μηνύματος:
eo: Aldoni mesaĝon:
es: Agregar un mensaje :
eu: Gehitu mezua:
fi: Lisää viesti:
fr: Ajouter un message :
he: הוספת הודעה:
hi: संदेश जोड़ें:
hu: Üzenet:
ia: Adder un message:
id: Tinggalkan sebuah pesan:
is: Bæta við skilaboði:
it: Aggiungi un messaggio:
ja: 投稿する
ku: Peyamekê tevlî bike:
mr: नवीन संदेश :
nl: Voeg een bericht toe:
pl: Dodaj wiadomość:
pt_br: Adicionar uma mensagem:
ro: Adăugați un mesaj:
ru: Сообщение:
sk: Pridať správu:
sr: Додај поруку:
tr: Bir mesaj ekle:
tt: Хәбәрне өстәргә:
uk: Додати повідомлення:
vi: Thêm tin nhắn:

# wall message
source: {createdDate}, edited {modifiedDate}
bg: {createdDate}, редактиран{modifiedDate}
br: {createdDate}, aozet {modifiedDate}
de: {createdDate}, bearbeitet {modifiedDate}
el: {createdDate}, τροποποιήθηκε την {modifiedDate}
eo: {createdDate}, modifita {modifiedDate}
es: {createdDate}, modificado {modifiedDate}
eu: {createdDate}, editatua {modifiedDate}
fi: {createdDate}, muokattu {modifiedDate}
fr: {createdDate}, modifiée le {modifiedDate}
he: {createdDate}, נערך ב־{modifiedDate}
hi: {createdDate}, संपादित {modifiedDate}
hu: {createdDate}, szerkesztve {modifiedDate}
ia: {createdDate}, modificate le {modifiedDate}
id: {createdDate}, diedit {modifiedDate}
is: {createdDate} — breytt {modifiedDate}
it: {createdDate}, modificata il {modifiedDate}
ja: {createdDate}, 編集 {modifiedDate}
mr: पोस्ट केला {createdDate} रोजी, संपादित केला {modifiedDate} रोजी
nl: {createdDate}, aangepast {modifiedDate}
pl: {createdDate}, edytowane {modifiedDate}
pt_br: Criada em {createdDate}; editada em {modifiedDate}
ro: {createdDate}, editat {modifiedDate}
ru: {createdDate}, изменено {modifiedDate}
sk: {createdDate}, upravené {modifiedDate}
sr: {createdDate}, измењена {modifiedDate}
tr: {createdDate}, {modifiedDate} düzenlendi
tt: {createdDate}, редакцияләнгән {modifiedDate}
vi: {createdDate}, đã chỉnh sửa {modifiedDate}

source: hide replies
ar: أخفِ الردود
bg: скрване отговорите
br: kuzhat ar respontoù
de: Antworten verbergen
el: απόκρυψη απαντήσεων
eo: kaŝi la respondojn
es: ocultar respuestas
eu: ezkutatu iruzkinak
fi: piilota vastaukset
fr: cacher les réponses
he: הסתרת תגובות
hi: जवाब छिपाएँ
hu: válaszok elrejtése
ia: celar responsas
id: sembunyikan balasan
is: fela svör
it: nascondi le risposte
ja: 返信を非表示
ku: bersivan veşêre
mr: उत्तरे लपवा
nl: verberg reacties
pl: ukryj odpowiedzi
pt_br: Ocultar respostas
ro: ascundeți răspunsurile
ru: спрятать ответы
sk: Skryť odpovede
sr: сакриј одговоре
tr: cevapları gizle
tt: җавапларны яшерергә
uk: сховати відповіді
vi: ẩn câu trả lời

source: show replies
ar: أظهر الردود
bg: показване отговори
br: diskouez ar respontoù
de: Antworten anzeigen
el: εμφάνιση απαντήσεων
eo: montri la respondojn
es: mostrar respuestas
eu: erakutsi iruzkinak
fi: näytä vastaukset
fr: montrer les réponses
he: הצגת תגובות
hi: जवाब दिखाएँ
hu: válaszok mutatása
ia: monstrar responsas
id: tampilkan balasan
is: sýna svör
it: mostra le risposte
ja: 返信を表示
ku: bersivan nîşan bide
mr: उत्तरे दाखवा
nl: toon reacties
pl: pokaż odpowiedzi
pt_br: Mostrar respostas
ro: afișați răspunsurile
ru: показать ответы
sk: Zobraziť odpovede
sr: прикажи одговоре
tr: cevapları göster
tt: җаваплар күрсәтү
uk: показати відповіді
vi: hiển thị câu trả lời

source: Your login:
ar: اسم المستخدم:
bg: Вашият вход:
br: Hoc'h anaouader:
de: Benutzername:
el: Το όνομα χρήστη σου :
eo: Via uzanto-nomo:
es: Su usuario :
eu: Zure erabiltzaile-izena:
fi: Sisäänkirjautumisesi:
fr: Votre login :
he: שם המשתמש שלך:
hi: आपका लॉगिन:
hu: Felhasználónév:
ia: Nomine de usator:
id: Nama pengguna Anda:
is: Innskráning þín:
it: Il tuo accesso:
ja: ユーザー名：
ku: Têketina te:
mr: आपले लॉगइन :
nl: Je inlognaam:
pl: Twój login:
pt_br: Seu nome de usuário:
ro: Autentificarea dumneavoastră:
ru: Ваш логин:
sk: Vaše prihlasovacie meno:
sr: Твоја пријава:
tr: Oturumunuz:
tt: Сезнең логин:
uk: Ваш логін:
vi: Đăng nhập của bạn:

source: Your new password:
ar: كلمة مرورك الجديدة:
bg: Вашата нова парола:
br: Ho ker-tremen nevez:
de: Dein neues Passwort:
el: Ο νέος κωδικός πρόσβασης :
eo: Via nova pasvorto:
es: Su nueva contraseña :
eu: Zure pasahitz berria:
fi: Uusi salasanasi:
fr: Votre nouveau mot de passe :
he: הסיסמה החדשה שלך:
hi: आपका नया पासवर्ड:
hu: Új jelszó:
ia: Contrasigno nove:
id: Kata sandi baru Anda:
is: Þitt nýtt lykilorð
it: La tua nuova password:
ja: 新しいパスワード ：
ku: Pêborîna te ya nû:
mr: आपला नवीन पासवर्ड :
nl: Je nieuwe wachtwoord:
pl: Twoje nowe hasło:
pt_br: Sua nova senha:
ro: Noua parolă:
ru: Новый пароль:
sk: Vaše nové heslo:
sr: Твоја нова шифра:
tr: Yeni şifreniz:
tt: Сезнең яңа серсүз:
uk: Новий пароль:
vi: Mật khẩu mới của bạn:

source: Page not found
mr: पान सापडलं नाही

source: Client error
mr: क्लायंट त्रुटी

source: Server error
mr: सर्व्हर त्रुटी

source: {user}'s favorite sentences
ar: جمل {user} المفضلة
bg: Любими изречения на {user}
br: Frazennoù karetañ {user}
de: Lieblingssätze von {user}
el: {user}'s αγαπημένες φράσεις
eo: Plej ŝatataj frazoj de {user}
es: Oraciones favoritas de {user}
eu: {user}'s esaldi gustukoenak
fi: Käyttäjän {user} suosikkilauseet
fr: Phrases favorites de {user}
he: המשפטים המועדפים על {user}
hi: {user} के पसंदीदे वाक्य
hu: {user} kedvenc mondatai
ia: Phrases favorite de {user}
id: Kalimat favorit {user}
is: Setningar í eftirlæti {user}
it: Frasi preferite di {user}
ja: {user}さんのお気に入り
mr: {user} यांची आवडीची वाक्ये
nl: De favoriete zinnen van {user}
pl: Ulubione zdania użytkownika {user}
pt_br: Frases favoritas de {user}
ro: Propozițiile favorite ale lui {user}
ru: Избранные предложения {user}
sk: Obľúbené vety užívateľa {user}
sr: Омиљене реченице корисника {user}
tr: {user} kullanıcısının favori cümleleri
tt: {user}'s яраткан җөмләләре
uk: Речення в закладках користувача {user}
vi: Câu yêu thích của {user}

source: Favorite successfully removed.
ar: حُذفت الجملة بنجاح
bg: Записът в любими бе премахнат.
br: Karetañ dilamet gant berzh.
de: Lieblingssatz entfernt.
el: Το αγαπημένο έχει διαγραφεί επιτυχώς.
eo: Ŝatata frazo sukcese forigita.
es: Favorito eliminado con éxito.
eu: Gustukoena onik ezabatu da.
fi: Suosikki poistettu.
fr: La phrase a bien été enlevée des favoris.
he: הוסר מהמועדפים.
hi: पसंदीदा सफलतापूर्वक निकाला गया।
hu: Sikeresen eltávolítva a kedvencek közül.
ia: Le favorite ha essite removite con successo.
id: favorit berhasil dihapus.
is: Eftirlæti tókst að fjarlægja.
it: Frase preferita eliminata con successo.
ja: お気に入りから削除されました。
ku: Favorî bi serkevtî hate rakirin.
mr: आवडीचे असल्याचा चिन्ह यशस्वीरीत्या काढून टाकण्यात आला.
nl: Favoriet met succes verwijderd.
pl: Ulubiony pomyślnie usunięty.
pt_br: Frase favorita removida com sucesso.
ro: Eliminată cu succes de la Favorite.
ru: Успешно удалено из избранных.
sk: Úspešné odstránené z obľúbených.
sr: Омиљена реченица успешно уклоњена.
tr: Favori başarıyla kaldırıldı.
tt: Сайланганнары уңышлы бетерелде.
uk: Знято помітку "улюблене".
vi: Đã xóa thành công mục ưa thích.

source: (total {{count}})
bg: (общо {{count}})
br: (hollad {{count}})
de: (insgesamt {{count}})
el: (σύνολο {{count}})
eo: (entute {{count}})
eu: (guztira {{count}})
fi: (yhteensä {{count}})
fr: ({{count}} au total)
he: {{count}} סך הכול)
hi: (कुल {{count}})
hu: (összesen {{count}})
id: (jumlah {{count}})
is: (samtal {{count}})
it: (in totale {{count}})
ja: （{{count}}件）
ku: (giştî {{{count}}})
mr: (एकूण {{count}})
nl: (totaal {{count}})
pl: (łącznie {{count}})
ru: (всего {{count}})
sk: (spolu {{count}})
sr: (укупно {{count}})
tr: (toplam {{count}})
tt: (барлыгы {{count}})
vi: (tổng số {{count}})

source: Sentence text:
de: Durchsuchen nach:
fi: Lauseen teksti:
fr: Texte des phrases :
ia: Texto del phrase:
it: Testo della frase:
mr: वाक्याचे मजकूर:
nl: Zin:
tt: Җөмлә тексты:

source: Sentence {id} has been deleted.
ar: حُذفت الجملة رقم {id}.
bg: Изречението {id} бе изтрито.
br: Ar frazenn {id} a zo bet dilamet.
de: Satz {id} wurde gelöscht.
el: Η φράση {id} έχει διαγραφεί.
eo: La frazo {id} estis forigita.
es: La oración {id} ha sido eliminada.
eu: Esaldiaren {id} ezabatu egin da.
fi: Lause {id} on poistettu.
fr: La phrase {id} a été supprimée
he: המשפט {id} נמחק.
hi: वाक्य क्रं. {id} हटाया गया है।
hu: A következő mondat törölve lett: {id}.
ia: Le phrase {id} ha essite delite.
id: Kalimat {id} telah dihapus.
is: Setningu {id} hefur verið eytt.
it: La frase n° {id} è stata eliminata.
ja: 例文 {id} は削除されました。
ku: Hevoka {id} hate jêbirin.
mr: वाक्य {id} हटवला गेला आहे.
nl: Zin {id} is verwijderd
pl: Zdanie {id} zostało usunięte.
pt_br: A frase #{id} foi removida.
ro: Propoziția {id} a fost ștearsă.
ru: Предложение №{id} было удалено.
sk: Veta {id} bola odstránená.
sr: Реченица {id} је обрисана.
tr: {id} cümlesi silindi.
tt: {id} җөмләсе бетерелде.
uk: Речення {id} було видалене.
vi: Câu{id} đã bị xóa.

source: This user does not have any favorites.
ar: هذا المستخدم لا يملك أي مفضلة
bg: Този потребител няма любими записи.
br: N'eus karetañ ebet ken gant an implijer-mañ.
de: Dieser Benutzer hat keine Lieblingssätze.
el: Αυτός ο χρήστης δεν έχει αγαπημένα.
eo: Ĉi tiu uzanto ne havas plej ŝatatajn frazojn.
es: Este usuario no tiene favoritas.
eu: Erabiltzaile honek ez dauka laster-markarik.
fi: Tällä käyttäjällä ei ole yhtään suosikkeja.
fr: Cet utilisateur ne possède aucune phrase favorite.
he: למשתמש זה אין מועדפים.
hi: इस उपयोगकर्ता के कोई भी पसंदीदा वाक्य नहीं हैं।
hu: A felhasználónak nincsenek kedvencei.
ia: Iste usator non ha favorites.
id: Pengguna ini tidak memiliki kalimat favorit
is: Þessi notandi hefur engin eftirlæti.
it: Questo utente non ha ancora delle frasi preferite.
ja: このユーザーにはお気に入りがありません。
ku: Ti favoriyên vî bikarhênerî tune ye.
mr: या प्रयोक्त्याची कोणतीही आवडती वाक्ये नाही.
nl: Deze gebruiker heeft geen favorieten.
pl: Ten użytkownik nie ma ulubionych zdań.
pt_br: Este usuário não tem frases favoritas.
ro: Acest utilizator nu are propoziții favorite.
ru: У этого пользователя нет избранных предложений.
sk: Tento užívateľ nemá žiadne obľúbené vety.
sr: Овај корисник нема омиљених реченица.
tr: Bu kullanıcının hiç favorisi yok.
tt: Бу кулланучының бернинди сайланганнары да юк.
uk: Цей користувач не має жодних закладок.
vi: Người dùng này không có mục ưa thích nào.

source: Error
bg: Грешка
br: Fazi
de: Fehler
el: Σφάλμα
eo: Eraro
eu: Errorea
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hu: Hiba
id: Galat
is: Villa
it: Errore
ja: エラー
ku: Çewtî
mr: त्रुटी
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sr: Грешка
tr: Hata
tt: Хата
uk: Помилка
vi: Lỗi

source: Back
bg: Предишна страница
br: Distreiñ
de: Zurück
el: Πίσω
eo: Reen
es: Volver
eu: Atzera
fi: Takaisin
fr: Revenir
he: חזרה
hi: पीछे
hu: Vissza
ia: Retro
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ku: Paşve
mr: मागे
nl: Terug
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sr: Назад
tr: Geri
tt: Элек
uk: Назад
vi: Trở lại

source: Switch my sentences' license
bg: Промяна лиценза на изреченията ми
br: Cheñch lisañs ma frazennoù
de: Die Lizenz meiner Sätze ändern
el: Αλλαγή της άδειας της φράσης μου
eo: Ŝanĝu la permesilon de miaj frazoj.
es: Cambiar la licencia de mis oraciones
eu: Aldatu nire esaldiaren lizentzia
fi: Vaihda minun lauseideni lisenssiä
fr: Changer la licence de mes phrases
he: מעבר לרישיון של המשפט שלי
hi: मेरे वाक्यों का लाइसेंस बदलें
hu: A mondataim licenceinek módosítása
ia: Cambiar le licentia de mi phrases
id: Ubah lisensi kalimat saya
is: Skipta um leyfi setninganna mína
it: Cambia la licenza delle mie frasi
ja: 自分の例文のライセンスを変更する
ku: Lîsansên hevokên min biguherîne
mr: माझ्या वाक्यांचा परवाना बदला
nl: Verwissel de licentie van mijn zinnen
pl: Zmień licencję moich zdań
pt_br: Alterar a licença das minhas frases
ro: Schimbați licența propozițiilor mele
ru: Сменить лицензию моих предложений
sk: Zmeniť licenciu mojej vety
sr: Промени лиценцу мојих реченица
tr: Cümlelerimin lisanslarını değiştir
tt: Минем җөмләләр лицензиясен алыштырыгыз
uk: Змінити ліцензію моїх речень
vi: Chuyển đổi giấy phép câu của tôi

source: Switch my sentences to CC0
bg: Превключете изреченията ми на CC0
br: Lakaat ma frazennoù dindan CC0
de: Meine Sätze unter die Lizenz CC0 stellen.
el: Αλλαγή των φράσεων μου σε CC0
eo: Ŝanĝi miajn frazojn al CC0.
es: Cambiar mis oraciones a CC0
eu: Aldatu nire esaldiak CC0 lizentziara
fi: Vaihda lauseeni CC0-linsenssiin
fr: Passer mes phrases sous licence CC0
he: החלפת המשפטים שלי ל־CC0
hi: मेरे वाक्यों का लाइसेंस बदल कर CC0 लगाएँ
hu: A mondataim CC0 licenszre módosítása
ia: Cambiar mi phrases a CC0
id: Ubah kalimat saya menjadi CC0
is: Setja leyfi setninganna mína sem CC0
it: Applica alle mie frasi la licenza CC0
ja: 自分の例文を CC0 に変更する
mr: माझ्या वाक्यांवर CC0 परवाना लावा
nl: Schakel mijn zinnen over naar CC0
pl: Zmień licencję moich zdań na CC0.
pt_br: Alterar a licença das minhas frases para CC0
ro: Schimbați licența propozițiilor mele cu CC0
ru: Перелицензировать мои предложения под CC0
sk: Zmeniť moje vety na CC0
sr: Пребаци моје реченице на CC0
tr: Cümlelerimi CC0 olarak değiştir
tt: Минем җөмләләрне CC0га күчерегез
vi: Chuyển các câu của tôi thành CC0

source: The license for your sentences is being switched. You will receive a private message when the operation is complete.
bg: Лицензът за изреченията ви се сменя. Когато операцията приключи, ще получите лично съобщение.
de: Die Lizenz des Satzes wird geändert. Es wird eine Privatnachricht verschickt, sobald der Prozess abgeschlossen ist.
eo: La permesilo de viaj frazoj estas ŝanĝata. Vi ricevos privatan mesaĝon, kiam la ŝanĝo finiĝis.
es: Se está cambiando la licencia de sus oraciones. Recibirá un mensaje privado cuando se complete la operación.
fi: Lauseidesi lisenssejä muutetaan. Saat yksityisviestin, kun muutos on valmis.
fr: La licence de vos phrases est en train d'être changée. Vous recevrez un message privé lorsque cela sera terminé.
he: הרישיון למשפטים שלך מוחלף. תישלח אליך הודעה פרטית כשהתהליך יסתיים.
hi: आपके वाक्यों का लाइसेंस स्विच किया जा रहा है। कार्रवाई पूर्ण होने पर आपको एक निजी संदेश प्राप्त होगा।
hu: A mondataid licencének megváltoztatása folyamatban. Kapni fogsz egy privát üzenetet, amikor készenáll.
ia: Le licentia de tu phrases es in curso de cambiamento. Tu recipera un message private quando le operation ha terminate.
id: Lisensi kalimat Anda mengalami perubahan. Anda akan menerima pesan pribadi ketika operasi ini selesai.
it: La licenza delle tue frasi sta venendo scambiata. Riceverai un messaggio privato quando l'operazione è completa.
ja: 例文のライセンスを変更しています。完了後、プライベートメッセージでお知らせします。
mr: तुमच्या वाक्यांचा परवाना बदलला जात आहे. हे कार्य पूर्ण झाल्यावर आपल्याला एक खाजगी संदेश मिळेल.
nl: De licentie van jouw zinnen worden gewijzigd. Je zult een privé-bericht ontvangen de bewerking voltooid is.
pl: Licencja twoich zdań jest zmieniana. Otrzymasz prywatną wiadomość po zakończeniu operacji.
pt_br: A licença das suas frases está sendo alterada. Você receberá uma mensagem privada assim que o processo for finalizado.
ro: Licența pentru propozițiile dumneavoastră se va schimba. Veți primi un mesaj privat când operațiunea se va finaliza.
ru: Перелицензирование ваших предложений в процессе. Вы получите личное сообщение, когда операция будет завершена.
sk: Prebieha zmena licencie vašich viet. Po ukončení obdržíte správu.
tt: Сезнең җөмләләр өчен лицензия үзгәрә. Операция тәмамлангач, сез шәхси хәбәр алырсыз.
vi: Giấy phép dành cho các câu của bạn đang được chuyển đổi. Bạn sẽ nhận được thông báo khi tiến trình hoàn tất.
