Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
ar: نود حقًّا أن نشكر <a href='{0}'>كيلين باركر</a> الذي زودنا بملفات بيانات مكتملة أكثر، إن كنت مهتمًا بأعماله؛ فبإمكانك زيارة صفحة مشروعه <a href='{1}'>هنا</a>. لولاه لما وجدت أبجدية صوتية دولية كاملة بهذا الشكل للجمل بالشنغهايية.
bg: Наистина искаме да благодарим на <a href='{0}'>Келън Паркър</a>, който ни предостави много по-пълни файлове с данни. Ако се интересувате от работата му, можете да проверите страницата му с проекта <a href='{1}'> тук</a>. Без него шанхайските изрази нямаше да имат толкова пълен IPA.
br: C'hoant hon eus da drugarekaat a greiz kalon <a href='{0}'>Kellen Parker</a> hag en deus roet deomp ur restr roadennoù klokoc'h a galz. Ma 'z oc'h dedennet gant e labour, gellout a rit mont da weladenniñ pajenn e raktres <a href='{1}'>amañ</a>. Heptañ, ar frazennoù Shanghaineg n'o defe ket bet un LFE ken klok.
de: Unser besonderer Dank gilt <a href='{0}'>Kellen Parker</a>, der uns weit vollständigere Datenbestände überlassen hat. Näheres seine Arbeit betreffend findet sich auf seiner <a href='{1}'>Projektseite</a>. Ohne seine Mithilfe wäre die Umwandlung von Sätzen im Schanghai-Dialekt in IPA-Lautschrift nicht auf ihrem jetzigen Stand!
el: Ειλικρινά θέλουμε να ευχαριστήσουμε τον <a href='{0}'>Kellen Parker</a> που μας έχει προμηθεύσει με πολύ πιο πλήρη αρχεία δεδομένων. Αν ενδιαφέρεστε για τη δουλειά του, μπορείτε να ελέγξετε την σελίδα του εγχειρήματος <a href='{1}'>εδώ</a>. Χωρίς αυτόν οι προτάσεις στα Σαγκαηνέζικα δεν θα είχαν τόσο πλήρες Φωνητικό Αλφάβητο
eo: Ni volas dankegi <a href='{0}'>Kellen Parker,</a> kiu provizis nin per multe pli kompletaj datumaroj; se vi interesiĝas per lia laboro, vi povas viziti lian projektpaĝon <a href='{1}'>ĉi tie</a>, sen li la ŝanhajaj frazoj ne havus tiel kompletan IPA-n
es: Realmente queremos agradecerle a <a href='{0}'>Kellen Parker</a>, que nos ha proporcionado archivos de datos mucho más completos. Si tiene interés en su trabajo, puede <a href='{1}'>leer más sobre su proyecto</a>; sin este, las oraciones en shanghainés no tendrían un IPA tan completo
eu: <a href='{0}'>Kellen Parker</a>-ri eskerrak eman nahi dizkiogu eman dizkigun datu fitxategiengatik. Lan hauetan interesa baldin baduzu begiratu ahal duzu <a href='{1}'>hemen</a>. Berarengatik izango ez balitz Shanghaiko hizkuntzako esaldiak ez lirateke nazioarteko alfabeto fonetikoan hain garaturik egongo.
fi: Haluamme kiittää todella paljon <a href='{0}'>Kellen Parkeria</a>, joka on tarjonnut meille paljon täydellisemmät datatiedostot. Jos olet kiinnostunut hänen töistään, voit käydä katsomassa hänen projektisivuaan <a href='{1}'>täällä</a>. Ilman häntä shanghainkiinalla kirjoitetuissa lauseissa ole olisi niin täydelliset IPA-merkinnät.
fr: Nous tenons vraiment à remercier <a href='{0}'>Kellen Parker</a> qui nous a fourni un fichier de données beaucoup plus complet. Si ses travaux vous intéressent, vous pouvez aller voir la page de son projet <a href='{1}'>ici</a>. Sans lui, les phrases wu n'auraient pas une transcription phonétique aussi complète.
he: אנו מעוניינים להודות מעומק הלב ל<a href='{0}'>קלן פרקר</a> שסיפק לנו קובצי נתוני שלמים יותר. אם העבודה שלו מעניינת אותך, אפשר לעיין בעמוד המיזם שלו <a href='{1}'>כאן</a>. בלעדיו, למשפטים בשאנגחאית לא היה תעתיק אלפבית פונטי כזה מושלם.
hi: हम वास्तव में <a href='{0}'>केलेन पार्कर</a> को धन्यवाद देना चाहते हैं जिन्होंने हमें बहुत अधिक पूर्ण डेटा फ़ाइलें प्रदान की हैं। यदि आप उसके काम में रुचि रखते हैं, तो आप <a href='{1}'>यहां</a> अपने प्रोजेक्ट पेज की जांच कर सकते हैं। उसके बिना, शंघाईस वाक्यों में इतना पूर्ण आईपीए नहीं होगा।
hu: Kiemelt hálával tartozunk <a href='{0}'>Kellen Parkernek</a>, aki sokkalta átfogóbb adatfájlokat biztosított nekünk. Ha érdekel téged a munkája, <a href='{1}'>itt</a> megnézheted a projekt oldalát. Nélküle a sanghaji mondatoknak nem lenne ilyen teljes IPA-ja.
ia: Nos vole multo regratiar <a href='{0}'>Kellen Parker</a> qui nos ha fornite datos multo plus complete. Si tu ha interesse in su travalio, visita <a href='{1}'>su pagina de projecto</a>. Sin ille, le phrases shanghaian non haberea un IPA tanto complete.
id: Kami sangat berterima kasih kepada <a href='{0}'>Kellen Parker</a> yang telah memberi kami begitu banyak berkas data yang lengkap. Jika Anda tertarik dengan proyeknya, Anda dapat mengunjungi halaman proyeknya <a href='{1}'>di sini</a>. Tanpanya, kalimat dalam bahasa Shanghai tidak akan memiliki AFI yang begitu lengkap.
it: Vogliamo davvero ringraziare <a href='{0}'>Kellen Parker</a>, che ci ha fornito file di dati molto più completi; se siete interessati nei suoi lavori potete controllare la sua pagina del progetto <a href='{1}'>qui</a>; senza di lui le frasi nel dialetto di Shanghai non avrebbero un AFI così completo
ja: 多くの完成されたデータファイルを提供してくださった <a href='{0}'>Kellen Parker</a> 氏に心より感謝申し上げます。彼の作品に興味がある方は、<a href='{1}'>こちら</a>から彼のプロジェクトページをご覧いただけます。上海語の例文をこのよな完全な IPAでご提供できるのは、ひとえに彼のご支援の賜物と深く感謝しております。※IPA：International Phonetic Alphabet
mr: आम्हाला खरंच <a href='{0}'>केलेन पार्कर</a> यांचे आभार मानायचे आहेत. त्यांनीच आम्हाला अधिक पूर्ण केलेल्या डेटा फाईल प्रदान केल्या. जर आपल्याला त्यांच्या कामात रस असेल, तर <a href='{1}'>येथे त्यांचे प्रकल्प पान पाहा</a>. त्यांच्याशिवाय शँघाईनीज वाक्यांचे इतके संपूर्ण आय.पी.ए. लिप्यंतरण झाले नसते.
nl: We willen <a href='{0}'>Kellen Parker</a> van harte bedanken, die ons voorzien heeft van veel volledigere data bestanden. Als je geïnteresseerd bent in zijn werk, kan je zijn projectpagina <a href='{1}'>hier</a> bekijken. Zonder hem zouden Shanghainese zinnen niet zulke volledige IPA hebben.
pl: Chcielibyśmy serdecznie podziękować <a href='{0}'>Kellenowi Parkerowi</a>, który dostarczył nam znacznie bogatszych plików z danymi. Zainteresowanych jego pracą zapraszamy na stronę jego projektu <a href='{1}'>tutaj</a>. Bez niego zdania szanghajskie nie miałyby tak kompletnego IPA.
pt_br: Queremos muito agradecer a <a href='{0}'>Kellen Parker</a>, que nos forneceu arquivos de dados muito mais completos. Se você tiver interesse em seu trabalho, pode conferir a página de seu projeto <a href='{1}'>aqui</a>. Sem ele, as frases em xangainês não teriam um AFI tão completo.
ro: Vrem să-i mulțumim lui <a href='{0}'>Kellen Parker</a> pentru furnizarea unor fișiere de date mult mai complete. Dacă sunteți interesați de munca sa, puteți să-i accesați pagina de proiect <a href='{1}'>aici</a>. Fără el, propozițiile în dialectul chinez din Shanghai nu ar fi avut un IPA atât de complet.
ru: Мы хотим поблагодарить <a href='{0}'>Келлена Паркера</a>, который предоставил нам очень много полных файлов с данными. Если вы интересуетесь его работой, вы можете посетить <a href='{1}'>страницу с его проектом</a>. Без него предложения на шанхайском диалекте китайского языка не имели бы настолько полной транскрипции на международном фонетическом алфавите.
sk: Naozaj chceme poďakovať <a href='{0}'>Kellen Parker</a>, ktorý nám poskytol omnoho dokonalejšie súbory údajov. Pokiaľ vás zaujíma jeho práca, môžete si pozrieť stránku jeho projektu <a href='{1}'>tu</a>. Bez neho by vety v šanghajčine nemali taký dokonalý medzinárodný fonetický zápis.
tr: Bize çok daha eksiksiz veri dosyaları sağlayan <a href='{0}'>Kellen Parker</a>'a gerçekten teşekkür etmek isteriz. Çalışmaları ilginizi çektiyse <a href='{1}'>buradan</a> proje sayfasını inceleyebilirsiniz. O olmasaydı Şangayca cümlelerin böylesine eksiksiz bir IPA'sı olmayacaktı.
tt: We really want to thank 1Kellen Parker1 who has provided us with much more complete data files. If you're interested in his work, you can check his project page 2here2. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
uk: Ми дуже дякуємо <a href='{0}'>Kellen Parker</a> який надав нам найповніші файли з даними. Якщо ви зацікавлені його працею, перегляньте сторінку його проєкта <a href='{1}'>тут</a>. Без нього речення шанхайським діалектом не мали б такої повної транскрипції.
vi: Chúng tôi chân thành cảm ơn <a href='{0}'>Kellen Parker</a>, người đã cung cấp cho chúng tôi những dữ liệu trọn vẹn hơn cả. Nếu quan tâm đến công việc của anh ấy, bạn có thể xem trang dự án của anh ấy <a href='{1}'> ở đây </a>. Nếu không có anh, các câu tiếng Thượng Hải sẽ không có được một IPA hoàn chỉnh như vậy.

source: Enter a text in shanghainese dialect
ar: أدخِل نصًّا بالشنغهايية
bg: Въведете текст на шанхайски диалект
br: Ebarzhit un destenn er rannyezh Shanghaineg
de: Text im Schanghai-Dialekt:
el: Εισαγωγή κειμένου στη διάλεκτο της Σαγκάης
eo: Enigu tekston en ŝanhaja dialekto
es: Escriba texto en dialecto shanghainés
eu: Sar ezazu testu bat Shaghai aldeko hizkuntzan
fi: Syötä shanghainmurteella kirjoitettua tekstiä
fr: Entrez du texte dans le dialecte shangaïen
he: נא להקליד טקסט בניב של שאנגחאי
hi: शैंघाईनीज़ उपभाषा में पाठ दर्ज करें
hu: Adj meg egy szöveget sanghaji dialektusban
ia: Scribe un texto in dialecto shanghaian
id: Masukkan teks dialek Shanghai
it: Inserisci un testo nel dialetto di Shanghai
ja: 上海語でテキストの入力してください。
mr: शँघाईनीज पोटभाषेत मजकूर प्रविष्ट करा
nl: Voer een tekst in in het Shanghainese dialect
pl: Wprowadź tekst w dialekcie szanghajskim
pt_br: Digite um texto no dialeto xangainês
ro: Introduceți un text în dialectul din Shanghai
ru: Введите текст на шанхайском диалекте
sk: Zadajte text v šanghajskom nárečí
tr: Şangay lehçesinde bir metin girin
tt: Шанхай диалектындагы текстны кертегез
uk: Введіть текст на шанхайськом діалекті
vi: Nhập văn bản bằng phương ngữ Thượng Hải

source: Transcriptions of {username}
ar: مدوّنات {username}
bg: Транскрипции на {username}
br: Treuzskrivadennoù graet gant {username}
de: Transkriptionen von {username}
el: Μετεγραφές του {username}
eo: Transskriboj de {username}
es: Transcripciones de {username}
eu: {username} erabiltzailearen transkripzioak
fi: Käyttäjän {username} transkriptiot
fr: Transcriptions par {username}
he: תעתיקי הגאים של {username}
hi: {username} के प्रतिलेखन
hu: {username} átiratai
ia: Transcriptiones de {username}
id: Transkripsi dari {username}
is: Umritunir af {username}
it: Traslitterazioni di {username}
ja: {username} さんのトランスクリプション
mr: {username} यांनी केलेले प्रतिलेखन
nl: Transcripties van {username}
pl: Transkrypcje użytkownika {username}
pt_br: Transcrições de {username}
ro: Transcrierile lui {username}
ru: Транскрипции пользователя {username}
sk: Prepisy užívateľa {username}
sr: Транскрипције корисника {username}
tr: {username} kullanıcısının transkripsiyonları
tt: Транскрипцияләр {username}
uk: Транскрипції користувача {username}
vi: Bản ghi âm của {username}

source: {username} does not have any transcriptions
ar: ليس ل‍ {username} أية مدوّنات
bg: {username} няма никакви транскрипции
br: {username} n'en/n'he deus treuzskrivadur ebet dezhañ/dezhi
de: {username} hat noch keine Transkriptionen angefertigt.
el: {username} δεν έχει καμία μεταγραφή
eo: {username} ne havas iujn transskribojn
es: {username} no tiene ninguna transcripción
eu: {username} erabiltzaileak ez du transkripziorik
fi: Käyttäjällä {username} ei ole yhtään transkriptiota
fr: {username} ne possède aucune transcription.
he: אין תעתיקי הגאים שנוצרו על ידי {username}
hi: {username} के कोई भी प्रतिलेखन नहीं हैं
hu: {username} felhasználónak nincsenek átiratai
ia: {username} non ha transcriptiones
id: {username} tidak memiliki satupun transkripsi
is: {username} hefur enga umritanir
it: {username} non ha alcuna traslitterazione
ja: {username} さんはまだトランスクリプションをしていません。
mr: {username} यांनी कोणतीही प्रतिलेखने केलेली नाही
nl: {username} heeft geen transcripties.
pl: {username} nie posiada żadnych transkrypcji
pt_br: {username} não possui nenhuma transcrição
ro: {username} nu are nicio transcriere
ru: У пользователя {username} нет транскрипций
sk: Užívateľ {username} nemá žiadne prepisy
sr: Корисник {username} нема ниједну транскрипцију
tr: {username} kullanıcısının hiç transkripsiyonu yok
tt: {username} бернинди расшифровкалары юк
uk: {username} не має жодної транскрипції
vi: {username} không có bất kỳ phiên âm nào

source: Please fix the following error or press the Cancel button.
ar: لا أخطاء لإصلاحها. انقر زرّ "ألغِ".
bg: Моля, коригирайте следната грешка или натиснете бутона Отказ.
br: Reizhit ar fazi da-heul pe pouezit war ar bouton nullañ, mar plij.
de: Den folgenden Fehler bitte beheben oder auf „Abbrechen“ drücken.
el: Σας παρακαλούμε διορθώστε το παρακάτω σφάλμα ή πατήστε το κουμπί "Ακύρωση".
eo: Bonvolu ripari la jenan eraron aŭ alklaki la Nuligu-butonon.
es: Por favor, arregle el siguiente error o presione el botón Cancelar.
eu: Mesedez, konpondu honako errorea edo sakatu Utzi botoia.
fi: Korjaa seuraava virhe tai klikkaa Peruuta-painiketta.
fr: Veuillez corriger les erreurs suivantes ou appuyer sur le bouton Annulation.
he: נא לתקן את השגיאה הבאה או ללחוץ על כפתור הביטול.
hi: कृपया निम्न त्रुटि को ठीक करें या रद्द करें बटन दबाएं।
hu: Javítsa ki a következő hibát, vagy nyomja meg a Mégse gombot.
ia: Remedia le sequente error o preme le button Cancellar.
id: Silakan perbaiki kesalahan berikut atau tekan tombol Batal.
it: Per favore, correggi il seguente errore oppure premi il pulsante Annulla.
ja: 次のエラーを修正するか、<キャンセル> をクリックしてください。
mr: खालील त्रुटी दुरुस्त करा किंवा "रद्द करा" या बटणवर क्लिक करा.
nl: Corrigeer de volgende fout of druk op Annuleren.
pl: Popraw proszę następujący błąd albo wciśnij Anuluj.
pt_br: Por favor, corriga o seguinte erro ou clique no botão "Cancelar".
ro: Vă rugăm să reparați următoarea eroare sau să apăsați butonul Anulați.
ru: Пожалуйста, исправьте следующую ошибку или нажмите кнопку «Отмена».
sk: Prosím, opravte následujúcu chybu alebo stlačte Zrušiť.
sr: Исправи следећу грешку или притисни дугме "Откажи".
tr: Lütfen belirtilen hatayı düzeltin veya Vazgeç tuşuna basın.
tt: Зинһар, түбәндәге хаталарны төзәтегез яки "Кире кагу"төймәсенә басыгыз.
uk: Будь ласка, виправте наступну помилку та натисніть кнопку Скасувати
vi: Vui lòng sửa các lỗi sau hoặc nhấn nút Hủy.

source: Edit profile
ar: حرر الملف الشخصي
bg: Редактирай профил
br: Aozañ ar profil
de: Profil bearbeiten
el: Επεξεργασία προφίλ
eo: Redakti profilon
es: Editar perfil
eu: Editatu profila
fi: Muokkaa profiilia
fr: Éditer votre profil
he: עריכת הפרופי
hi: प्रोफ़ाइल संपादित करें
hu: Profil szerkesztése
ia: Modificar profilo
id: Edit profil
is: Breytta notandasíðu
it: Modifica il tuo profilo
ja: プロフィールの編集
ku: Profîlê sererast bike
mr: रूपरेखा संपादित करा
nl: Profiel bewerken
pl: Edytuj profil
pt_br: Editar perfil
ro: Schimbarea detaliilor profilului
ru: Изменить профиль
sk: Upraviť profil
sr: Измени профил
tr: Profili düzenle
tt: Профильне үзгәртергә
uk: Змінити профіль
vi: Chỉnh sửa hồ sơ

source: Current picture
ar: الصورة الحالية
bg: Актуална снимка
br: Skeudenn a-vremañ
de: Aktuelles Bild
el: Τρέχουσα εικόνα
eo: Nuna bildo
es: Imagen actual
eu: Oraingo irudia
fi: Nykyinen kuva
fr: Photo actuelle
he: התמונה הנוכחי
hi: वर्तमान चित्र
hu: Jelenlegi profilkép
ia: Imagine actual
id: Gambar saat ini
is: Núverandi mynd
it: Immagine corrente
ja: 現在の画像
ku: Wêneyê heyî
mr: वर्तमान चित्र
nl: Huidige afbeelding
pl: Obecny obrazek
pt_br: Foto atual
ro: Imagine actuală
ru: Текущее изображение
sk: Súčasný obrázok
sr: Тренутна слика
tr: Mevcut resim
tt: Хәзерге рәсем
uk: Наявне зображення
vi: Ảnh hiện tại

source: New picture
ar: صورة جديدة
bg: Нова снимка
br: Skeudenn nevez
de: Neues Bild
el: Νέα εικόνα
eo: Nova bildo
es: Nueva imagen
eu: Irudi berria
fi: Uusi kuva
fr: Nouvelle photo
he: תמונה חדשה
hi: नया चित्र
hu: Új kép
ia: Imagine nove
id: Gambar baru
is: Ný mynd
it: Nuova immagine
ja: 新しい画像
ku: Wêneyê nû
mr: नवीन चित्र
nl: Nieuwe afbeelding
pl: Nowy obrazek
pt_br: Nova foto
ro: Imagine nouă
ru: Новое изображение
sk: Nový obrázok
sr: Нова слика
tr: Yeni resim
tt: Яңа рәсем
uk: Нове зображення
vi: Ảnh mới

source: The provided image is too large. It must be less than 1MB in size.
de: Bild zu groß. Es muss unter 1 MB groß sein.
fr: Votre image est trop lourde. Elle doit faire moins de 1 Mo en taille.
mr: परुवलेलं चित्र खूपच मोठं आहे. त्याचा आकार 1MB पेक्षा कमी असायला हवा.
tt: Бирелгән сурәт артык зур. Аның зурлыгы 1 МБ тан артмаска тиеш.

source: Upload
ar: ارفع
bg: Качване
br: Pellgas
de: Hochladen
el: Επιφόρτωση
eo: Alŝuti
es: Subir
eu: Kargatu
fi: Lähetä palvelimelle
fr: Envoyer
he: העלאה
hi: अपलोड करें
hu: Feltöltés
ia: Incargar
id: Unggah
is: Hlaða upp
it: Carica
ja: アップロード
ku: Lê hilxîne
mr: अपलोड करा
nl: Uploaden
pl: Prześlij
pt_br: Enviar
ro: Încărcare
ru: Загрузить
sk: Nahrať
sr: Окачи
tr: Yükle
tt: Йөкләү
uk: Завантажити
vi: Tải lên

# user
source: Name
ar: الاسم
bg: Име
br: Anv
el: Όνομα
eo: Nomo
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
he: שם
hi: नाम
hu: Név
ia: Nomine
id: Nama
is: Nafn
it: Nome
ja: 名前
ku: Nav
mr: नाव
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
sr: Име
tr: İsim
tt: Исем
uk: Ім'я
vi: Tên

source: Country
ar: البلد
bg: Страна
br: Bro
de: Land
el: Χώρα
eo: Lando
es: País
eu: Herri(alde)a
fi: Maa
fr: Pays
he: מדינה
hi: देश
hu: Ország
ia: Pais
id: Asal negara
is: Land
it: Paese
ja: 国
ku: Welat
mr: देश
nl: Land
pl: Kraj
pt_br: País
ro: Țara
ru: Страна
sk: Krajina
sr: Држава
tr: Ülke
tt: Ил
uk: Країна
vi: Quốc gia

source: Birthday
ar: عيد الميلاد
bg: Рожден ден
br: Deiz-ha-bloaz
de: Geburtstag
el: Γενέθλια
eo: Naskiĝdato
es: Fecha de nacimiento
eu: Urtebetetzea
fi: Syntymäpäivä
fr: Date de naissance
he: תאריך לידה
hi: जन्मदिन
hu: Születésnap
ia: Data de nascentia
id: Tanggal lahir
is: Afmæli
it: Data di nascita
ja: 誕生日
ku: Rojbûn
mr: वाढदिवस
nl: Verjaardag
pl: Data urodzenia
pt_br: Data de nascimento
ro: Ziua de naștere
ru: Дата рождения
sk: Dátum narodenia
sr: Рођендан
tr: Doğum günü
tt: Туган көн
uk: День народження
vi: Sinh nhật

source: Homepage
ar: الصفحة الرئيسية
bg: Начална страница
br: Pajenn degemer
de: Internetseite
el: Ιστοσελίδα
eo: Ĉefpaĝo
es: Sitio web
eu: Hasiera orria
fi: Kotisivu
fr: Site web
he: עמוד בית
hi: होमपेज
hu: Honlap
ia: Pagina personal
id: Beranda warta
is: Heimasíða
it: Pagina iniziale
ja: ウェブサイト
ku: Destpêk
mr: मुखपृष्ठ
nl: Website
pl: Twoja strona
pt_br: Página principal
ro: Pagina de start
ru: Домашняя страница
sk: Domovská stránka
sr: Почетна страна
tr: Ana Sayfa
tt: Баш бит
uk: Домашня сторінка
vi: Trang chủ

source: Description
ar: الوصف
bg: Описание
br: Deskrivadur
de: Beschreibung
el: Περιγραφή
eo: Priskribo
es: Descripción
eu: Deskripzioa
fi: Kuvaus
he: תיאור
hi: वर्णन
hu: Leírás
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 自己紹介
ku: Rave
mr: वर्णन
nl: Omschrijving
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sr: Опис
tr: Açıklama
tt: Тасвирлау
uk: Опис
vi: Mô tả

source: Add a language
ar: أضف لغةً
bg: Добавете език
br: Ouzhpennañ ur yezh
de: Sprache hinzufügen
el: Προσθήκη μιας γλώσσας
eo: Aldoni lingvon
es: Agregue un idioma
eu: Gehitu hizkuntza
fi: Lisää kieli
fr: Ajouter une langue
he: הוספת שפה
hi: भाषा जोड़ें
hu: Nyelv hozzáadása
ia: Adder un lingua
id: Tambah bahasa
is: Bættа við tungumáli
it: Aggiungi una lingua
ja: 言語を追加する
ku: Zimanekî tevlî bike
mr: भाषा जोडा
nl: Voeg een taal toe
pl: Dodaj język
pt_br: Adicionar idioma
ro: Adăugați o limbă
ru: Добавить язык
sk: Pridať jazyk
sr: Додај језик
tr: Dil ekle
tt: Тел өстәгез
uk: Додати мову
vi: Thêm ngôn ngữ

source: Add language
ar: أضِف لغة
bg: Добавете език
br: Ouzhpennañ ur yezh
de: Sprache hinzufügen
el: Προσθήκη γλώσσας
eo: Aldoni lingvon
es: Agregar idioma
eu: Gehitu hizkuntza
fi: Lisää kieli
fr: Ajouter la langue
he: הוספת שפה
hi: भाषा जोड़ें
hu: Nyelv hozzáadása
ia: Adder lingua
id: Tambah bahasa
is: Bættа við tungumáli
it: Aggiungi una lingua
ja: 言語を追加する
ku: Zimên tevlî bike
mr: भाषा जोडा
nl: Voeg taal toe
pl: Dodaj język
pt_br: Adicionar idioma
ro: Adăugați limbă
ru: Добавить язык
sk: Pridať jazyk
sr: Додај језик
tr: Dili ekle
tt: Тел өстәү
uk: Додати мову
vi: Thêm ngôn ngữ

source: Edit language
ar: حرّر اللغة
bg: Редактиране на език
br: Aozañ ar yezh
de: Sprache bearbeiten
el: Επεξεργασία γλώσσας
eo: Adapti lingvon
es: Editar idioma
eu: Editatu hizkuntza
fi: Muokkaa kieltä
fr: Modifier la langue
he: עריכת שפה
hi: भाषा संपादित करें
hu: Nyelv szerkesztése
ia: Modificar lingua
id: Edit bahasa
is: Breyta tungumáli
it: Modifica la lingua
ja: 語学レベルを編集する
ku: Zimên sererast bike
mr: भाषा संपादित करा
nl: Bewerk taal
pl: Edytuj język
pt_br: Editar idioma
ro: Editați limba
ru: Редактировать язык
sk: Zmeniť jazyk
sr: Измени језик
tr: Dili düzenle
tt: Телне редакцияләү
uk: Змінити мову
vi: Chỉnh sửa ngôn ngữ

source: If your language is missing, please read our article on how to <a href="{}">request a new language</a>.
bg: Ако вашият език липсва, моля, прочетете нашата статия за това как да <a href="{}">заявите нов език</a>.
br: Ma vankfe ho yezh, lennit hon zammig pennad war ar mod da <a href="{}">c'houlenn ouzhpennañ ur yezh nevez</a>.
de: Wenn deine Sprache noch nicht vertreten ist, lies unseren <a href="{}">Artikel</a> über das Hinzufügen neuer Sprachen.
el: Αν η γλώσσα σας λείπει, σας παρακαλούμε διαβάστε το άρθρο για το πως να <a href="{}">ζητήσετε μια νέα γλώσσα</a>.
eo: Se via lingvo mankas, bonvolu legi nian artikolon pri <a href="{}">kiel peti novan lingvon</a>.
es: Si falta su idioma, por favor lea nuestro artículo sobre <a href="{}">cómo solicitar un nuevo idioma</a>.
eu: Zeure hizkuntza falta bada, mesedez, irakur ezazu gure artikulua jakiteko <a href="{}">nola eskatu hizkuntza berri bat</a>.
fi: Jos kielesi puuttuu, lue artikkelimme siitä, miten <a href="{}">pyydetään uutta kieltä lisättäväksi</a>.
fr: Si votre langue n'apparaît pas, veuillez lire notre article sur comment <a href="{}">demander une nouvelle langue</a>.
he: אם השפה שלך חסרה, נא לקרוא את המאמר שלנו על איך <a href="{}">מבקשים שפה חדשה</a>.
hi: यदि आपकी भाषा गायब है, तो कृपया <a href="{}">एक नई भाषा का अनुरोध</a> करने के तरीके पर हमारा लेख पढ़ें।
hu: Ha olyan nyelvet beszélsz, ami nincs a listában, olvasd el a cikkünket arról, hogyan <a href="{}">kérelmezhetsz új nyelvet</a>.
ia: Si tu lingua manca, per favor lege nostre articulo re como <a href="{}">requestar un nove lingua</a>.
id: Jika bahasa Anda tidak ada di daftar ini, silakan baca artikel tentang bagaimana <a href="{}">memohon bahasa baru</a>.
it: Se la tua lingua è assente, leggi il nostro articolo su come <a href="{}">richiedere una nuova lingua</a>, per favore.
ja: 追加したい言語が見当たらない場合は、<a href="{}">新しい言語をリクエストする</a>ご覧ください。
mr: आपली भाषा दिसत नसेल तर <a href="{}">नवीन भाषेची विनंती करण्याविषयी</a> लिहिलेला आमचा लेख वाचा.
nl: Als jouw taal ontbreekt, lees dan ons artikel over hoe je <a href="{}">een nieuwe taal kunt aanvragen</a>.
pl: Jeśli brakuje twojego języka, przeczytaj nasz artykuł o tym, jak <a href="{}">poprosić o dodanie nowego języka</a>.
pt_br: Se o seu idioma não está na lista, por favor leia o nosso artigo de como <a href="{}">requsiitar um novo idioma</a>.
ro: Dacă limba dumneavoastră lipsește, citiți articolul nostru despre cum <a href="{}">puteți solicita adăugarea unei noi limbi</a>.
ru: Если вашего языка нет в списке, пожалуйста, прочитайте статью <a href="{}">о добавлении новых языков</a>.
sk: Pokiaľ váš jazyk chýba, prosím, prečítajte si náš článok o tom, ako <a href="{}">požiadať o nový jazyk</a>.
sr: Ако ваш језик недостаје, прочитајте чланак о <a href="{}">захтеву за новим језиком</a>.
tr: Diliniz burada yer almıyorsa lütfen <a href="{}">yeni bir dil talep etmek</a> konusundaki makalemizi okuyun.
tt: Әгәр сезнең телегез күрсәтелмәсә, яңа телне ничек сорарга икәнлеге турындагы мәкаләбезне укыгыз.
vi: Nếu không tìm thấy ngôn ngữ của mình, vui lòng đọc bài viết của chúng tôi về cách <a href="{}"> yêu cầu một ngôn ngữ mới</a>.
