Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: How to donate
ar: كيفية التبرع
bg: Как да даря
br: Penaos reiñ arc'hant
de: Spendenmethoden
el: Πως να κάνετε δωρεά
eo: Kiel donaci
es: Cómo donar
eu: Zelan egin diru emaitza bat
fi: Miten tehdä lahjoitus
fr: Comment faire un don
he: כיצד לתרום
hi: दान कैसे करें
hu: Hogyan lehet adakozni
ia: Como donar
id: Tata cara melakukan donasi
is: Hvernig á að gefa
it: Come donare
ja: 寄付のしかた
ku: Mirov çawa dikare bexş bike
mr: देणगी कशी द्यावी
nl: Hoe je kunt doneren
pl: Jak wesprzeć projekt
pt_br: Como doar
ro: Cum să donați
ru: Как сделать пожертвование
sk: Ako prispieť
sr: Како донирати
tr: Nasıl bağışta bulunulur
tt: Иганәне ничек ясарга
uk: Як пожертвувать
vi: Cách quyên góp

source: You have two possible ways to make a donation:
ar: توجد طريقتان للتبرع:
bg: Има два начина да направиш дарение:
br: Bez ez eus daou zoare da reiñ arc'hant:
de: Es gibt zwei mögliche Spendenmethoden:
el: Υπάρχουν δύο τρόποι για να κάνεις μια δωρεά:
eo: Estas du ebloj por donaci
es: Tiene dos posibles maneras de hacer una donación:
eu: Badituzu diru emaitzak egiteko bi bide:
fi: On kaksi mahdollista lahjoitustapaa
fr: Il existe deux moyens de faire un don :
he: יש מגוון דרכים לתרום:
hi: आपके पास दान करने के दो संभावित तरीके हैं:
hu: Kétféle módon adakozhatsz:
ia: Il ha duo manieras de facer un donation:
id: Tersedia 2 jalur untuk melakukan donasi:
it: Hai due modi possibili per effettuare una donazione:
ja: 下記の2通りの方法で寄付を受け付けております。
ku: Ji bo bexşkirinê du rêyên te hene:
mr: देणगी द्यायचे आपल्याकडे दोन मार्ग आहेत:
nl: Er zijn twee manieren waarop je een donatie kunt doen:
pl: Są dwie możliwości wsparcia projektu:
pt_br: Há duas maneiras possíveis de fazer uma doação:
ro: Există două modalități de a face o donație:
ru: Сделать пожертвование можно двумя способами:
sk: Sú dva možné spôsoby ako prispieť:
sr: Постоје два начина на која можеш да донираш:
tr: Bağışta bulunmak için iki seçeneğiniz var:
tt: Сезнең иганә ясауның ике мөмкин ысулыгыз бар:
uk: Існує дві можливості щоб зробити пожертву:
vi: Bạn có hai cách khả dụng để đóng góp:

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
ar: <b>تحويل مصرفي (IBAN).</b> هذه على الأرجح أرخص طريقة للتبرع. مصرف تتويبا موجود في فرنسا، فإن كنت من بلد أوروبي، فسيكون التحويل على الأرجح مجانيًّا.
bg: <b>IBAN трансфер.</b> Това е може би най-евтиният начин за дарение. Банката на Tatoeba е със седалище във Франция, така че ако сте от държава от ЕС, е вероятно преводът да бъде безплатен.
br: <b>Treuzkasadenn IBAN.</b> Gellout a rafe bezañ an doare gwellañ da reiñ arc'hant. Ti-bank Tatoeba a zo e Bro-Frañs setu ma vezit o tont eus ur vro eus an UE, posupl-tre eo e vefe digoust an dreuzkasadenn arc'hant.
de: Per <b>IBAN-Überweisung</b>. Dies ist möglicherweise die günstigste Methode. Die Bank hat ihren Sitz in Frankreich. Überweisungen aus einem anderen EU-Land sind daher vielfach kostenlos.
el: <b>Μεταφορά μέσω IBAN.</b> Αυτή είναι πιθανότατα ο πιο φτηνός τρόπος . Η τράπεζα της Tatoeba's βρίσκεται στη Γαλλία κι έτσι αν είστε από μια χώρα της ΕΕ είναι πιθανόν ότι η μεταφορά των χρημάτων δεν θα έχει προμήθεια.
eo: <b>IBAN-transigo.</b> Tio ĉi estas verŝajne la plej malmultekosta maniero por donaci. La banko de Tatoeba estas en Francujo, do se vi estas el EU-lando, la transigo verŝajne estos senpaga.
es: <b>Transferencia por código IBAN.</b> Ésta es probablemente la forma más barata de realizar una donación. El banco que usa Tatoeba está emplazado en Francia, de manera que si usted reside en un país de la Unión Europea, es probable que pueda realizar la transferencia libre de cargos.
eu: <b>IBAN transfer.</b> Behar bada diru emaitzak egiteko biderik merkeena. Tatoebaren bankua Frantzian dago beraz, Europako herrialde batean baldin bazaude, ziur aski transferentzia dohainik egin ahal izango duzu.
fi: <b>IBAN-tilisiirto.</b> Tämä on todennäköisesti halvin lahjoitustapa. Tatoeban pankki on ranskalainen, joten jos olet EU-maasta, tilisiirto on ilmainen.
fr: <b>Virement par IBAN.</b> C'est certainement le moyen le plus économique de faire un don. La banque de Tatoeba est basée en France, donc si vous êtes d'un pays de l'U.E., il y a des chances que le virement soit gratuit.
he: <b>העברת זה״ב.</b> זאת, כפי הנראה, הדרך הזוולה ביותר לתרום. הבנק של טטואבה נמצא בצרפת, לכן, תושבי מדינות אירופה יכולים להעביר כסף ללא עמלות למעט הסתייגויות מסוימות.
hi: <b>आईबीएएन स्थानांतरण।</b> यह शायद दान करने का सबसे सस्ता तरीका है। Tatoeba का बैंक फ़्रांस में स्थित है, इसलिए यदि आप यूरोपीय संघ के किसी देश से हैं, तो संभव है कि स्थानांतरण निःशुल्क होगा।
hu: <b>IBAN átutalás.</b> Valószínűleg a legolcsóbb adományozási mód. A Tatoeba bankja franciaországi székhelyű, tehát ha európai bankszámlával rendelkezel, valószínűleg ingyenes lesz az átutalás.
ia: <b>Versamento IBAN.</b> Isto es probabilemente le maniera le plus bon mercato de donar. Le banca de Tatoeba es situate in Francia, dunque, si tu es de un pais del UE, es probabile que le versamento essera gratuite.
id: <b>IBAN transfer.</b> Mungkin ini adalah cara yang termurah untuk melakukan donasi. Bank Tatoeba berbasis di Perancis, jadi bila Anda berasal dari negara-negara Eropa, kemungkinan pengiriman donasi tidak akan dikenakan biaya.
it: <b>Trasferimento IBAN.</b> Questo probabilmente è il modo più economico per donare. La banca di Tatoeba ha sede in Francia, per cui se abiti in un paese membro dell'Unione Europea è probabile che il trasferimento non avrà costi aggiuntivi.
ja: <b>IBAN送金</b> IBANコードのある銀行口座をお持ちの方は、この方法がお勧めです。Tatoebaの口座はフランスにありますので、EUにお住まいの方は多くの場合手数料なしで送金することができます。（日本の銀行口座からは原則としてIBAN送金はできません。）
mr: <b>आय.बी.ए.एन. (IBAN) हस्तांतर.</b> देणगी द्यायचा हा कदाचित सर्वात स्वस्त मार्ग असेल. तातोएबाची बँक फ्रांसमध्ये स्थित आहे. अर्थात, आपण जर एकाद्या यूरोपीय संघातील देशातले असाल, तर हस्तांतर मोफत असायची सर्वाधिक शक्यता आहे.
nl: <b>IBAN-overboeking.</b> Dit is waarschijnlijk de goedkoopste manier om te doneren. Tatoeba's bank is gevestigd in Frankrijk, dus als je uit een EU-land komt, is de overboeking waarschijnlijk zonder kosten.
pl: <b>Przelew IBAN.</b> To prawdopodobnie najtańszy sposób przekazania wsparcia. Bank projektu Tatoeba mieści się we Francji, więc istnieje możliwość, że przelew z krajów UE będzie darmowy.
pt_br: <b>Transferência IBAN.</b> Este é, provavelmente, o modo mais econômico de doar. O banco do Tatoeba tem a sua filial na França; assim, se você for de algum país da União Europeia, é provável que a transferência se dê sem nenhum custo adicional.
ro: <b>Transfer prin IBAN.</b> Acesta este probabil cel mai ieftin mod de a dona. Banca de care aparține Tatoeba își are sediul în Franța, așa că dacă vă aflați într-o țară din UE, este probabil ca transferul să fie gratuit.
ru: <b>Перевод по коду IBAN.</b> Это, вероятно, самый дешевый способ пожертвования. Банк, в который нужно перевести деньги, базируется во Франции, так что если вы проживаете в ЕС, то перевод денег, скорее всего, будет бесплатным.
sk: <b>Prevod cez IBAN.</b> To je asi najlacnejší spôsob, ako prispieť. Banka Tatoeby sídli vo Francúzsku, takže pokiaľ ste z krajiny, ktorá je členom EÚ, pravdepodobne budete môcť previesť prevod bez poplatkov.
sr: <b>IBAN трансфер.</b> Ово је вероватно најјефтинији начин за донацију. Татоебина банка је у Француској, па ако си из земље Европске уније, велика је шанса да ће пренос новца бити бесплатан.
tr: <b>IBAN transferi.</b> Muhtemelen bağış yapmanın en ucuz yolu budur. Tatoeba'nın bankası Fransa'da bulunmaktadır ve bir Avrupa ülkesinde ikamet ediyorsanız transfer büyük ihtimalle ücretsiz olacaktır.
tt: IBAN аша күчерү. Бу, мөгаен, иганә итүнең иң арзан ысулыдыр. Tatoeba банкы Франциядә урнашкан, шуңа күрә, әгәр сез Европа иленнән булсагыз, мөгаен, күчерү бушлай булачак.
uk: <b>Переказ на рахунок IBAN.</b> Це мабуть найдешевший спосіб пожертви. Банківський рахунок Tatoeba у Франції, то переказ скоріше за все буде безкоштовним, якщо ви знаходитесь в одній із країн Європейського Союзу.
vi: <b>Chuyển khoản bằng IBAN.</b> Đây có thể là cách quyên góp tiết kiệm nhất. Ngân hàng của Tatoeba có trụ sở tại Pháp, do vậy nếu bạn đến từ một quốc gia thuộc Liên minh Châu Âu, rất có thể việc chuyển tiền sẽ được miễn phí.

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
ar: <b>باي بال (PayPal).</b> إن لم تكن قادرًا على تحويل المال بالطريقة الأولى، فبإمكانك التبرع عبر باي بال. ينبغي أن تعلم أن باي بال يأخذ نسبةً معينةً من التبرع.
bg: <b>PayPal.</b> Ако не можете да превеждате пари с IBAN, можете да дарите с PayPal. Трябва да знаете, че PayPal взема определен процент от дарението.
br: <b>PayPal.</b> Ma n'hellit ket treuzkas arc'hant gant IBAN, gellout a rit reiñ arc'hant gant PayPal neuze. Evidoc'h da c'houzout PayPal a vez kemeret gantañ un dregantad bennak eus ar roadenn arc'hant.
de: Per <b>PayPal</b>. Sollte eine IBAN-Überweisung nicht in Frage kommen, so ist auch die Verwendung von PayPal möglich. Von PayPal wird jedoch ein gewisser Prozentsatz der Spende einbehalten.
el: <b>PayPal.</b> Αν δεν μπορείτε να μεταφέρετε χρήματα με IBAN, τότε θα μπροσούσατε να κάνετε δωρεά με την PayPal. Θα πρέπει να γνωρίζετε ότι η PayPal παίρνει ως προμήθεια συγκεκριμένο ποσοστό των δωρεών.
eo: <b>PayPal.</b> Se vi ne povas transigi la monon per IBAN, vi povas donaci per PayPal. Vi sciu, ke PayPal deprenas iun procentaĵon de la donaco.
es: <b>PayPal.</b> Si no puede transferir dinero mediante el código IBAN, entonces puede realizar una donación con PayPal. Sin embargo, debería saber que PayPal se queda un porcentaje de la donación.
eu: <b>PayPal.</b> Ezin izan baduzu IBAN horren bidez diru emaitzarik egin, orduan PayPal izan daiteke zure aukera. Jakin behar duzu PayPal horrek diru emaitzen ehuneko bat kobratzen duela.
fi: <b>PayPal.</b> Jos et voi tehdä IBAN-tilisiirtoa, voit tehdä lahjoituksen PayPalilla. Tiedoksesi, että PayPal pidättää itsellään tietyn prosentin lahjoituksestasi.
fr: <b>PayPal.</b> Si vous ne pouvez pas virer de l'argent par IBAN, vous pouvez faire un don via PayPal. Gardez en tête que PayPal prélèvera un certain pourcentage du don.
he: <b>PayPal.</b> אם אין לך אפשרות להעביר כסף באמצעות מספר זה״ב, אפשר לתרום באמצעות PayPal. ראוי לציין ש־PayPal גוזרים עמלה משמעותית מסכום התרומה.
hi: <b>PayPal.</b> अगर आप IBAN से पैसे ट्रांसफर नहीं कर सकते हैं, तो आप PayPal से दान कर सकते हैं। आपको पता होना चाहिए कि पेपाल दान का एक निश्चित प्रतिशत लेता है।
hu: <b>PayPal.</b> Ha az IBAN átutalás nem opció, akkor adakozhatsz PayPal segítségével is. Ne felejtsd el, hogy a PayPal az adomány egy bizonyos százalékát levonja.
ia: <b>PayPal.</b> Si tu non pote versar moneta con IBAN, tu pote donar con PayPal. Tu deberea saper que PayPal prende un certe percentage del donation.
id: <b>PayPal.</b> Bila Anda tidak bisa mengirim donasi Anda melalui IBAN, maka Anda bisa menggunakan PayPal untuk mengirimnya. Seperti yang Anda ketahui, PayPal akan memotong beberapa persen dari donasi Anda.
it: <b>PayPal.</b> Se non puoi trasferire soldi con l'IBAN, allora puoi donare con PayPal. Dovresti sapere che PayPal trattiene una certa percentuale della donazione.
ja: <b>PayPal</b> PayPalによる寄付も承っております。この場合、寄付金の一部が手数料として差し引かれます。
mr: <b>पेपॅल (PayPal).</b> आय.बी.ए.न. (IBAN) द्वारे आपल्याला पैसे हस्तांतरित करता येत नसतील, तर आपण पेपॅलद्वारे देणगी देऊ शकता. हे लक्ष्यात घ्या की देणगीचा एक विवक्षित भाग पेपॅल स्वतःसाठी घेईल.
nl: <b>PayPal.</b> Als je geen geld kunt overboeken met IBAN, dan kun je doneren met PayPal. Weet wel dat PayPal zelf een bepaald percentage van de donatie ontvangt.
pl: <b>PayPal.</b> Jeśli nie masz możliwości przekazania wsparcia przelewem IBAN, możesz to zrobić za pośrednictwem systemu PayPal. Uwaga: system ten pobiera prowizję.
pt_br: <b>PayPal.</b> Se não puder transferir dinheiro pelo IBAN, você pode doar via PayPal. É preciso ter em mente, no entanto, que o PayPal acaba ficando com uma porcentagem da doação.
ro: <b>PayPal.</b> Dacă nu puteți transfera bani prin IBAN, puteți dona cu PayPal. Ar trebui să știți că PayPal reține un anumit procent din donație.
ru: <b>PayPal.</b> Если у вас нет возможности перевести деньги при помощи IBAN, то вы можете сделать пожертвование через PayPal. Вы должны знать, что PayPal берёт определенный процент с пожертвований.
sk: <b>PayPal.</b> Ak nemôžete previesť peniaze cez IBAN, môžete nám prispieť pomocou PayPal. Mali by ste však vedieť, že si PayPal strháva určité percento z príspevku.
sr: <b>PayPal.</b> Ако не можеш да пребациш новац IBAN-ом, можеш да донираш преко PayPal-а. Само имај у виду да PayPal узима за себе неки мали проценат донације.
tr: <b>PayPal.</b> IBAN ile para gönderemiyorsanız PayPal ile bağış yapabilirsiniz. PayPal'ın bağışın bir kısmını aldığını unutmamanız gerekir.
tt: PayPal. Әгәр сез IBAN ярдәмендә акча күчерә алмыйсыз икән, сез PayPal ярдәмендә иганә ясый аласыз. Сез белергә тиеш, PayPal иганәдән билгеле бер процент ала.
uk: <b>PayPal.</b> Якщо ви не можете перерахувати гроші за допомогою IBAN, тоді можливо зробити пожертву за допомогою PayPal. Але ви маєте розуміти що PayPal забирає собі частку пожертви.
vi: <b>PayPal.</b> Nếu bạn không thể chuyển tiền bằng IBAN, thì bạn có thể quyên góp bằng PayPal. Bạn nên biết rằng PayPal sẽ thu một tỷ lệ nhất định từ khoản đóng góp.

source: IBAN transfer
ar: تحويل مصرفي (IBAN)
bg: IBAN трансфер
br: Treuzkasadenn IBAN
de: IBAN-Überweisung
el: μεταφορά IBAN
eo: IBAN-transigo
es: Transferencia mediante código IBAN
fi: IBAN-tilisiirto
fr: Virement par IBAN
he: העברת זה״ב
hi: IBAN हस्तांतरण
hu: IBAN átutalás
ia: Versamento IBAN
id: Transfer melalui IBAN
is: IBAN millifærsla
it: Trasferimento IBAN:
ja: IBAN送金
ku: Transfera IBANê
mr: IBAN हस्तांतरण
nl: IBAN-overboeking
pl: Przelew IBAN
pt_br: Transferência IBAN
ro: Transfer prin IBAN
ru: Перевод по коду IBAN
sk: Prevod skrz IBAN
sr: IBAN трансфер
tr: IBAN transferi
tt: IBAN тапшыру
uk: Переказ IBAN
vi: Chuyển khoản IBAN

source: Titular:
ar: الاسم:
bg: Титуляр:
br: Den entitlet:
de: Begünstigter:
el: Τίτλος:
eo: Posedanto:
eu: Jabea:
fi: Saajan nimi:
fr: Titulaire :
he: בעלות על החשבון:
hi: नामधारी:
hu: Kedvezményezett:
id: Tituler:
is: Titill:
it: Titolare:
ja: 口座名義：
ku: Nasnav:
mr: नामधारी:
nl: Ten name van:
pl: Dla:
sk: Názov:
sr: Титулар:
tr: Unvan:
tt: Титул:
uk: Отримувач:
vi: Tiêu đề:

source: Download sentences
ar: نزّل الجمل
bg: Изтегляне на изречения
br: Pellgargañ ar frazennoù
de: Sätze herunterladen
el: Μεταφόρτωση φράσων
eo: Elŝuti frazojn
es: Descargar oraciones
eu: Deskargatu esaldiak
fi: Lataa lauseita
fr: Télécharger les phrases
he: הורדת משפטים
hi: वाक्य डाउनलोड करें
hu: Mondatok letöltése
ia: Discargar phrases
id: Unduh kalimat-kalimat
is: Hlaða niður setningum
it: Scarica le frasi
ja: ダウンロード
ku: Hevokan daxîne
mr: वाक्ये डाउनलोड करा
nl: Zinnen downloaden
pl: Pobierz zdania
pt_br: Baixar frases
ro: Descărcare propoziții
ru: Загрузки
sk: Stiahnuť vety
sr: Преузми реченице
tr: Cümleleri indir
tt: Тәкъдимнәрне йөкләү
uk: Завантаження речень
vi: Tải xuống câu

source: Filename
bg: Име на файл
br: Anv-restr
de: Dateiname
el: Όνομα αρχείου
eo: Dosiernomo
es: Nombre de archivo
eu: Fitxategiaren izena
fi: Tiedoston nimi
fr: Nom de fichier
he: שם קובץ
hi: फाइल का नाम
hu: Fájlnév
ia: Nomine del file
id: Nama file
is: Skráarnafn
it: Nome del file
ja: ファイル名
ku: Navê pelgeyê
mr: फाइलचे नाव
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do arquivo
ro: Nume fișier
ru: Имя файла
sk: Názov súboru
sr: Име фајла
tr: Dosya adı
tt: Файлның исеме
vi: Tên tệp

source: Fields and structure
ar: الحقول والهيكل
bg: Полета и структура
br: Maeziennoù ha framm
de: Struktur der Ausgabe
el: Πεδία και δομή
eo: Kampoj kaj strukturo
es: Campos y estructura
eu: Eremuak eta estruktura
fi: Kentät ja rakenne
fr: Champs et structure
he: שדות ומבנה
hi: फ़ील्ड और संरचना
hu: Mezők és formátum
ia: Campos e structura
id: Bidang dan struktur
it: Campi e struttura
ja: ファイルの形式
mr: रकाने व रचना
nl: Velden en structuur
pl: Pola i struktura
pt_br: Campos e estrutura
ro: Câmpuri și structură
ru: Поля и структуры
sk: Políčka a usporiadanie
sr: Поља и структура
tr: Alanlar ve yapı
tt: Кырлар һәм структура
uk: Поля та структура
vi: Trường và cấu trúc

source: File description
ar: وصف الملف
bg: Описание на файла
br: Diskrivadur ar Restr
de: Dateibeschreibung
el: Περιγραφή αρχείου
eo: Priskribo de la dosiero
es: Descripción del archivo
eu: Fitxategiaren deskripzioa
fi: Tiedoston kuvaus
fr: Description du fichier
he: תיאור קובץ
hi: फाइल वर्णन
hu: Fájl leírása
ia: Description del file
id: Deskripsi berkas
it: Descrizione del file
ja: 説明
ku: Raveya pelgeyê
mr: फाइलचे वर्णन
nl: Bestandsomschrijving
pl: Opis pliku
pt_br: Descrição do arquivo
ro: Descriere fișier
ru: Описание файла
sk: Opis súboru
sr: Опис фајла
tr: Dosya açıklaması
tt: Файлның тасвирламасы
uk: Опис файла
vi: Mô tả tập tin

source: Sentence id
ar: معرّف الجملة
bg: Идентификатор на фраза
br: Id ar Frazenn
de: Satznummer
el: Αναγνωριστικό Φράσης
eo: Fraza identigilo
es: Id de la oración
eu: Esaldiaren id
fi: Lausenumero
fr: Identifiant de la phrase
he: מזהה המשפט
hi: वाक्य आईडी
hu: Mondat azonosítója (id)
ia: ID del phrase
id: id kalimat
it: ID della frase
ja: 例文番号
ku: Hejmara hevokê
mr: वाक्य आयडी
nl: Zin-ID
pl: ID zdania
pt_br: Número de identificação da frase
ro: ID propoziție
ru: ID предложения
sk: Číslo vety
sr: ID реченице
tr: Cümle numarası
tt: Җөмлә идентификаторы
uk: Ідентифікатор речення
vi: Id câu

source: Base field
bg: Основно поле
de: Grundfeld
eo: Baza kampo
es: Campo base
fi: Peruskenttä
fr: Champ base
he: שדה יסוד
hi: आधार क्षेत्र
hu: Alap mező
ia: Campo de base
id: Kolom dasar
it: Campo base
mr: आधार रकाना
nl: Basisveld
pl: Pole podstawy
pt_br: Campo-base
ro: Câmp de bază
ru: Базовое поле
tt: Төп кыр
vi: Trường cơ sở (base field)

source: Review
bg: Преглед
br: Difaziañ
de: Beurteilung
eo: Revizio
es: Revisión
eu: Berrikusi
fi: Arvostelu
fr: Révision
he: סקירה
hi: समीक्षा
hu: Átnéz
ia: Evalutation
id: Tinjau
it: Valutazione
ku: Binirxîne
mr: पुनरावलोकन
nl: Beoordeling
pl: Ocena
pt_br: Revisão
ro: Revizuire
ru: Проверка
sk: Preverenie
sr: Преглед
tr: İncele
tt: Күзәтү
vi: Xem lại

source: Text
ar: النصّ
bg: Текст
br: Testenn
el: Κείμενο
eo: Teksto
es: Texto
eu: Testua
fi: Teksti
fr: Texte
he: טקסט
hi: पाठ्य
hu: Szöveg
ia: Texto
id: Teks
is: Texti
it: Testo
ja: 例文
ku: Nivîs
mr: मजकूर
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
sr: Текст
tr: Metin
tt: Текст
uk: Текст
vi: Văn bản

source: Lang
ar: اللغة
bg: Език
br: Yezh
de: Sprache
el: Γλώσσα
eo: Lingvo
es: Idioma
eu: Hizkuntza
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
ia: Lingua
id: Bahasa
is: Mál
it: Lingua
ja: 言語名
ku: Ziman
mr: भाषा
nl: Taal
pl: Kod języka
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sr: Језик
tr: Dil
tt: Тел
uk: Мова
vi: Ngôn ngữ

source: Username
ar: اسم المستخدم
bg: Потребител
br: Anv-implijer
de: Benutzername
el: Όνομα χρήστη
eo: Uzantnomo
es: Usuario
eu: Erabiltzaile izena
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
hu: Felhasználónév
ia: Nomine de usator
id: Nama pengguna
is: Notandanafn
it: Nome dell'utente
ja: ユーザー名
ku: Navê bikarhêner
mr: प्रयोक्तानाव
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sk: Užívateľské meno
sr: Корисничко име
tr: Kullanıcı adı
tt: Кулланучы исеме
uk: Ім'я користувача
vi: Tên người dùng

source: Date added
ar: تاريخ الإضافة
bg: Дата на добавяне
br: Deiziad an ouzhpennadenn
de: Hinzugefügt am
el: Προστέθηκε ημερομηνία
eo: Aldondato
es: Fecha de adición
eu: Data gehitu da
fi: Lisäyspäivämäärä
fr: Date d'ajout
he: תאריך הוספה
hi: जोड़ने का दिनांक
hu: Hozzáadás dátuma
ia: Data de addition
id: Waktu penambahan
it: Data di aggiunta
ja: 追加日時
ku: Dema tevlîkirinê
mr: जोडण्याची तारीख
nl: Datum toegevoegd
pl: Data dodania
pt_br: Data de adição
ro: Data adăugării
ru: Дата добавления
sk: Dátum pridania
sr: Датум додавања
tr: Eklenme tarihi
tt: Өстәлгән дата
uk: Дата додавання
vi: Ngày thêm vào

source: Date created
ar: تاريخ الإنشاء
bg: Дата на създаване
br: Deiziad ar grouidigezh
de: Erstellt am
el: Ημερομηνία δημιουργίας
eo: Kreodato
es: Fecha de creación
eu: Data ezarri da
fi: Luomispäivämärää
fr: Date de création
he: תאריך יצירה
hi: बनाने का दिनांक
hu: Létrehozás dátuma
ia: Data de creation
id: Waktu pembuatan
it: Data di creazione
ja: 作成日時
ku: Dema afirandinê
mr: निर्मितीची तारीख
nl: Datum aangemaakt
pl: Data utworzenia
pt_br: Data de criação
ro: Data creării
ru: Дата создания
sk: Dátum vytvorenia
sr: Датум прављења
tr: Oluşturulma tarihi
tt: Барлыкка килү датасы
uk: Дата створення
vi: Ngày tạo

source: Date last modified
ar: تاريخ آخر تعديل
bg: Дата на последна промябюна
br: Deiziad ar c'hemm diwezhañ
de: Zuletzt bearbeitet am
el: Ημερομηνία τελευταία τροποποίησης
eo: Dato de la lasta modifo
es: Fecha de última modificación
eu: Azken aldaketaren data
fi: Viimeisin muokkauspäivämäärä
fr: Date de dernière modification
he: תאריך שינוי אחרון
hi: पिछले परिवर्तन का दिनांक
hu: Utolsó módosítás dátuma
ia: Data de ultime modification
id: Waktu terakhir diubah
it: Data dell'ultima modifica
ja: 最終更新日時
ku: Dema guhertina dawîn
mr: सर्वात अलीकडच्या परिवर्तनाची तारीख
nl: Datum voor het laatst gewijzigd
pl: Data ostatniej modyfikacji
pt_br: Data da última modificação
ro: Data ultimei modificări
ru: Дата последней модификации
sk: Dátum poslednej úpravy
sr: Датум последње измене
tr: Son değiştirilme tarihi
tt: Соңгы үзгәреш датасы
uk: Дата останньої зміни
vi: Ngày sửa đổi lần cuối

source: Translation id
ar: معرّّف الترجمة
bg: Идентифицатор на превода
br: Id an droidigezh
de: Übersetzungsnummer
el: Αναγνωριστικό μετάφρασης
eo: Traduko-identigilo
es: Id de la traducción
eu: Itzulpenaren id
fi: Käännöslauseen numero
fr: Identifiant de traduction
he: מזהה תרגום
hi: अनुवाद आईडी
hu: Fordítás azonosító (id)
ia: ID de traduction
id: id terjemahan
is: Þýðingarauðkenni
it: ID della traduzione
ja: 訳の例文番号
ku: Hejmara wergerê
mr: भाषांतर आयडी
nl: Vertaling-ID
pl: ID tłumaczenia
pt_br: Número de identificação da tradução
ro: ID traducere
ru: ID перевода
sk: Číslo prekladu
sr: ID превода
tr: Çeviri numarası
tt: Тәрҗемә идентификаторы
uk: Ідентифікатор переклада
vi: Id bản dịch

source: Tag name
ar: اسم الوسم
bg: Име на таг
br: Anv ar baliz
de: Bezeichnung des Etiketts
el: Όνομα ετικέτας
eo: Etikednomo
es: Nombre de etiqueta
eu: Etiketaren izena
fi: Tunnisteen nimi
fr: Étiquette
he: שם תגית
hi: टैग का नाम
hu: Címke név
ia: Nomine de etiquetta
id: Nama label
is: Merkjanafn
it: Nome dell'etichetta
ja: タグ名
ku: Navê etîketê
mr: खूणचिठ्ठीचे नाव
nl: Labelnaam
pl: Nazwa taga
pt_br: Nome da etiqueta
ro: Nume etichetă
ru: Название тега
sk: Názov štítku
sr: Име ознак
tr: Etiket adı
tt: Тэг исеме
uk: Ім'я теґа
vi: Tag tên

source: List id
ar: معرّف القائمة
bg: Идентификатор на списък
br: Id al listenn
de: Listennummer
el: Αναγνωριστικό καταλόγου
eo: Listo-identigilo
es: Id de la lista
eu: Azken id
fi: Listan tunnistenumero
fr: Identifiant de liste
he: מזהה רשימה
hi: सूची आईडी
hu: Lista azonosító (id)
ia: ID de lista
id: id daftar
is: Listarauðkenni
it: ID dell'elenco
ja: リスト番号
ku: Hejmara lîsteyê
mr: यादी आयडी
nl: Lijst-ID
pl: ID listy
pt_br: Número de identificação da lista
ro: ID listă
ru: ID списка
sk: Číslo zoznamu
sr: ID списка
tr: Liste numarası
tt: Исемлек идентификаторы
uk: ідентифікатор списка
vi: Id danh sách
