Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: If you have received this message in error, please contact administrators at {email}.
ar: إن كنتَ قد تلقّيتَ هذه الرسالة بالخطأ، فتواصل من فضلك مع مديري الموقع عبر {email}.
bg: Ако сте получили това съобщени погрешка, моля свържете се с администраторите на {email}.
br: M'ho peus resevet ar postel-mañ dre fazi, kit e darempred gant ar verourien en ur implijout "{email}", mar plij.
de: Wenn dir diese Mitteilung zu Unrecht angezeigt wurde, wende dich bitte an die Administratoren ({email}).
el: Αν έχετε λάβει αυτό το μήνυμα από λάθος, παρακαλούμε επικοινωνήστε με τους διαχειριστές στο {email}.
eo: Se vi malprave ricevis ĉi tiun mesaĝon, bonvolu kontakti la administrantojn ĉe {email}.
es: Si ha recibido este mensaje por error, por favor contacte al administrador al {email}.
eu: Mezu hau errore baten ondorioz jaso baduzu, idatzi administratzaileei: {email}.
fi: Jos saat tämän viestin syyttä, ota yhteyttä ylläpitäjiin sähköpostilla {email}.
fr: Si vous avez reçu ce message par erreur, veuillez contacter les administrateurs à {email}.
he: אם קיבלת הודעה זו בטעות, נא ליצור קשר קשר עם הנהלת המערכת בכתובת {email}.
hi: यदि आपको यह संदेश गलती से मिला है, तो कृपया {email} पर व्यवस्थापकों से संपर्क करें।
hu: Ha a hiba során ezt az üzenetet kaptad, jelezd az adminisztrátorainknak a következő email címen: {email}.
ia: Si tu ha recipite iste message in error, contacta le administratores a {email}.
id: Jika ini adalah sebuah kesalahan, tolong hubungi administrator di {email}.
is: Ef þú hefur fengið þetta skilaboð í villu máttu hafa samband við stjórnendur á {email}.
it: Se hai ricevuto questo messaggio per errore, contatta gli amministratori all'indirizzo {email}, per favore.
ja: このメッセージが誤りであると思われる場合は、管理者 {email} にご連絡ください。
ku: Heke te ev peyama bi xeletî stendibe, ji kerema xwe ji ser {email}ê re bi rêvebiran re têkilî dayine.
mr: हा संदेश चुकून आला आहे असं वाटत असले तर {email} या पत्त्यावर प्रशासकांशी संपर्क साधा.
nl: Als je dit bericht ten onrechte hebt ontvangen, neem dan contact op met de beheerders via {email}.
pl: Jeśli otrzymałeś/łaś tę wiadomość w wyniku błędu, skontaktuj się z administratorami pod {email}.
pt_br: Se você recebeu esta mensagem por engano, por favor, entre em contato com os administradores pelo e-mail {email}.
ro: Dacă ați primit acest mesaj din greșeală, vă rugăm să contactați administratorii la {email}.
ru: Если Вы получили данное сообщение по ошибке, пожалуйста свяжитесь с администраторами по адресу {email}.
sk: Ak ste túto správu dostali nedopatrením, prosím, spojte sa emailom s administrátormi {email}.
sr: Ако сте ову поруку добили грешком, контактирајте администраторе путем адресе {email}.
tr: Bu mesajın hata olduğunu düşünüyorsanız lütfen yöneticilerle {email} üzerinden iletişime geçin.
tt: Әгәр дә сез бу хәбәрне хата белән алгансыз икән, зинһар, {email} адресы буенча администраторлар белән элемтәгә керегез.
uk: Якщо ви помилково отримали це повідомлення, зверніться, будь ласка, до адміністраторів за адресою {email}.
vi: Nếu bạn nhận được thông báo này do nhầm lẫn, vui lòng liên hệ với quản trị viên tại {email}.

source: Changes to your comment have been saved.
ar: حُفظت تعديلاتك على التعليق.
bg: Промените в коментара Ви, бяха запазени.
br: Ar cheñchamantoù graet d'hoc'h evezhiadenn a zo bet enrollet.
de: Kommentaränderung gespeichert.
el: Οι αλλαγές στο σχόλιο σου έχουν αποθηκευτεί.
eo: Via ŝanĝita komento estas konservita.
es: Se han guardado los cambios de su comentario.
eu: Zure iruzkinari egindako aldaketak ondo gorde dira.
fi: Muutokset kommenttiisi on tallennettu.
fr: Les modifications de votre commentaire ont été enregistrées.
he: השינויים לתגובה שלך נשמרו.
hi: टिप्पणी पर किये गये बदल सहेजे गए हैं।
hu: A hozzászólásod módosításait elmentettük.
ia: Le cambiamentos in tu commento ha essite salveguardate.
id: Perubahan pada komentar Anda telah tersimpan.
is: Breytingar á ummæli þínu hafa verið vistuð.
it: Le modifiche al tuo commento sono state salvate.
ja: コメントを変更しました。
ku: Guhertinên li ser şîroveya te hatin tomarkirin.
mr: आपल्या टिप्पणीत केलेले बदल सेव्ह केले गेले आहेत.
nl: Je gewijzigde opmerking is opgeslagen.
pl: Zmiany w komentarzu zostały zapisane.
pt_br: As mudanças feitas no seu comentário foram salvas.
ro: Modificările la comentariul dumneavoastră au fost salvate.
ru: Изменения к Вашему комментарию были сохранены.
sk: Úpravy vášho komentára boli uložené.
sr: Измене вашег коментара су сачуване.
tr: Yorumunuza yaptığınız değişiklikler kaydedildi.
tt: Сезнең шәрехләрегездә үзгәрешләр сакланды.
uk: Зміни до вашого коментаря було збережено.
vi: Các thay đổi dành cho nhận xét của bạn đã được lưu.

source: The sentence #{id} has been deleted.
ar: حُذفت الجملة رقم {id}.
bg: Изразът №{id} беше изтрит.
br: Ar frazenn #{id} a zo bet dilamet.
de: Satz Nr.&nbsp;{id} wurde gelöscht.
el: Η φράση #{id} έχει διαγραφεί.
eo: Frazo numero {id} estis forigita.
es: La oración nº {id} ha sido eliminada.
eu: Esaldiaren #{id} ezabatu egin da.
fi: Lause nro {id} on poistettu.
fr: La phrase numéro {id} a été supprimée.
he: משפט מס׳ {id} נמחק.
hi: वाक्य क्र. {id} हटाया गया है।
hu: A(z) #{id} mondat törlésre került.
ia: Le phrase #{id} ha essite delite.
id: Kalimat #{id} telah dihapus.
is: Setning #{id} hefur verið eytt.
it: La frase n° {id} è stata eliminata.
ja: 例文#{id}を削除しました。
ku: Hevoka #{id} hate jêbirin.
mr: वाक्य क्र. {id} हटवले गेले आहे.
nl: De zin nr. {id} is verwijderd.
pl: Zdanie nr {id} zostało usunięte.
pt_br: A frase #{id} foi removida.
ro: Propoziția #{id} a fost ștearsă.
ru: Предложение №{id} было удалено.
sk: Veta #{id} bola vymazaná.
sr: Реченица #{id} је обрисана.
tr: #{id} cümlesi silindi.
tt: #1{id} җөмлә бетерелде.
uk: Речення #{id} було видалене.
vi: Câu # {id} đã bị xóa.

source: Error: the sentence #{id} could not be deleted.
ar: خطأ: تعذّر حذف الجملة رقم {id}.
bg: Грешка: израз №{id} не може даа бъде изтрит.
br: Fazi: Ne c'hall ket bezañ dilamet ar frazenn #{id}.
de: Fehler! Satz Nr.&nbsp;{id} konnte nicht gelöscht werden.
el: Σφάλμα: η φράση #{id} δεν κατέστη δυνατόν να διαγραφεί.
eo: Eraro: la frazo n-ro {id} ne povis esti forigita.
es: Error: la oración nº {id} no pudo ser eliminada.
eu: Errorea: esaldiaren #{id} ezin izan da ezabatu.
fi: Virhe: lausetta nro {id} ei voitu poistaa.
fr: Erreur : la phrase numéro {id} n'a pas pu être supprimée.
he: שגיאה: לא ניתן למחוק את משפט מס׳ {id}.
hi: त्रुटि: वाक्य क्र. {id} हटा नहीं सके।
hu: Hiba: a mondat #{id} nem törölhető.
ia: Error: le phrase #{id} non poteva esser delite.
id: Galat: kalimat #{id} tidak dapat dihapus.
is: Villa: setning #{id} gat ekki verið eytt.
it: Errore: non è stato possibile eliminare la frase n° {id}.
ja: 例文#{id}は削除できませんでした。
ku: Çewtî: hevoka #{id} nehat jêbirin.
mr: त्रुटी: वाक्य क्र. {id} हटवता आले नाही.
nl: Fout: zin nr. {id} kon niet worden verwijderd.
pl: Błąd: nie można usunąć zdania nr {id}.
pt_br: Erro: a frase #{id} não pôde ser removida.
ro: Eroare: propoziția #{id} nu a putut fi ștearsă.
ru: Ошибка: предложение №{id} не может быть удалено.
sk: Chyba: vetu #{id} sa nepodarilo odstrániť.
sr: Грешка: реченица #{id} није обрисана.
tr: Hata: #{id} cümlesi silinemedi.
tt: Хата: #1{id} җөмләсен бетереп булмады.
uk: Помилка: речення #{id} не може бути видалене.
vi: Lỗi: không thể xóa câu # {id}.

source: You are not allowed to change the license of this sentence.
ar: لست مخوّلًا لتُغيّر رخصة هذه الجملة.
bg: Вече е позволеня промяната на лиценза на израза.
br: N'hoc'h ket aotreet da cheñch lisañs ar frazenn-mañ.
de: Die Lizenz, unter der dieser Satz steht, kann nicht geändert werden.
el: Δεν σας επιτρέπεται να αλλάξετε την άδεια αυτής της φράσης.
eo: Vi ne rajtas ŝanĝi la permesilon de tiu ĉi frazo.
es: No está permitido cambiar la licencia en esta oración.
eu: Ez daukazu esaldi honen lizentzia aldatzeko baimenik.
fi: Et voi vaihtaa tämän lauseen lisenssiä.
fr: Vous ne pouvez pas changer la licence de cette phrase.
he: אין לך הרשאה לשנות את רישיון המשפט הזה.
hi: इस वाक्य का लाइसेंस बदलने की अनुमति आपके पास नहीं है।
hu: Nincs jogosultságod a licenc módosítására.
ia: Tu non ha le permission de cambiar le licentia de iste phrase.
id: Anda tidak diperbolehkan mengubah lisensi kalimat ini.
is: Þú hefur ekki leyfi til að breyta notendaleyfi þessarar setningu.
it: Non ti è permesso cambiare la licenza di questa frase.
ja: この例文のライセンスを変更することはできません。
ku: Ji bo guhertina lîsansa vê hevokê destûra te tune ye.
mr: या वाक्याचा परवाना बदलायची आपल्याकडे परवानगी नाही.
nl: Je mag de licentie van deze zin niet wijzigen.
pl: Nie masz uprawnień do zmiany licencji tego zdania.
pt_br: Você não tem permissão para alterar a licença desta frase.
ro: Nu aveți voie să schimbați licența acestei propoziții.
ru: У вас нет прав для изменения лицензии этого предложения.
sk: Nemáte oprávnenie zmeniť licenciu tejto vety.
sr: Немате дозволу да промените лиценцу овој реченици.
tr: Bu cümlenin lisansını değiştirme yetkiniz yok.
tt: Сезгә бу җөмләнең эчтәлеген үзгәртергә рөхсәт ителми.
uk: Ви не можете змінити ліцензію цього речення.
vi: Bạn không thể thay đổi giấy phép của câu này.

source: The license of the sentence has been changed to “{newLicense}”.
ar: تغيّرت رخصة الجملة إلى ”{newLicense}“.
bg: Лицензът на израза, беше променен на “{newLicense}”.
br: Cheñchet eo bet lisañs ar frazenn e “{newLicense}”.
de: Der Satz steht jetzt unter der Lizenz „{newLicense}“.
el: Η άδεια της φράσης έχει αλλάξει σε "{newLicense}".
eo: La permesilo de tiu ĉi frazo estis ŝanĝita al „{newLicense}”.
es: La licencia de la oración ha sido cambiada a “{newLicense}”.
eu: Esaldiaren lizentzia aldatu egin da eta orain hauxe da: “{newLicense}”.
fi: Tämän lauseen lisenssi on vaihdettu lisenssiksi “{newLicense}”.
fr: La licence de la phrase a été changée en « {newLicense} ».
he: הרישיון עבור המשפט הוחלף ל־„{newLicense}”.
hi: वाक्य का लाइसेंस “{newLicense}” में बदल दिया गया है।
hu: A mondat licence a következőre változott: "{newLicense}".
ia: Le licentia de le phrase ha essite cambiate a "{newLicense}".
id: Lisensi kalimat telah diubah ke “{newLicense}”.
is: Leyfið þessarar setningar hefur verið breytt yfir á „{newLicense}.“
it: La licenza della frase è stata cambiata in “{newLicense}”.
ja: 例文のライセンスは “{newLicense}” に変更されました。
ku: Lîsansa hevokê wekî "{newLicense}" hate guhertin.
mr: वाक्याचा परवाना बदलून “{newLicense}” हा परवाना लागू करण्यात आला आहे.
nl: De licentie van de zin is gewijzigd in “{newLicense}”.
pl: Licencja zdania została zmieniona na "{newLicense}".
pt_br: A licença da frase foi alterada para “{newLicense}”.
ro: Licența propoziției a fost schimbată cu „{newLicense}”.
ru: Лицензия для этого предложения была изменена на “{newLicense}”.
sk: Licencia tejto vety bola zmenená na „{newLicense}“.
sr: Лиценца реченице је промењена у „{newLicense}”.
tr: Cümlenin lisansı “{newLicense}” olarak değiştirildi.
tt: Җөмләдәге Лицензия "1{newLicense} " га үзгәртелде.
uk: Ліцензію речення було змінено на “{newLicense}”.
vi: Giấy phép của câu đã được thay đổi thành “{newLicense}”.

source: Unable to change the license to “{newLicense}” because:
ar: تعذّر تغيير الرخصة إلى ”{newLicense}“ للأسباب الآتية:
bg: Не е възможна промяна на лиценза към “{newLicense}” поради:
br: N'heller ket cheñch lisañs da “{newLicense}” abalamour ma:
de: Eine Änderung zur Lizenz „{newLicense}“ hin ist nicht möglich. Grund:
el: Αδύνατη η αλλαγή της άδειας σε "{newLicense}" διότι:
eo: Ne eblas ŝanĝi la permesilon al „{newLicense}” ĉar:
es: No es posible cambiar la licensia a “{newLicense}” debido a:
eu: Ezin izan da lizentzia aldatu eta honako “{newLicense}” hau hautatu, honengatik:
fi: Nykyistä linsenssiä ei voida vaihtaa lisenssiin “{newLicense}” koska:
fr: Impossible de changer la licence en « {newLicense} » car :
he: לא ניתן להחליף את הרישיון ל־„{newLicense}” בגלל:
hi: लाइसेंस को “{newLicense}” में बदलने में असमर्थ क्योंकि:
hu: A következő okból kifolyólag nem lehet "{newLicense}" licencre váltani:
ia: Le licentia non pote esser cambiate a "{newLicense}" perque:
id: Tidak dapat mengubah lisensi ke “{newLicense}” disebabkan:
is: Gat ekki breytt leyfið þessarar setningar yfir á „{newLicense}“ út af:
it: Non è possibile cambiare la licenza in “{newLicense}” perché:
ja: 次の理由によりライセンスを “{newLicense}” に変更できません。
ku: Lîsansa hevokê nabe wekî "{newLicense}"ê were guhertin, ji ber ku:
mr: परवाना बदलून “{newLicense}” हा परवाना लागू करता आला नाही. याचे कारण:
nl: Kan de licentie niet wijzigen in “{newLicense}”, omdat:
pl: Nie można zmienić licencji na "{newLicense}", ponieważ:
pt_br: Não foi possível alterar a licença atual para “{newLicense}” pela seguinte razão:
ro: Nu se poate schimba licența cu „{newLicense}” deoarece:
ru: Нельзя изменить лицензию на “{newLicense}”, потому что:
sk: Licenciu nie je možné zmeniť na „{newLicense}“ pretože:
sr: Није могуће променити лиценцу у „{newLicense}” јер:
tr: Lisans “{newLicense}” olarak değiştirilemez çünkü:
tt: Лицензияне "1{newLicense} " га үзгәртеп булмый, чөнки:
uk: Неможливо змінити ліцензію на “{newLicense}” тому що:
vi: Không thể thay đổi giấy phép thành “{newLicense}” bởi vì:

source: You do not have permission to view this list.
ar: ليس مسموحًا لك عرض هذه القائمة.
bg: Нямате достатъчно права, за да видите този списък.
br: N'hoc'h ket aotreet da welout al listenn-mañ.
de: Keine Erlaubnis, diese Liste einzusehen.
el: Δεν έχετε εξουσιοδότηση να δείτε αυτό τον κατάλογο.
eo: Vi ne havas la permeson por rigardi tiun ĉi liston.
es: No tiene permiso para ver esta lista.
eu: Ez duzu zerrenda ikusteko baimenik.
fi: Sinulla ei ole oikeuksia nähdä tätä listaa.
fr: Vous n'êtes pas autorisé(e) à visualiser cette liste
he: אין לך הרשאה לראות רשימה זו.
hi: यह सूची देखने की आपके पास अनुमति नहीं है।
hu: Nincs jogosultságod a lista megtekintéséhez.
ia: Tu non ha le permission de vider iste lista.
id: Anda tidak memiliki izin untuk melihat daftar ini.
is: Þú hefur ekki leyfi til að skoða þennan lista.
it: Non hai il permesso di visualizzare questo elenco.
ja: このリストの参照する権限がありません。
ku: Ji bo dîtina vê lîsteyê destûra te tune ye.
mr: ही यादी पाहण्याची आपल्याकडे परवानगी नाही.
nl: Je hebt geen toestemming om deze lijst te bekijken.
pl: Nie masz uprawnień do wyświelenia tej listy.
pt_br: Você não tem permissão para ver esta lista.
ro: Nu aveți permisiunea de a vizualiza această listă.
ru: У вас нет прав на просмотр данного списка.
sk: Na zobrazenie tohto zoznamu nemáte povolenie.
sr: Немате дозволу да прегледате овај списак.
tr: Bu listeyi görüntüleme izniniz yok.
tt: Сезнең бу исемлекне карарга хокукыгыз юк.
uk: Ви не маєте дозволу для перегляду цього списка.
vi: Bạn không được quyền xem danh sách này.

source: The sentence could not be added to the list.
ar: لا يمكن إضافة الجملة إلى القائمة.
bg: Изразът не може да бъде добавен към този списък.
br: N'hall ket bezañ ouzhpennet ar frazenn d'al listenn.
de: Der Satz konnte nicht in die Liste eingetragen werden.
el: Η πρόταση δεν μπορούσε να προστεθεί στην λίστα.
eo: La frazo ne povis esti aldonita al la listo.
es: No se pudo añadir la frase a la lista.
eu: Ezin izan da esaldia zerrendara gehitu.
fi: Lausetta ei voitu lisätä listalle.
fr: La phrase n'a pas pu être ajoutée à la liste.
he: לא ניתן להוסיף את המשפט לרשימה.
hi: वाक्य सूची में नहीं जोड़ पाए।
hu: A mondatot nem lehetett hozzáadni a listához.
ia: Le phrase non poteva esser addite al lista.
id: Kalimat tidak dapat ditambahkan ke dalam daftar.
is: Gat ekki set setningu á lista.
it: Non è stato possibile aggiungere la frase all'elenco.
ja: リストに例文を追加できませんでした。
ku: Hevok tevlî lîsteyê nebû.
mr: वाक्य यादीत जोडता आले नाही.
nl: De zin kon niet aan de lijst worden toegevoegd
pl: Nie można dodać zdania do tej listy.
pt_br: A frase não pôde ser adicionada à lista.
ro: Propoziția nu a putut fi adăugată în listă.
ru: Это предложение не может быть добавлено в список.
sk: Vetu nebolo možné pridať na zoznam.
sr: Реченица није додата у списак.
tr: Cümle listeye eklenemedi.
tt: Бу җөмлә исемлеккә өстәлә алмый иде.
vi: Không thể thêm câu này vào danh sách.

source: You do not have permission to download this list.
ar: ليس مسموحًا لك تنزيل هذه القائمة.
bg: Нямате правомощия за да свалите този списък.
br: N'ho peus ket an aotre da bellgargañ al listenn-mañ.
de: Du darfst diese Liste nicht herunterladen.
el: Δεν έχετε άδεια να κατεβάσετε αυτό τον κατάλογο.
eo: Vi ne havas la permeson por elŝuti tiun ĉi liston.
es: No tiene permiso de descargar esta lista.
eu: Ez duzu zerrenda hau deskargatzeko baimenik.
fi: SInulla ei ole lupaa ladata tätä listaa.
fr: Vous n'êtes pas autorisé(e) à télécharger cette liste.
he: אין לך הרשאה להוריד רשימה זו.
hi: यह सूची डाउनलोड करने की आपके पास अनुमति नहीं है।
hu: Nincs jogosultságod a lista letöltéséhez.
ia: Tu non ha le permission de discargar iste lista.
id: Anda tidak memiliki izin untuk mengunduh daftar ini.
is: Þú hefur ekki leyfi til að niðurhala þennan lista.
it: Non hai il permesso di scaricare questo elenco.
ja: このリストのダウンロードする権限がありません。
ku: Ji bo daxistina vê lîsteyê destûra te tune ye.
mr: ही यादी डाउनलोड करण्याची आपल्याकडे परवानगी नाही.
nl: Je mag deze zin niet downloaden.
pl: Nie masz uprawnień do pobrania tej listy.
pt_br: Você não tem permissão para fazer o download desta lista.
ro: Nu aveți permisiunea de a descărca această listă.
ru: У вас нет прав на загрузку данного списка.
sk: Na stiahnutie tohto zoznamu nemáte povolenie.
sr: Немате дозволу да преузмете овај списак.
tr: Bu listeyi indirme izniniz yok.
tt: Сезнең бу исемлекне йөкләргә рөхсәтегез юк.
vi: Bạn không được quyền tải xuống danh sách này.

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
ar: لا توجد جُمل في هذا الوسم. إمّا أن الوسم الذي تبحث عنه حُذف، أو أنه غير موجود.
bg: Няма изрази за този таг. Тагът който търсите е изтрит или не съществува.
br: N'eus frazenn ebet evit ar baliz-mañ. N'eus ket eus ar baliz a glaskit, pe dilamet eo bet.
de: Dem Etikett, nach dem du suchst, sind keine Sätze zugeordnet. Entweder existiert es nicht, oder es wurde gelöscht.
el: Δεν υπάρχουν φράσεις γι΄αυτή την ετικέτα. Η ετικέτα που ψάχνεις έχει διαγραφεί ή δεν υπάρχει.
eo: Ne estas frazoj kun tiu etikedo. La etikedo, kiun vi serĉas, estas viŝita aŭ ne ekzistas.
es: No hay oraciones para esta etiqueta. La etiqueta que usted está buscando ha sido eliminada o no existe.
eu: Etiketa honekin ez dago esaldirik. Bilatzen ari zaren etiketa hori edo ez da inoiz existitu, edo ezabatu egin da, edo beste nolabait idazten da.
fi: Tätä tunnistetta ei ole käytetty yhdessäkään lauseessa. Etsimäsi tunniste on poistettu lopullisesti tai sitä ei ole olemassa.
fr: Aucune phrase ne porte cette étiquette. L'étiquette que vous recherchez a été supprimée ou n'existe pas.
he: אין משפטים עבור תגית זו. התגית שחיפשת נמחקה או שאינה קיימת.
hi: इस टैग के लिए कोई वाक्य नहीं हैं। आप जिस टैग की तलाश कर रहे हैं वह हटा दिया गया है या मौजूद नहीं है।
hu: Nincs mondat ehhez a címkéhez. A keresett címkét vagy törölték, vagy nem létezik.
ia: Il non ha phrases pro iste etiquetta. Le etiquetta que tu cerca ha essite delite o non existe.
id: Tidak dapat menemukan kalimat dengan label ini. Label yang Anda cari telah dihapus atau tidak ada.
is: Það eru engar setningar fyrir þetta merki. Merkið sem þú ert að leita að hefur verið eytt eða er ekki til.
it: Non ci sono frasi con questa etichetta. L'etichetta che stai cercando è stata eliminata, oppure non esiste.
ja: このタグのついた例文はありません。削除された、もしくは存在しないタグです。
mr: ही खूणचिठ्ठी कोणत्याही वाक्यावर लावली नाही. आपण जी खूणचिठ्ठी शोधत आहात ती हटवली गेली आहे किंवा ती अस्तित्वातच नाही.
nl: Er zijn geen zinnen met dit label. Het label waar je naar zoekt is verwijderd of bestaat niet.
pl: Nie ma zdań z takim tagiem. Poszukiwany tag został skasowany albo nie istnieje.
pt_br: Não há nenhuma frase com esta tag. A tag que você está procurando foi deletada ou não existe.
ro: Nu există propoziții pentru această etichetă. Eticheta pe care o căutați a fost ștearsă sau nu există.
ru: С данным тегом нет предложений. Тег, который вы ищете, удалён или никогда не существовал.
sk: Neboli nájdené vety s týmto štítkom. Štítok, ktorý hľadáte bol zmazaný alebo vôbec nejestvuje.
sr: Нема реченица са овом ознаком. Ознака по којој претражујете је обрисана или не постоји.
tr: Bu etiketi içeren hiç cümle yok. Aradığınız etiket ya silinmiş ya da daha oluşturulmamış.
tt: Моның өчен тегка тәкъдимнәр юк. Эзләнгән тег алынды яки юк.
uk: Речень з цим теґом не існує. Цей теґ було видалено або він не існує.
vi: Không có câu nào cho thẻ này. Thẻ mà bạn đang tìm đã bị xóa hoặc không tồn tại.

source: No user with this username: {username}
ar: لا يوجد مستخدم باسم المستخدم هذا: {username}
bg: Не съществува потребител с потребителско име: {username}
br: N'eus implijer ebet gant an anv-mañ: {username}
de: Der Benutzername {username} ist nicht registriert.
el: Δεν υπάρχει χρήστης με αυτό το όνομα: {username}
eo: Neniu uzanto kun tiu uzantnomo: {username}
es: Ningún usuario con este nombre de usuario: {username}
eu: Erabiltzailerik ez izen honekin: {username}
fi: Tällä käyttäjätunnuksella ei ole käyttäjää: {username}
fr: Aucun utilisateur avec ce nom : {username}
he: אין משתמש בשם זה: {username}
hi: {username} इस उपयोगकर्ता नाम का कोई भी उपयोगकर्ता नहीं है
hu: Nem létezik felhasználó ezzel a felhasználónévvel: {username}
ia: Non existe un usator con iste nomine: {username}
id: Tidak ditemukan nama pengguna: {username}
is: Engin með notandanafn „{username}“
it: Nessun utente con questo nome: {username}
ja: {username} というユーザーはいません。
ku: Ti bikarhênerek tune ye bi navê: {username}
mr: या प्रयोक्तानावाचा कोणताही प्रयोक्ता नाही: {username}
nl: Geen gebruiker met deze gebruikersnaam: {username}
pl: Brak użytkownika o tej nazwie: {username}
pt_br: Não há nenhum usuário de nome {username}.
ro: Nu există niciun utilizator cu acest nume de utilizator: {username}
ru: Пользователь с именем {username} не существует.
sk: Nebol nájdený užívateľ: {username}
sr: Не постоји корисник са овим корисничким именом: {username}.
tr: {username} adında bir kullanıcı yok
tt: Андый исемле кулланучы юк: {username}
uk: Не знайдено користувача з ім'ям: {username}
vi: Không có người dùng nào mang tên: {username}

source: Failed to upload image
ar: فشل رفع الصورة
bg: Неуспешно качване на изображението.
br: C'hwitet ez eus bet war bellgasadenn ar skeudenn
de: Hochladen des Bildes fehlgeschlagen.
el: Απέτυχε να ανεβάσει την εικόνα
eo: Bildalŝuto malsukcesis
es: Fallo al subir la imagen
eu: Akatsa irudia igotzerakoan
fi: Kuvan lataaminen epäonnistui
fr: Echec dans le chargement de l'image.
he: העלאת התמונה נכשלה
hi: छवि अपलोड करने में विफल
hu: Nem sikerült a kép feltöltése
ia: Incargamento de imagine fallite
id: Gagal mengunggah gambar
is: Mistókst að hlaða upp mynd
it: Caricamento dell'immagine non riuscito.
ja: 画像のアップロードに失敗しました。
ku: Di hilxistina weneyê de çewtî derket
mr: चित्र अपलोड करण्यात अयशस्वी
nl: Uploaden van afbeelding mislukt
pl: Nie udało się załadować obrazka.
pt_br: Não foi possível fazer o upload da imagem.
ro: Imaginea nu a putut fi încărcată.
ru: Не удалось загрузить изображение.
sk: Nahranie obrázka zlyhalo.
sr: Качење слике није успело
tr: Resim yüklenirken hata oluştu
tt: Рәсемне йөкләп булмады
uk: Помилка завантаження зображення
vi: Không tải lên được hình ảnh
