Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Random Sentence
ar: جملة عشوائية
bg: Случайно изречение
br: Frazenn dre zegouezh
de: Zufälliger Satz
el: Τυχαία Φράση
eo: Hazarda frazo
es: Oración al azar
eu: Ausazko esaldia
fi: Satunnainen lause
fr: Phrase aléatoire
he: משפט אקראי
hi: यादृच्छिक वाक्य
hu: Véletlenszerű mondat
ia: Phrase aleatori
id: Kalimat Acak
is: Setning af Handahófi
it: Frase casuale
ja: ランダム表示
ku: Hevoka Ketoberî
mr: यादृच्छिक वाक्य
nl: Willekeurige zin
pl: Losowe zdanie
pt_br: Frase aleatória
ro: Propoziție aleatorie
ru: Случайное предложение
sk: Náhodná veta
sr: Насумична реченица
tr: Rastgele Cümle
tt: Очраклы җөмлә
uk: Випадкове речення
vi: Câu ngẫu nhiên

source: The random sentence feature is currently disabled, please try again later.
ar: جلب الجمل العشوائيّة معطّل حاليًّا، فضلًا جرّب مجدّدًا لاحقًا.
bg: Функцията за произволно изречение в момента е деактивирана, моля, опитайте отново по-късно.
br: Lazhet eo arc'hweladur ar frazenn dre zegouezh bremañ, klaskit diwezhatoc'h mar plij.
de: Die Zufallssätze sind zur Zeit deaktiviert. Bitte versuche es später erneut.
eo: La hazardo-funkcio ĉi-momente estas ĉesigita. Bonvolu provi poste.
es: La función de recuperar una oración al azar está actualmente desactivada. Por favor, inténtelo más tarde.
eu: Ausazko esaldi eginbide hau, une honetan, desgaiturik dago. Saiatu geroago, mesedez.
fi: Satunnainen lause -ominaisuus on tällä hetkellä poistettu käytöstä. Yritä myöhemmin uudelleen.
fr: La fonctionnalité de phrase aléatoire est actuellement désactivée, veuillez essayer à nouveau plus tard.
he: יכולת המשפטים האקראיים מושבתת נכון לעכשיו, נא לנסות שוב מאוחר יותר.
hi: यादृच्छिक वाक्य सुविधा वर्तमान में अक्षम है, कृपया बाद में पुन: प्रयास करें।
hu: A véletlenszerű mondat funkció jelenleg le van tiltva, próbáld újra később.
ia: Le function de phrase aleatori es actualmente disactivate. Per favor, reproba plus tarde.
id: Saat ini fitur kalimat acak dinonaktifkan, silakan coba lagi nanti.
it: La funzione per visualizzare frasi casuali è attualmente disabilitata, riprova più tardi, per favore.
ja: ランダム表示は現在利用できません。しばらく時間をおいてから再度お試しください
mr: यादृच्छिक वाक्य सुविधा यावेळी अक्षम केली गेली आहे. थोड्या वेळा नंतर पुन्हा प्रयत्न करून पाहा.
nl: De 'Willekeurige zin'-functie is tijdelijk uitgeschakeld, probeer het later nog eens.
pl: Funkcja losowego zdania jest obecnie wyłączona, spróbuj później.
pt_br: O recurso de frase aleatória está desativado no momento. Por favor, tente novamente mais tarde.
ro: Funcția de propoziție aleatorie este momentan dezactivată. Vă rugăm să încercați mai târziu.
ru: Функция поиска случайных предложений в настоящее время отключена. Пожалуйста, попытайтесь позднее.
sk: Možnosť vyhľadávania náhodných viet je v súčasnosti nedostupná, prosím, skúste to neskôr.
sr: Функција насумичне реченице је тренутно искључена; покушај касније.
tr: Rastgele cümle özelliği şu anda kapalı. Lütfen daha sonra tekrar deneyin.
tt: Очраклы җөмлә функциясе хәзерге вакытта сүндерелгән, зинһар, соңрак кабатлап карагыз.
uk: Можливість отримання випадкових речень тимчасово заблокована, спробуйте пізніше, будь ласка.
vi: Tính năng câu ngẫu nhiên hiện đang bị tắt, vui lòng thử lại sau.

source: An error occurred while fetching random sentences. If this persists, please <a href="{}">let us know</a>.
ar: حصل خطب ما أثناء جلب جمل عشوائيّة. إن استمرّ ذلك ففضلًا <a href="{}">أعلمنا</a>.
bg: Възникна грешка при извличане на произволни изречения. Ако това продължава, моля, <a href="{}"> уведомете ни </a>.
br: C'hoarvezet ez eus bet ur fazi en ur glask frazennoù dre zegouezh. Ma kendalc'h, <a href="{}">lavarit deomp</a> mar plij.
de: Es ist ein Fehler beim Abrufen der Zufallssätze aufgetreten. Wir bitten um <a href="{}">Meldung</a>, sollte dieser Fortbestehen.
eo: Okazis eraro dum la serĉado de hazarda frazo. Se la problemo persistas, bonvolu <a href="{}">informi nin</a>.
es: Ocurrió un error mientras se recuperaba oraciones al azar. Si el problema persiste, por favor <a href="{}">háganoslo saber</a>.
eu: Errore bat gertatu da ausazko esaldiak ekartzerakoan. Behin eta berriro gertatuz gero, mesedez <a href="{}">jakinarazi guri</a>.
fi: Tapahtui virhe noudettaessa satunnaisia lauseita. Jos virhe toistuu, <a href="{}">kerrothan siitä meille</a>.
fr: Une erreur s'est produite en recherchant des phrases aléatoires. Si cela persiste, veuillez <a href="{}">nous le faire savoir</a>.
he: אירעה שגיאה במשיכת משפטים אקראיים. אם הבעיה הזאת נמשכת, נא <a href="{}">ליידע אותנו</a>
hi: यादृच्छिक वाक्यों को प्राप्त करते समय एक त्रुटि उत्पन्न हुई है। यदि यह जारी रहता है, तो कृपया <a href="{}">हमें बताएं</a>।
hu: Hiba történt a véletlenszerű mondat lekérdezése közben. Ha ez továbbra is fennáll, kérünk, <a href="{}">tudasd velünk</a>.
ia: Un error ha occurrite durante le recuperation de phrases aleatori. Si isto persiste, per favor <a href="{}">contacta nos</a>.
id: Sebuah kesalahan terjadi saat melakukan pengumpulan. Jika masih berlanjut, silakan <a href="{}">hubungi kami</a>.
it: Si è verificato un errore mentre si ricevevano le frasi casuali. Se questo problema persiste, <a href="{}">faccelo sapere</a>, per favore.
ja: ランダム表示のデータ取得中にエラーが発生しました。しばらく時間をおいてから再度お試しください。それでも解決しない場合は、<a href="{}">こちら</a>にご連絡ください。
mr: यादृच्छिक वाक्ये आणण्यात त्रुटी आढळली. जर असं कायम राहिलं तर <a href="{}">आम्हाला कळवा</a>.
nl: Er is een fout opgetreden bij het ophalen van willekeurige zinnen. Als dit aanhoudt, gelieve ons <a href="{}">dat te laten weten</a>.
pl: Wystąpił błąd podczas pobierania losowych zdań. Jeśli błąd dalej będzie występować, <a href="{}">daj nam znać</a>.
pt_br: Ocorreu um erro ao buscar frases aleatórias. Se isto persistir, por favor, <a href="{}">avise-nos</a>.
ro: A apărut o eroare la preluarea unor propoziții aleatorii. Dacă acest lucru persistă, vă rugăm <a href="{}">să ne informați</a>.
ru: В процессе поиска случайных предложений возникла ошибка. Если она будет повторяться, пожалуйста, <a href="{}">сообщите нам</a>.
sk: Pri načítavaní náhodných viet sa vyskytla chyba. Ak táto pretrváva, prosím, dajte <a href="{}">nám vedieť</a>.
sr: Дошло је до грешке приликом добаљања насумичних реченица. Ако се овај проблем настави, слободно нам <a href="{}">јави</a>.
tr: Rastgele cümle getirilirken hata oluştu. Sorun devam ederse lütfen <a href="{}">bize haber verin</a>.
tt: Очраклы җөмләләрне сайлаганда хата килеп чыкты. Әгәр бу кабатлана икән, зинһар, бу турыда безгә хәбәр итегез.
uk: Під час пошука випадкових речень виникла помилка. Якщо це станеться знов, будь ласка <a href="{}">сповістіть нас</a>.
vi: Đã xảy ra lỗi khi tìm nạp các câu ngẫu nhiên. Nếu điều này vẫn tiếp diễn, xin vui lòng <a href="{}"> cho chúng tôi biết </a>.

source: Problem while saving
ar: مشكلة أثناء الحفظ
bg: Проблем при запазване
br: Ur gudenn 'zo c'hoarvezet pa oa oc'h enrollañ
de: Während des Speichervorgangs ist ein Fehler aufgetreten.
el: Πρόβλημα κατά την αποθήκευση
eo: Problemo dum konservado
es: Problema al guardar
eu: Problemak gordetzerakoan
fi: Ongelma tallennettaessa
fr: Problème lors de la sauvegarde
he: בעיה בשמירה
hi: सहजने में समस्या
hu: Hiba lépett fel a mentéskor.
ia: Problema durante salveguarda
id: Kesalahan terjadi ketika sedang menyimpan
is: Vandamál við vistun
it: Si è verificato un problema durante il salvataggio.
ja: 保存中に問題が発生しました。
ku: Di tomarkirinê de pirsgirêk çêbû
mr: सेव्ह करताना समस्या
nl: Probleem tijdens het opslaan
pl: Wystąpił problem przy zapisywaniu
pt_br: Erro ao salvar
ro: A apărut o problemă în timpul salvării
ru: Проблема при сохранении
sk: Chyba pri ukladaní
sr: Проблем приликом чувања
tr: Kaydetme sırasında hata
tt: Саклап калу проблемасы
uk: Помилка зберігання
vi: Sự cố khi lưu

source: Download list:
ar: قائمة التنزيل:
bg: Списък за изтегляне:
br: Listenn ar pellgargadurioù:
de: Liste herunterladen:
el: Κατεβάστε τον κατάλογο:
eo: Elŝuti liston:
es: Descargar lista:
eu: Deskarga zerrenda:
fi: Lataa lista:
fr: Liste de téléchargement :
he: הורדת הרשימה:
hi: सूची डाउनलोड करें:
hu: Lista letöltése:
ia: Lista de discargamentos:
id: Daftar unduhan:
is: Sækja lista:
it: Scarica l'elenco:
ja: リストのダウンロード：
ku: Lîsteyê daxîne:
mr: यादी डाऊनलोड करा:
nl: Lijst downloaden:
pl: Pobierz listę:
pt_br: Baixar lista:
ro: Descărcare listă:
ru: Скачать список:
sk: Stiahnuť zoznam:
sr: Преузми списак:
tr: Listeyi indir:
tt: Йөкләүләр исемлеге:
uk: Перелік завантажень:
vi: Danh sách tải xuống:

source: Actions
ar: الإجراءات
bg: Действия
br: Obererezhioù
de: Aktionen
el: Ενέργειες
eo: Agoj
es: Acciones
eu: Ekintzak
fi: Toiminnot
he: פעולות
hi: क्रियाएँ
hu: Műveletek
ia: Actiones
id: Perintah
is: Aðgerðir
it: Azioni
ja: メニュー
ku: Çalakî
mr: क्रिया
nl: Acties
pl: Przejdź
pt_br: Ações
ro: Acțiuni
ru: Действия
sk: Činnosť
sr: Акције
tr: Eylemler
tt: Эшләр
uk: Дії
vi: Hành động

# header
source: Download
ar: نزِّل
bg: Свали
br: Pellgargañ
de: Herunterladen
el: Λήψη
eo: Elŝuto
es: Descargar
eu: Deskargatu
fi: Lataus
fr: Télécharger
he: הורדה
hi: डाउनलोड
hu: Letöltés
ia: Discargar
id: Unduh
is: Niðurhal
ja: ダウンロード
ku: Daxistin
mr: डाउनलोड
pl: Pobierz
ro: Descărcați
ru: Загрузки
sk: Stiahnuť
sr: Преузми
tr: İndirme
tt: Йөкләү
vi: Tải xuống

source: File format
bg: Файлов формат
br: Stumm ar restr
de: Dateiformat
el: Μορφή αρχείου
eo: Dosierformo.
es: Formato de archivo
eu: Fitxategiaren formatua
fi: Tiedostomuoto
fr: Format de fichier
he: סוג קובץ
hi: फाइल स्वरूप
hu: Fájl formátuma
id: Format file
is: Skráarsnið
it: Formato del file
ja: ファイル形式
ku: Formata pelgeyê
mr: फाइल स्वरूप
nl: Bestandsformaat
pl: Format pliku
pt_br: Formato do arquivo
ro: Tipul fișierului
ru: Формат файла
sk: Formát súboru
sr: Формат фајла
tr: Dosya biçimi
tt: Файл форматы
vi: Định dạng tệp

source: Raw text file
bg: Необработен текстов файл
br: Restr testenn kriz
de: Rohtextdatei
el: Αρχείο ακατέργαστου κειμένου
eo: Nurteksta dosiero
es: Archivo de texto sin formato
eu: Prozesatu gabeko fitxategia
fi: Raakatekstitiedosto
fr: Fichier texte brut
he: קובץ טקסט גולמי
hi: कच्ची टेक्स्ट फाइल
hu: Nyers szöveges fájl
id: File teks tanpa format
is: Ósniðin textaskrá
it: File di testo non elaborato
ja: 標準テキストファイル
mr: कच्ची टेक्स्ट फाइल
nl: Ruw tekstbestand
pl: Surowy plik tekstowy
pt_br: Arquivo de texto bruto
ro: Fișier text brut
ru: Файл с необработанным текстом
sk: Iba text viet
sr: Сиров текстуални фајл
tr: Ham metin dosyası
tt: Эшкәртелмәгән текст файлы
vi: Tệp văn bản thô

source: Tab-separated file
bg: Файл, разделен с табулатори
br: Restr skejet gant taolennataoù
de: Datei mit Tabulatortrennungen
el: Αρχείο διαχωρισμένο με Tabs
eo: Pertabe disigita dosiero
es: Archivo con separación por tabuladores
eu: Tabulazioz bereizitako fitxategia
fi: Sarkaimella eroteltu tiedosto
fr: Fichier séparé par des tabulations
he: קובץ עם הפרדות בטאב
hi: टैब-विभाजित फाइल
hu: Tabulátorral tagolt fájl
id: File dengan pemisahan tab
is: Aðskilnuð með dálkamerkjum
it: File con separazioni tramite tabulazione
ja: タブ区切りのファイル
mr: टॅब-विभक्त फाइल
nl: Tab-gescheiden bestand
pl: Plik rozdzielony tabami
pt_br: Arquivo separado por tabulação
ro: Fișier filă separată
ru: Файл Tab-separated
sk: Viac údajov
sr: Фајл са табовима
tr: Sekmelere ayrılmış dosya
tt: Табуляция белән бүленгән файл
vi: Tệp được phân chia bằng tab

source: List for the Shtooka recorder
bg: Списък за рекордера Shtooka
br: Listenn evit ar meziant enrolladennoù Shtooka
de: Liste für den Shtooka-Rekorder
eo: Listo por la registrilo Shtooka
es: Listado para el programa de grabación Shtooka
eu: Shtooka grabagailuko zerrenda
fi: Luettelo Shtooka-tallenninta varten
fr: Liste pour le logiciel d'enregistrement Shtooka
he: רשימה למקליט Shtooka
hi: श्टूका रिकॉर्डर के लिए बनाई गई सूची
hu: Lista a Shtooka recorder programhoz
id: Daftar untuk rekaman Shtooka
is: Listi fyrir Shtooka (Shtúka) forrit
it: Elenco per il registratore Shtooka
ja: Shtooka レコーダー用のリスト
mr: श्टूका रेकॉर्डरसाठी बनवलेली यादी
nl: Lijst voor het Shtooka-opnameprogramma
pl: Lista dla rejestratora Shtooka
pt_br: Lista para o gravador Shtooka
ro: Listă pentru Shtooka
ru: Список для Shtooka Recorder
sk: Zoznam pre Shtooka nahrávač
sr: Списак за Shtooka recorder
tr: Shtooka kaydedici için listele
tt: Shtooka үзязучысы өчен исемлек
vi: Danh sách cho máy ghi Shtooka

source: Translation (optional)
ar: الترجمة (اختياريّة)
bg: Превод (по избор)
br: Troidigezh (diret)
de: Übersetzung (optional)
el: Μετάφραση (προαιρετική)
eo: Traduko (nedeviga)
es: Traducción (opcional)
eu: Itzulpena (aukeran)
fi: Käännös (valinnainen)
fr: Traduction (optionnelle)
he: תרגום (רשות)
hi: अनुवाद (वैकल्पिक)
hu: Fordítás (opcionális)
ia: Traduction (facultative)
id: Terjemahan (opsional)
is: Þýðing (valfrjálst)
it: Traduzione (facoltativa)
ja: 翻訳
ku: Werger (li gorî daxwazê)
mr: भाषांतर (वैकल्पिक)
nl: Vertaling (optioneel)
pl: Tłumaczenie (opcjonalne)
pt_br: Tradução (opcional)
ro: Traducere (opțional)
ru: Перевод (необязательно)
sk: Preklad (nepovinné)
sr: Превод (није обавезно)
tr: Çeviri (isteğe bağlı)
tt: Тәрҗемә (мәҗбүри түгел)
uk: Переклад (не обов'язково)
vi: Bản dịch (tùy chọn)

source: None
ar: بدون
bg: Нито един
br: Hini ebet
de: Keine
el: Κανένας
eo: Nenio
es: Ninguno
eu: Bat ere ez
fi: ei mitään
fr: aucune langue
he: אין
hi: किसी भी नहीं
hu: Egyik sem
ia: Nulle
id: Tidak ada
it: nessuno
ja: なし
ku: Tune
mr: दाखवू नका
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciuna
ru: без перевода
sk: Žiadny
sr: Ниједан
tr: Yok
tt: Беркем
uk: Жодна мова
vi: Để trống

source: If you select a language, the translation of each sentence into that language (if it exists) will be written to your output. You can then import the file to produce a deck of flash cards, using the {Anki} program.
ar: إن اخترت لغة، ستُكتَب لغة كلّ جملة (إن وُجِدت) إلى الخَرْج. يمكنك بعدها استيراد الملف لإنشاء مجموعة بطاقات استذكار عبر البرنامج {Anki}.
bg: Ако изберете език, преводът на всяко изречение на този език (ако съществува) ще бъде записан във вашия изход. След това можете да импортирате файла, за да създадете тесте флаш карти, като използвате програмата {Anki}.
br: Ma tibabit ur yezh, troidigezh pep frazenn er yezh-mañ (ma 'z eus diouzh ar yezh) a vo skrivet en hoc'h ezvont. Gellout a rit emporzhiañ neuze ar restr da broduiñ ur c'hoari kartoù flash, oc'h implijout ar program {Anki}.
de: Eine Sprache auswählen, um die Sätze zusammen mit ihren Übersetzungen in dieser Sprache, sofern vorhanden, herunterzuladen. Die Datei kann daraufhin zur Erstellung einer Lernkartei genutzt werden, und zwar mit dem Programm {Anki}
el: Αν επιλέξετε μια γλώσσα, η μετάφραση της κάθε πρότασης στην εν λόγω γλώσσα (αν υπάρχει) θα συνταχθεί κατα την έξοδο σας. Στη συνέχεια, μπορείτε να εισαγετε το αρχείο για την εισαγωγη μιας καρτας Flash, χρησιμοποιώντας το πρόγραμμα {Anki}.
eo: Se vi elektas lingvon, la traduko de ĉiu frazo al tiu lingvo (se ĝi ekzistas) estos menciita en la elira dosiero. Vi povos poste importi la dosieron por krei aron da fulmomemoraj kartoj, uzante la programon {Anki}.
es: Si selecciona un idioma, se escribirá por la salida la traducción de cada oración en ese idioma (si existe). Después podrá importar el fichero con el programa {Anki} para producir un set de tarjetas de aprendizaje.
eu: Hizkuntza bat hautatzen baduzu, hizkuntza horretara egiten duzun itzulpen bakoitza, zure produkzio bildumara gehituko da. Horrelakoetan, inportatu ahal duzu fitxategi bat flash karten multzo bat sortzeko, {Anki} programa erabiliz.
fi: Jos valitset kielen, jokaisen lauseen käännös kyseiselle kielelle (jos käännös on olemassa) kirjoitetaan tulosteeseesi. Voit sitten viedä tiedoston {Anki}-ohjelmaan ja luoda pakan sanastonopiskelukortteja.
fr: Si vous sélectionnez une langue, la traduction de chaque phrase dans cette langue (si elle existe) sera écrite dans le fichier en sortie. Vous pourrez alors importer ce fichier pour confectionner un jeu de cartes mémoire, à l'aide du logiciel {Anki}.
he: אם בחרת בשפה כלשהי, התרגום של כל משפט לשפה הזאת (אם קיים) יופיע בפלט שלך. לאחר מכן יש לך אפשרות לייבא את הקובץ כדי לייצר חבילת קלפי הברקה באמצעות התוכנה {Anki}.
hi: यदि आप कोई भाषा चुनते हैं, तो प्रत्येक वाक्य का उस भाषा में अनुवाद (यदि वह मौजूद है) आपके आउटपुट पर लिखा जाएगा। फिर आप {Anki} प्रोग्राम का उपयोग करके फ्लैश कार्ड का एक डेक बनाने के लिए फ़ाइल आयात कर सकते हैं।
hu: Ha kiválasztasz egy nyelvet, akkor a célnyelvre elérhető összes fordítást megkapod a kimeneten. Ezután az {Anki} program segítségével importálhatod a fájlt, és készíthetsz egy paklit a mondatokból.
ia: Si tu selige un lingua, le traduction de cata phrase in ille lingua (si existe) essera scribite al output. Tu pote alora importar le file pro producer un joco de cartas de memoria, usante le programma {Anki}.
id: Jika Anda memilih sebuah bahasa, terjemahan tiap kalimat ke dalam bahasa itu (jika ada) akan dituliskan pada bagian keluaran Anda. Anda kemudian dapat mengimpor berkas tersebut untuk membuat sebuah dek kartu kilas, dengan menggunakan program bernama {Anki}.
it: Se selezioni una lingua, la traduzione di ogni frase in quella lingua (se esiste) verrà scritta nel tuo output. Puoi quindi importare il file per produrre un mazzo di carte flash utilizzando il programma {Anki}.
ja: このボックスにチェックを入れて言語を指定すると、出力データにその言語の訳が（もしあれば）含まれ、{Anki}のフラッシュカード作成に使えるようになります。
mr: येथे भाषा निवडली तर प्रत्येक वाक्याचे त्या भाषेत केल्या गेलेले भाषांतर (अस्तित्वात असले तर) आउटपुटमध्ये लिहिले जाईल. त्यानंतर आपण {Anki} या प्रोग्रामद्वारे ती फाईल आयात करून फ्लॅशकार्ड्जचा एक डेक बनवू शकता.
nl: Als je een taal selecteert, zal de vertaling van elke zin in deze taal (als deze bestaat) in je output komen te staan. Je kunt het bestand hierna importeren om een set kaarten met het {Anki} programma te maken.
pl: Jeśli wybierzesz język, tłumaczenie każdego zdania na ten język (jeśli istnieje) zostanie zapisane do pliku. Następnie możesz zaimportować utworzony plik, aby utworzyć talię fiszek za pomocą programu {Anki}.
pt_br: Se você selecionar um idioma, a tradução de cada frase frase para esse idioma (caso exista) aparecerá na saída. Você pode, então, importar o arquivo para produzir uma série de flashcards usando o programa {Anki}.
ro: Dacă selectați o limbă, traducerile tuturor propozițiilor în acea limbă (dacă există) vor fi afișate la rezultate. Puteți importa apoi fișierul pentru a crea un pachet de cartonașe flash, folosind programul {Anki}.
ru: Если вы укажете язык, для каждого предложения в вывод будет включен перевод на этот язык (если он существует). Затем вы сможете импортировать полученный файл для создания набора карт для программы {Anki}.
sk: Ak ste zvolili nejaký jazyk, preklad každej vety v danom jazyku (pokiaľ taký preklad je) bude napísaný na výstupnej strane. Potom môžete previesť súbor na vytvorenie balíčku kartičiek v programe {Anki}.
sr: Ако изабереш језик, превод сваке реченице на тај језик (ако постоји) ће се наћи у излазном фајлу. Онда можеш да тај фајл искористиш да добијеш шпил картица користећи програм {Anki}.
tr: Bir dil seçerseniz (varsa) o dile olan cümle çevirileri çıktınıza eklenecektir. Daha sonradan {Anki} programını kullanarak dosyayı flaş kart destesi olarak ayarlayabilirsiniz.
tt: Әгәр сез телне сайласагыз, чыгарылыш мәгълүматларында һәр җөмләнең бу телгә тәрҗемәсе язылачак (әгәр ул бар икән). Аннары сез {Anki} программасын кулланып, карточкалар колодасын булдыру өчен файлны импортлый аласыз.
uk: Якщо ви оберете мову, переклад кожного речення цією мовою (якщо він існує) буде записано до вашого фейла. Тоді ви зможете імпортувати файл та зробити колоду флеш-карток за допомогою програми {Anki}.
vi: Nếu bạn chọn một ngôn ngữ, bản dịch của từng câu sang ngôn ngữ đó (nếu tồn tại) sẽ được ghi vào phần đầu ra. Sau đó, bạn có thể nhập tệp để tạo bộ thẻ flash bằng chương trình {Anki}.

# button
source: Download
ar: نزِّل
bg: Свали
br: Pellgargañ
de: Herunterladen
el: Λήψη
eo: Elŝuti
es: Descargar
eu: Deskargatu
fi: Lataa
fr: Téléchargement
he: הורדה
hi: डाउनलोड
hu: Letöltés
ia: Discargar
id: Unduh
is: Hlaða niður
ja: ダウンロード
ku: Daxistin
mr: डाउनलोड करा
nl: Downloaden
pl: Pobierz
pt_br: Fazer o download
ro: Descărcați
ru: Скачать
sk: Stiahnuť
sr: Преузми
tr: İndirme
tt: Йөкләү
vi: Tải xuống

source: Collaborative lists ({total})
ar: القوائم التعاونيّة ({total})
bg: Съвместни списъци ({total})
br: Listennoù kenlabourus ({total})
de: Gemeinschaftl. Listen ({total})
el: Συνεργατικοί κατάλογοι ({total})
eo: Kunlaboraj listoj ({total})
es: Listas colaborativas ({total})
eu: Zerrenda kolaboratzaileak: ({total})
fi: Yhteistyölistat ({total})
fr: Listes collaboratives ({total})
he: רשימות שיתופיות ({total})
hi: सहयोगी सूचियाँ ({total})
hu: Kooperatív listák ({total})
ia: Listas collaborative ({total})
id: Daftar kolaboratif ({total})
it: Elenchi collaborativi (in totale {total})
ja: 共有リスト（{total}件）
ku: Lîsteyên hevpar ({total})
mr: सहयोगी याद्या ({total})
nl: Gezamenlijke lijsten ({total})
pl: Listy współtworzone ({total})
pt_br: Listas colaborativas: ({total})
ro: Liste colaborative ({total})
ru: Общие списки ({total})
sk: Spoločné zoznamy ({total})
sr: Колаборативни спискови ({total})
tr: Ortak listeler ({total})
tt: Бергәләп эшләү өчен исемлекләр ({total})
uk: Спільні списки ({total})
vi: Danh sách cộng tác ({total})

source: All public lists ({total})
ar: كل القوائم العلنيّة ({total})
bg: Всички публични списъци ({total})
br: An holl listennoù foran ({total})
de: Sämtliche öffentlich freigegebene Listen ({total})
el: Όλοι οι δημόσιοι κατάλογοι ({total})
eo: Ĉiuj publikaj listoj ({total})
es: Todas las listas publicas ({total})
eu: Zerrenda publikoak, guztira: ({total})
fi: Kaikki julkiset listat ({total})
fr: Toutes les listes publiques ({total})
he: כל הרשימות הציבוריות ({total})
hi: सभी सार्वजनिक सूचियाँ ({total})
hu: Összes nyilvános lista ({total})
ia: Tote le listas public ({total})
id: Semua daftar publik ({total})
is: Allir opinberir listar ({total})
it: Tutti gli elenchi pubblici ({total})
ja: 公開リスト（{total} 件）
ku: Hemû lîsteyên gelemperî ({total})
mr: सर्व सार्वजनिक याद्या ({total})
nl: Alle openbare lijsten ({total})
pl: Wszystkie publiczne listy ({total})
pt_br: Todas as listas públicas: ({total})
ro: Toate listele publice ({total})
ru: Все общие списки ({total})
sk: Všetky verejné zoznamy ({total})
sr: Сви јавни спискови ({total})
tr: Tüm açık listeler ({total})
tt: Барлык һәркем файдалана алырлык исемлекләр ({total})
uk: Всі публічні списки ({total})
vi: Tất cả danh sách công khai ({total})
