Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Your sentence was not added because the following already exists.
ar: لم تضف جملتك لأن الجملة التالية موجودة بالفعل.
bg: Вашето изречение не беше добавено, защото следното вече съществува.
br: N'eo ket bet ouzhpennet ho frazenn dre ma 'z eus dija eus ar pezh a zo da-heul.
de: Der Satz ist, wie nachfolgend angezeigt, bereits vorhanden und wurde daher nicht hinzugefügt.
el: Η φράσης σας δεν προστέθηκε επειδή η ακόλουθη ήδη υπάρχει.
eo: Via frazo ne estis aldonita, ĉar ĝi jam ekzistas.
es: Su oración no fue añadida porque la siguiente ya existe.
eu: Ez da zure esaldia gehitu dagoeneko gure bilduman egon badagoelako.
fi: Lausettasi ei lisätty, sillä seuraavanlainen lause on jo tietokannassa.
fr: Votre phrase n'a pas été insérée car la suivante existe déjà.
he: המשפט שלך לא נוסף כיוון שהבא כבר קיים.
hi: निम्न वाक्य पहले से ही मौजूद होने के कारण आपका वाक्य जोड़ा नहीं गया।
hu: A mondatod nem lett hozzáadva, mert már létezik.
ia: Tu phrase non ha essite addite perque le sequente jam existe.
id: Kalimat Anda sudah ada dan tidak dapat ditambahkan.
it: La tua frase non è stata aggiunta perché la seguente esiste già.
ja: 投稿された例文は、既に存在するため追加されませんでした。
mr: खालील वाक्य आधीच अस्तित्वात असल्यामुळे आपले वाक्य जोडले गेले नाही.
nl: Je zin werd niet toegevoegd omdat hij al bestaat.
pl: Twoje zdanie nie zostało dodane, ponieważ następujące już zdanie istnieje.
pt_br: A sua frase não foi adicionada porque a seguinte já existe.
ro: Propoziția dumnevoastră nu a fost adăugată deoarece există deja.
ru: Предложение не было добавлено, так как существует следующее предложение.
sk: Vaša veta nebola pridaná, pretože už presne taká jestvuje
sr: Твоја реченица није додата јер следеће већ постоје.
tr: Cümleniz eklenemedi çünkü sitede mevcut.
tt: Сезнең тәкъдим өстәлмәде, чөнки икенчесе инде бар.
uk: Ваше речення не було додане тому що наступне вже існує.
vi: Câu của bạn không được thêm vào vì (các) câu sau đã tồn tại.

source: This sentence belongs to a native speaker.
bg: Това съобщение принадлежи на носител на езика.
br: Ar frazenn-mañ a zo perc'hennet gant ur c'homzer genidik.
de: Muttersprachlersatz.
el: Αυτή η φράση ανήκει σε ντόπιο ομιλητή.
eo: Tiu ĉi frazo apartenas al denaska parolanto.
es: Esta oración pertenece a hablante nativo.
eu: Esaldi honen jabetza jatorrizko hiztun baten esku dago.
fi: Tämä on äidinkielisen puhujan lause.
fr: Cette phrase appartient à un locuteur natif.
he: המשפט הזה שייך לדובר כשפת אם.
hi: यह वाक्य देशी वक्ता का है।
hu: Ez a mondat egy anyanyelvi beszélőhöz tartozik.
ia: Iste phrase pertine a un locutor native.
id: Kalimat ini milik seorang penutur asli.
it: Questa frase appartiene a un madrelingua.
ja: この例文はネイティブが所有しています。
mr: हे वाक्य एका मातृभाषिकेच्या मालकीचे आहे.
nl: Deze zin is van een moedertaalspreker.
pl: To zdanie należy do rodzimego użytkownika/rodzimej użytkowniczki języka.
pt_br: Esta frase pertence a um falante nativo.
ro: Această propoziție aparține unui vorbitor nativ.
ru: Это предложение принадлежит носителю языка.
sk: Táto veta patrí rodenému hovoriacemu
sr: Овај реченица припада којој је то матерњи језик
tr: Bu cümle, sahibinin ana dilinde.
tt: Бу җөмлә тел йөртүчегә карый.
vi: Câu này thuộc về người bản ngữ.

source: Translations of translations
ar: ترجمات لترجمات
bg: Преводи на преводи
br: Troidigezh un droidigezh
de: Übersetzungen zweiten Grades
el: Μεταφράσεις μεταφράσεων
eo: Tradukoj de tradukoj
es: Traducciones de traducciones
eu: Itzulpenen itzulpenak
fi: Käännösten käännökset
fr: Traductions de traductions
he: תרגומים של תרגומים
hi: अनुवादों के अनुवाद
hu: Fordítások fordításai
ia: Traductiones de traductiones
id: Terjemahan dari terjemahan
is: Þýðingar af þýðingum
it: Traduzioni di traduzioni
ja: 間接訳
ku: Wergerên wergeran
mr: भाषांतरांची भाषांतरे
nl: Vertalingen van vertalingen
pl: Tłumaczenia tłumaczeń
pt_br: Traduções de traduções
ro: Traduceri ale traducerilor
ru: Переводы переводов
sk: Preklady prekladov
sr: Преводи превода
tr: Çevirilerin çevirileri
tt: Тәрҗемәләр тәрҗемәләре
uk: Переклади перекладів
vi: Bản dịch của bản dịch

source: Fewer translations
ar: ترجمات أقل
bg: По-малко преводи
br: Nebeutoc'h a droidigezhioù
de: Weniger Übersetzungen
el: Λιγότερες μεταφράσεις
eo: Malpli da tradukoj
es: Menos traducciones
eu: Itzulpen gutxiago
fi: Vähemmän käännöksiä
fr: Moins de traductions
he: פחות תרגומים
hi: कम अनुवाद दिखाएँ
hu: Kevesebb fordítás
ia: Minus traductiones
id: Lebih sedikit
is: Færri þýðingar
it: Meno traduzioni
ja: 翻訳の表示を減らす
ku: Wergerên kêmtir
mr: कमी भाषांतरे दाखवा
nl: Minder vertalingen
pl: Mniej tłumaczeń
pt_br: Menos traduções
ro: Mai puține traduceri
ru: Меньше переводов
sk: Menej prekladov
sr: Мање превода
tr: Daha az çeviri
tt: Азрак тәрҗемәләр
uk: Менше перекладів
vi: Ít bản dịch hơn

source: You cannot edit this sentence because it has audio.
ar: لا يمكنك تحرير هذه الجملة لأنّ بها تسجيل صوتي.
bg: Не можете да редактирате това изречение, защото има аудио.
br: N'hallit ket aozañ ar frazenn-mañ rak un aodio he deus.
de: Dieser Satz ist aufgrund einer vorhandenen Audioaufnahme nicht editierbar.
el: Δεν μπορείτε να επεξεργαστείτε αυτή τη φράση επειδή έχει αρχείο ήχου.
eo: Vi ne povas adapti tiun ĉi frazon, ĉar ĝi ekzistas en sona formo.
es: No puedes editar esta oración porque tiene voz.
eu: Ezin duzu esaldia editatu audioa atxikita duelako.
fi: Et voi muokata tätä lausetta, koska siihen on liitetty äänite.
fr: Vous ne pouvez pas éditer cette phrase car elle comporte un enregistrement sonore.
he: אי אפשר לערוך את המשפט הזה כיוון שמוצמד לו שמע.
hi: इस वाक्य पर ऑडियो होने के कारण आप इसे संपादित नहीं कर सकते।
hu: Nem szerkesztheted ezt a mondatot, mert hangfelvétel van hozzá.
ia: Tu non pote modificar iste phrase perque illo ha audio.
id: Anda tidak dapat mengedit kalimat ini karena di dalamnya tersemat berkas audio.
is: Þú getur ekki breytt þessari setningu vegna þess að hún hefur upptöku.
it: Non puoi modificare questa frase perché è collegata a un file audio.
ja: この例文は音声つきのため編集できません。
ku: Tu nikarî vê hevokê sererast bikî ji ber ku dengê wê heye.
mr: या वाक्याशी ऑडिओ जोडले असल्यामुळे आपण हे वाक्य संपादित करू शकत नाही.
nl: Je kunt deze zin niet bewerken omdat hij audio heeft.
pl: Nie możesz zmienić tego zdania, ponieważ posiada nagranie.
pt_br: Você não pode editar esta frase porque ela contém áudio.
ro: Nu puteți edita această propoziție deoarece are conținut audio.
ru: Вы не можете редактировать это предложение, так как оно имеет аудиозапись.
sk: Nemôžete upraviť túto vetu, pretože má zvukovú nahrávku.
sr: Не можеш да измениш ову реченицу јер има звучни запис.
tr: Bu cümleyi düzenleyemezsiniz çünkü ses dosyası var.
tt: Сез бу тәкъдимне төзәтә алмыйсыз, чөнки анда аудиоязма бар.
uk: Ви не можете змінити це речення тому що до нього доданий звук.
vi: Bạn không thể chỉnh sửa câu này vì nó có âm thanh.

source: Other language
bg: Друг език
br: Yezh all
de: Andere Sprache
el: Άλλη γλώσσα
eo: Alia lingvo
es: Otro idioma
eu: Beste hizkuntza bat
fi: Muu kieli
fr: Autre langue
he: שפה אחרת
hi: अन्य भाषा
hu: Másik nyelv
ia: Altere lingua
id: Bahasa lain
is: Annað tungumál
it: Altra lingua
ku: Zimanê din
mr: अन्य भाषा
nl: Andere taal
pl: Inny język
pt_br: Outro idioma
ro: Altă limbă
ru: Другой язык
sk: Iný jazyk
sr: Други језик
tr: Diğer dil
tt: Башка тел
vi: Ngôn ngữ khác

source: Transcription
bg: Транскрипция
br: Treuskrivadur
de: Transkription
el: Μεταγραφή
eo: Transskribo
es: Transcripción
eu: Transkripzioa
fi: Transkriptio
he: תעתיק הגאים
hi: प्रतिलेखन
hu: Átirat
id: Transkripsi
is: Umritun
it: Trascrizione
ja: トランスクリプション
ku: Transkripsiyon
mr: प्रतिलेखन
nl: Transcriptie
pl: Transkrypcja
pt_br: Transcrição
ro: Transcriere
ru: Транскрипция
sk: Prepis
sr: Транскрипција
tr: Transkripsiyon
tt: Транскрипция
vi: Phiên âm

source: Reset
ar: صفّر
bg: Нулиране
br: Adloc'hañ
de: Zurücksetzen
el: Επαναφορά
eo: Rekomencigi
es: Restablecer
eu: Berrezarri
fi: Palauta alkutilaan
fr: Ré-initialiser
he: איפוס
hi: रीसेट
hu: Visszaállítás
ia: Reinitialisar
is: Endurstilla
it: Azzera
ja: リセット
ku: Nûsaz bike
mr: रीसेट करा
pl: Zresetuj
pt_br: Resetar
ro: Resetați
ru: Сброс
sk: Vynulovať
sr: Ресетуј
tr: Sıfırla
tt: Яңарту
uk: Вернути до вихідного стану
vi: Đặt lại

source: Mark as reviewed
bg: Маркиране като прегледано
br: Merkañ evel adwelet
de: Verifizieren
eo: Marki kiel reviziita
es: Marcar como revisada
eu: Markatu berrikusita bezala
fi: Merkitse arvioiduksi
fr: Marquer comme vérifée
he: לסמן כנבדק
hi: समीक्षा की गई है इस रूप से चिन्हित करें।
hu: Jelölés ellenőrzöttnek
ia: Marcar como revidite
id: Jadikan telah ditinjau
is: Merkja sem yfirfarin
it: Segna come valutata
ja: レビュー済みにする
ku: Wekî nirxandî nîşan bike
mr: पुनरावलोकन केले आहे असे चिन्हित करा
nl: Markeer als beoordeeld
pl: Oznacz jako sprawdzone
pt_br: Marcar como revisada
ro: Marcați ca revizuit
ru: Пометить как «проверено»
sk: Označiť ako preverené
sr: Обележи као прегледано
tr: İncelenmiş olarak işaretle
tt: Каралган кебек билгеләгез
vi: Đánh dấu là đã xem xét

source: This sentence is not reliable.
ar: هذه الجملة غير موثوقة.
bg: Това изречение не е надеждно.
br: N'heller ket kaout fiziañs er frazenn-mañ.
de: Dieser Satz ist möglicherweise fehlerhaft.
el: Αυτή η φράση δεν είναι αξιόπιστη
eo: Tiu ĉi frazo ne estas fidinda.
es: Esta oración no es confiable.
eu: Esaldi hau ez da fidagarri.
fi: Tämä lause ei ole luotettava.
fr: Cette phrase n'est pas fiable.
he: משפט זה אינו מהימן.
hi: यह वाक्य विश्वसनीय नहीं है।
hu: Ez a mondat nem megbízható.
ia: Iste phrase non es digne de fide.
id: Kalimat ini tidak pas.
is: Þessi setning er ekki áreiðanleg.
it: Questa frase non è affidabile.
ja: この例文は信頼できません。
mr: हे वाक्य विश्वसनीय नाही.
nl: Deze zin is niet betrouwbaar.
pl: To zdanie nie jest niepewne.
pt_br: Esta frase não é confiável.
ro: Această propoziție nu este ok.
ru: Это предложение не заслуживает доверия.
sk: Táto veta nie je spoľahlivá
sr: Ова реченица није поуздана
tr: Bu cümle güvenilir değil.
tt: Бу җөмлә ышанычлы түгел.
uk: Це речення є ненадійним.
vi: Câu này không đáng tin cậy.

source: Copy sentence
ar: انسخ الجملة
bg: Копиране на изречение
br: Eilañ ar frazenn
de: Satz kopieren
el: Αντιγραφή φράσης
eo: Kopii la frazon
es: Copiar oración
eu: Kopiatu esaldia
fi: Kopioi lause
fr: Copier la phrase
he: העתקת המשפט
hi: वाक्य की प्रतिलिपि बनाएँ
hu: Mondat másolása
ia: Copiar phrase
id: Salin kalimat
is: Afrita setningu
it: Copia la frase
ja: 例文のコピー
ku: Hevokê kopî bike
mr: वाक्याची प्रतिलिपी करा
nl: De zin kopiëren
pl: Kopiuj zdanie
pt_br: Copiar frase
ro: Copiați propoziția
ru: Скопировать предложение
sk: Skopírovať vetu
sr: Ископирај реченицу
tr: Cümleyi kopyala
tt: Җөмләне күчереп языгыз
uk: Копіювати речення
vi: Sao chép câu

source: Go to sentence page
ar: انتقل إلى صفحة الجملة
bg: Отиди в страницата на изречението
br: Mont da bajenn an arventennoù
de: Zur Seite des Satzes
el: Μετάβαση στην σελίδα φράσεων
eo: Iri al la fraz-paĝo
es: Ir a la página de la oración.
eu: Joan esaldiaren orrira
fi: Siirry lausesivulle
fr: Aller sur la page de la phrase
he: מעבר לעמוד המשפטים
hi: वाक्य के पृष्ठ पर जाएँ
hu: Ugrás a mondat oldalára
ia: Ir al pagina del phrase
id: Buka halaman kalimat
is: Fara á síðu setningar
it: Vai alla pagina della frase
ja: 例文の詳細へ
ku: Here rûpela hevokê
mr: वाक्याचे पान पाहा
nl: Ga naar zin pagina
pl: Idź do strony zdania.
pt_br: Ir para a página da frase
ro: Accesați pagina propoziției
ru: Перейти на страницу предложения
sk: Ísť na stránku vety
sr: Иди на страницу реченице
tr: Cümle sayfasına git
tt: Җөмләләр битенә күчү
vi: Đi đến trang câu

source: Translate
ar: ترجم
bg: Преведи
br: Treiñ
de: Übersetzen
el: Μετάφραση
eo: Traduki
es: Traducir
eu: Hizkuntza aldatu, itzuli
fi: Käännä
fr: Traduire
he: תרגום
hi: अनुवाद करें
hu: Fordítás
ia: Traducer
id: Terjemahkan
is: Þýða
it: Traduci
ja: 翻訳を追加する
ku: Wergerîne
mr: भाषांतर जोडा
nl: Vertalen
pl: Przetłumacz
pt_br: Traduzir
ro: Traduceți
ru: Перевести
sk: Preložiť
sr: Преведи
tr: Çevir
tt: Тәрҗемә итү
uk: Перекласти
vi: Dịch

source: Edit
ar: حرّر
bg: Редактирай
br: Aozañ
de: Bearbeiten
el: Επεξεργασία
eo: Redakti
es: Editar
eu: Editatu
fi: Muokkaa
fr: Éditer
he: עריכה
hi: संपादित करें
hu: Szerkesztés
ia: Modificar
is: Breyta
it: Modifica
ja: 編集
ku: Sererast bike
mr: संपादित करा
nl: Bewerken
pl: Edycja
pt_br: Editar
ro: Modificați
ru: Изменить
sk: Zmeniť
sr: Измени
tr: Düzenle
tt: Редакцияләү
uk: Змінити
vi: Chỉnh sửa

source: Add sentence to list
ar: أضِف الجملة إلى قائمة
bg: Добави изречение към списъка
br: Ouzhpennañ frazennoù d'al listennad
de: Satz in Liste eintragen
el: Προσθήκη φράσης σε κατάλογο
eo: Aldoni la frazon al la listo
es: Añadir la frase a una lista
eu: Gehitu esaldi bat zerrendara
fi: Lisää lause listalle
fr: Ajouter une phrase à la liste
he: הוספת המשפט לרשימה
hi: वाक्य को सूची में जोड़ें
hu: Mondat listához adása
ia: Adder un phrase a un lista
id: Tambah kalimat ke dalam daftar
is: Bæta setningu við á lista
it: Aggiungi frase all'elenco
ja: リストに例文を追加する
ku: Hevokekê tevlî lîsteyê bike
mr: वाक्य यादीत जोडा
nl: Voeg zin aan lijst toe
pl: Dodaj zdanie do listy
pt_br: Adicionar frase à lista
ro: Adăugați propoziția în listă
ru: Добавить предложение в список
sk: Pridať vetu na zoznam
sr: Додај реченицу на списак
tr: Listeye cümle ekle
tt: Исемлеккә җөмлә өстәргә
vi: Thêm câu vào danh sách

source: Add to favorites
ar: أضف إلى المفضلة
bg: Добави към "Любими"
br: Ouzhpennañ d'ar re garetañ
de: Zum Lieblingssatz ernennen!
el: Προσθήκη στα αγαπημένα
eo: Aldoni al miaj plej ŝatataj
es: Agregar a favoritas
eu: Gehitu laster-marketara
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
he: הוספה למועדפים
hi: पसंदीदा वाक्य के रूप में चिन्हित करें
hu: Kedvencekhez ad
ia: Adder al favorites
id: Tambahkan ke favorit
is: Bæta við eftirlæti
it: Aggiungi alle frasi preferite
ja: お気に入りに追加
ku: Tevlî favoriyan bike
mr: आवडीचे असे चिन्हांकित करा
nl: Aan favorieten toevoegen
pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
ro: Adăugați la favorite
ru: В избранные
sk: Pridať medzi obľúbené
sr: Додај у омиљене
tr: Favorilere ekle
tt: Фаворитларга өстәргә
uk: Додати до закладок
vi: Thêm vào mục yêu thích

source: Remove from favorites
ar: احذف من المفضلة
bg: Премахни от "любими"
br: Dilemel diwar ar re garetañ
de: Ernennung zum Lieblingssatz rückgängig machen
el: Αφαίρεση από τα αγαπημένα
eo: Forigi el la plej ŝatataj
es: Eliminar de favoritas
eu: Laster-marketatik ezabatu
fi: Poista suosikeista
fr: Enlever des favoris
he: הסרה מהמועדפים
hi: पसंदीदे वाक्यों में से निकालें
hu: Eltávolítás a kedvencek közül
ia: Remover del favorites
id: Hapus dari favorit
is: Fjarlægja eftirlæti
it: Rimuovi dalle frasi preferite
ja: お気に入りから外す
ku: Ji favoriyan rake
mr: आवडीचे असे अचिन्हांकित करा
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
ro: Ștergeți de la favorite
ru: Убрать из избранных
sk: Odstrániť z obľúbených
sr: Уклони из омиљених
tr: Favorilerden kaldır
tt: Фаворитлардан бетерегез
uk: Видалити з закладок
vi: Loại bỏ khỏi mục ưa thích

source: Are you sure?
ar: هل أنت متأكّد؟
bg: Сигурни ли сте?
br: Ha sur oc'h?
de: Bist du sicher?
el: Είστε βέβαιοι;
eo: Ĉu vi certas?
es: ¿Está seguro?
eu: Ziur zaude?
fi: Oletko varma?
fr: Êtes-vous sûr(e) ?
he: האם אכן זהו רצונך?
hi: क्या आप निश्चित है?
hu: Biztos vagy benne?
ia: Es tu secur?
id: Apa Anda yakin?
is: Ertu viss?
it: Ne sei sicuro?
ja: 本当に削除しますか？
ku: Tu jê bawerî?
mr: नक्की का?
nl: Weet je het zeker?
pl: Jesteś pewien?
pt_br: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sk: Ste si istý?
sr: Да ли си сигуран?
tr: Emin misiniz?
tt: Сез ышанасызмы?
uk: Ви впевнені?
vi: Bạn đã chắc chắn?

source: Delete
ar: احذف
bg: Изтриване
br: Dilemel
de: Löschen
el: Διαγραφή
eo: Forigi
es: Borrar
eu: Ezabatu
fi: Poista
fr: Supprimer
he: מחיקה
hi: मिटाएं
hu: Törlés
ia: Deler
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ku: Jê bibe
mr: हटवा
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ro: Ștergeți
ru: Удалить
sk: Odstrániť
sr: Обриши
tr: Sil
tt: Бетерү
uk: Видалити
vi: Xóa bỏ

source: Click to adopt
ar: انقر للتبني
bg: Кликнете, за да осиновите
br: Klikit da advabañ
de: Satz adoptieren
el: Κάντε κλικ για υιοθεσία
eo: Alklaku por adopti
es: Haga clic para adoptar
eu: Egin klik adopzioan hartzeko
fi: Klikkaa adoptoidaksesi
fr: Cliquez pour adopter cette phrase
he: לחיצה לאימוץ
hi: अपनाने के लिए क्लिक करें
hu: Kattints az örökbefogadáshoz
ia: Clicca pro adoptar
id: Klik untuk mengadopsi
is: Smelltu til að ættleiða
it: Clicca per adottare
ja: アドプトする
mr: दत्तक घेण्यास क्लिक करा
nl: Klik om te adopteren
pl: Kliknij, aby przejąć
pt_br: Clique para adotar
ro: Faceți clic pentru a adopta
ru: Кликните, чтобы присвоить
sk: Klikne pre osvojenie si vety
sr: Кликни да је усвојиш
tr: Sahiplenmek için tıklayın
tt: Сез ышанасызмы?
uk: Натисніть щоб привласнити
vi: Nhấn để tiếp nhận

source: Click to unadopt
ar: انقر لإلغاء التبني
bg: Щракнете, за да го изоставите
br: Klikit evit diadvabañ
de: Satz freilassen
el: Κάντε κλικ για απο-υιοθέτηση
eo: Alklaku por maladopti
es: Haga clic para dejar huérfana
eu: Egin klik adopzioa bertan behera uzteko
fi: Klikkaa hylätäksesi
fr: Cliquez pour vous séparer de cette phrase
he: לחיצה לנטישה
hi: अपनाने के लिए क्लिक करें
hu: Kattints az örökbefogadás visszavonásához
ia: Clicca pro disadoptar
id: Klik untuk melepas status adopsi
is: Smelltu til að afættleiða
it: Clicca per rendere orfana
ja: 手放す
mr: मालकी त्यागण्यास क्लिक करा
nl: Klik om de zin tot wees te maken
pl: Kliknij, aby porzucić
pt_br: Clique para reverter a adoção
ro: Faceți clic pentru a renunța la adoptare
ru: Кликните, чтобы освободить
sk: Kliknite pre opustenie vety
sr: Кликни да поништиш усвајање
tr: Bırakmak için tıklayın
tt: Сайлауны гамәлдән чыгару өчен басыгыз
uk: Натисніть щоб відмовитись від власності
vi: Nhấn để bỏ tiếp nhận

source: Show more features
ar: اعرض مزايا أكثر
bg: Покажи повече опции
br: Diskouez muioc'h a zibarzhioù
de: Mehr Funktionen anzeigen
el: Εμφάνιση περισσοτέρων λειτουργειών
eo: Montri pli da ebloj
es: Mostrar más características
eu: Erakutsi ezaugarri gehiago
fi: Näytä lisää ominaisuuksia
fr: Montrer plus d'options
he: הצגת יותר תכונות
hi: अधिक सुविधाएं दिखाएं
hu: Több funkció megjelenítése
ia: Monstrar plus functiones
id: Lebih banyak fitur
it: Mostra più funzioni
ja: 全機能を表示する
mr: अधिक सुविधा दाखवा
nl: Toon meer functies
pl: Pokaż więcej opcji
pt_br: Mostrar mais recursos
ro: Afișați mai multe caracteristici
ru: Показывать больше функций
sk: Zobraziť viac údajov
sr: Покажи више опција
tr: Daha çok özellik göster
tt: Күбрәк мөмкинлекләрне күрсәтергә
vi: Hiển thị thêm các tính năng

source: Show fewer features
ar: اعرض مزايا أقلّ
bg: Покажи по-малко опции
br: Diskouez nebeutoc'h a arc'hweladurioù
de: Weniger Funktionen anzeigen.
el: Εμφάνιση λιγότερων λειτουργειών
eo: Montri malpli da ebloj
es: Mostrar menos características
eu: Erakutsi ezaugarri gutxiago
fi: Näytä vähemmän ominaisuuksia
fr: Montrer moins d'options
he: הצגת פחות תכונות
hi: कम सुविधाएं दिखाएं
hu: Kevesebb funkció megjelenítése
ia: Monstrar minus functiones
id: Tampilkan lebih sedikit fitur
it: Mostra meno funzioni
ja: 表示する機能を減らす
mr: कमी सुविधा दाखवा
nl: Toon minder functies
pl: Pokaż mniej opcji
pt_br: Mostrar menos recursos
ro: Afișați mai puține caracteristici
ru: Показывать меньше функций
sk: Zobraziť menej údajov
sr: Покажи мање опција
tr: Daha az özellik göster
tt: Функцияләрне азрак күрсәтергә
vi: Hiển thị ít tính năng hơn

source: Show unreviewed transcriptions
bg: Показване на непроверени транскрипции
br: Diskouez an treuzskrivadur chomet amwiriet
de: Nicht verifizierte Transkriptionen anzeigen
eo: Montri nereviziitajn transskribojn
es: Mostrar transcripciones sin revisar
eu: Erakutsi berrikusita ez dauden transkripzioak
fi: Näytä transkriptiot, joita ei ole arvioitu
fr: Montrer les transcriptions non vérifiées
he: להציג תעתיקי הגאים שלא נבדקו
hi: समीक्षा न किए गए ट्रांसक्रिप्शन दिखाएं
hu: Ellenőrizetlen átiratok mutatása
ia: Monstrar transcriptiones non revidite
id: Tampilkan transkripsi yang belum ditinjau
is: Sýna óyfirfarnar umritanir
it: Mostra le trascrizioni non valutate
ja: トランスクリプションを表示する
ku: Transkripsiyona nenirxandî nîşan bide
mr: पुनरावलोकन न केलेले प्रतिलेखन दाखवा
nl: Toon niet-beoordeelde transcripties
pl: Pokaż niesprawdzone transkrypcje
pt_br: Mostrar transcrições que não foram revisadas
ro: Afișați transcrierile nerevizuite
ru: Показать непроверенные транскрипции
sk: Zobraziť neoverené prepisy
sr: Покажи непрегледане транскрипције
tr: İncelenmemiş transkripsiyon göster
tt: Каралмаган транскрипцияләрне күрсәтергә
vi: Hiển thị các bản phiên âm chưa được xem xét

source: Hide unreviewed transcriptions
bg: Скриване на непроверени транскрипции
br: Kuzhat an treuzskrivadurioù chomet amwiriet
de: Nicht verifizierte Transkriptionen ausblenden
eo: Malmontri nereviziitajn transskribojn
es: Ocultar transcripciones sin revisar
eu: Ezkutatu berrikusita ez dauden transkripzioak
fi: Piilota transkriptiot, joita ei ole arvioitu
fr: Cacher les transcriptions non vérifiées
he: להסתיר תעתיקי הגאים שלא נבדקו
hi: समीक्षा न किए गए ट्रांसक्रिप्शन छिपाएं
hu: Ellenőrizetlen átiratok elrejtése
ia: Celar transcriptiones non revidite
id: Sembunyikan transkripsi yang belum ditinjau
is: Fela óyfirfarnar umritanir
it: Nascondi le trascrizioni non valutate
ja: トランスクリプションを非表示にする
ku: Transkripsiyona nenirxandî veşêre
mr: पुनरावलोकन न केलेले प्रतिलेखन लपवा
nl: Verberg niet-beoordeelde transcripties
pl: Ukryj niesprawdzone transkrypcje
pt_br: Não mostrar transcrições que não foram revisadas
ro: Ascundeți transcrierile nerevizuite
ru: Скрыть непроверенные транскрипции
sk: Skryť neoverené prepisy
sr: Сакриј непрегледане транскрипције
tr: İncelenmemiş transkripsiyon gizle
tt: Каралмаган транскрипцияләрне яшерергә
vi: Ẩn các bản phiên âm chưa được xem xét

source: Unlink this translation
bg: Прекратяване връзката с този превод
br: Diliammañ an droidigezh-mañ
de: Diese Übersetzung abtrennen
el: Αποσύνδεση αυτής της μετάφρασης
eo: Malligi la tradukon
es: Desenlazar esta traducción
eu: Kendu esteka itzulpen honetan
fi: Poista linkitys tähän käännökseen
fr: Délier cette traduction
he: ניתוק התרגום הזה
hi: इस अनुवाद को अनलिंक करें
hu: Fordítás leválasztása a mondatról
ia: Disligar iste traduction
id: Hapus pranala terjemahan ini
is: Aftengja þessa setningu
it: Separa questa traduzione
ja: リンクを解除する
mr: या भाषांतराची दुवा मोडा
nl: Ontkoppel deze vertaling
pl: Odłącz to tłumaczenie
pt_br: Desligar esta tradução
ro: Întrerupeți legătura acestei traduceri
ru: Отсоединить этот перевод
sk: Odpojiť tento preklad
sr: Уклони везу са овог превода
tr: Bu çeviriyi ayır
tt: Бу тәрҗемә белән элемтәне өзегез
vi: Hủy liên kết bản dịch này

source: Make into direct translation
bg: Превърнете в директен превод
br: Lakaat evel troidigezh war-eeun
de: Direkte Verknüpfung herstellen
eo: Igi ĝin rekta traduko
es: Transformar en traducción directa
eu: Egin itzulpen zuzena
fi: Lisää suoraksi käännökseksi
fr: En faire une traduction directe
he: הפיכה לתרגום ישיר
hi: सीधा अनुवाद करें
hu: Közvetlen fordítássá tétel
ia: Converter in traduction directe
id: Jadikan sebagai terjemahan langsung
is: Gera í beinþýðingu
it: Rendi una traduzione diretta
ja: リンクする
mr: प्रत्यक्ष भाषांतर आहे असे चिन्हित करा
nl: Maak tot directe vertaling
pl: Zrób bezpośrednie tłumaczenie.
pt_br: Transformar em tradução direta
ro: Listați-o ca traducere directă
ru: Сделать прямым переводом
sk: Učiniť priamym prekladom
sr: Претвори у непосредан превод
tr: Direkt çevirisi yap
tt: Туры тәрҗемә итегез
vi: Chuyển thành bản dịch trực tiếp
