Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: A single sentence can have one or more audio, each from a different voice. To download a particular audio, use its audio id to compute the download URL. For example, to download the audio with the id 1234, the URL is {url}.
bg: Едно изречение може да има едно или повече аудиа, всяко от различен глас. За да изтеглите конкретен аудио, използвайте неговия аудио идентификатор, за да изчислите URL адреса за изтегляне. Например, за да изтеглите аудиото с идентификатор 1234, URL адресът е {url}.
de: Jeder Satz kann mit mehreren Aufnahmen versehen werden. Die Adresse, über die sich eine bestimmte davon herunterladen lässt, kann man mit Hilfe der zugehörigen Nummer bilden. Für Aufnahme Nr. 1234 ist dies beispielsweise {url}.
eo: Unu difinita frazo povas havi pli ol unu sondosieron, ĉiun kun aparta voĉo. Por elŝuti difinitan sondosieron, uzu ĝian son-identigilon por krei la elŝutadreson. Ekzemple, por elŝuti la sondosieron n-ro 1234, la retadreso estas {url}.
fi: Yksittäisellä lauseella voi olla yksi tai useampia äänitteitä, kukin eri puhujalta. Ladataksesi tietyn tai tietyt äänitteet käytä äänitetunnistetta latauslinkin luomiseksi. Esimerkiksi, ladataksesi äänitteen, jonka äänitetunnus on 1234, käytä URL-osoitetta {url}.
fr: Une phrase peut avoir un ou plusieurs enregistrements sonores, chacun d'une voix différente. Pour télécharger un enregistrement en particulier, utilisez son identifiant pour former l'URL de téléchargement. Par exemple, pour télécharger l'enregistrement ayant comme identifiant 1234, l'URL est {url}.
he: למשפט יחיד יכולים להיות קטע שמע אחד או יותר, כל אחד מהם בקול אחר. כדי להוריד מקטע שמע מסוים, יש להשתמש במזהה השמע כדי לחשב את כתובת ההורדה. למשל, כדי להוריד את מקטע השמע שמשויך למזהה 1234, הכתובת היא {url}.
hi: एक वाक्य में एक या एक से अधिक ऑडियो हो सकते हैं, प्रत्येक एक अलग आवाज से। किसी विशेष ऑडियो को डाउनलोड करने के लिए, डाउनलोड यूआरएल की गणना करने के लिए इसकी ऑडियो आईडी का उपयोग करें। उदाहरण के लिए, आईडी 1234 के साथ ऑडियो डाउनलोड करने के लिए, URL {url} है।
ia: Un phrase singule pote haber un o plus registrationes audio, cata un de un altere voce. Pro discargar un registration audio particular, usa su ID de audio pro determinar le adresse URL de discargamento. Per exemplo, pro discargar le registration audio con le ID 1234, le adresse URL es {url}.
it: Una singola frase può avere uno o più file audio, ognuno con una voce differente. Per scaricare un file in particolare, utilizza il suo ID audio per generare l'URL per il download. Ad esempio, per scaricare il file dall'ID 1234, l'URL è {url}.
ja: １つの例文に１つまたは複数の異なる音声ついています。特定の音声をダウンロードしたい場合は、その音声番号をURLに指定してダウンロードしてください。例えば、音声番号 1234 の音声をダウンロードする場合のURLは次のようになります。 {url}
mr: एखाद्या वाक्याला एक किंवा अनेक ऑडिओ असू शकतात. प्रत्येक ऑडिओ वेगळ्या आवाजाचे असते. एखादे विशिष्ट ऑडिओ डाउनलोड करण्यास त्याचे ऑडिओ आय.डी. वापरून डाउनलोड यू.आर.एल. कम्प्यूट करा. उदारणार्थ 1234 या आय.डी.चे ऑडियो डाउनलोड करण्यास हा यू.आर.एल. वापरा: {url}.
nl: Een enkele zin kan een of meer audio bevatten, elk van een andere stem. Om een ​​bepaalde audio te downloaden, gebruikt u de audio-ID ervan om de download-URL te berekenen. Als u bijvoorbeeld de audio met ID 1234 wilt downloaden, is de URL {url}.
ru: Предложение может содержать одну или несколько аудиозаписей от разных людей. Чтобы скачать определённую запись, используйте её номер для генерации ссылки. Например, ссылка на скачивание записи под номером 1234 - {url}.
tt: Бер җөмләдә һәрберсе төрле тавыш белән язылган бер яки берничә аудиоязма булырга мөмкин. Конкрет аудиоязманы йөкләү өчен, аның URL- адресын исәпләү өчен тавыш идентификаторын кулланыгыз. Мәсәлән, 1234 идентификаторы булган аудиоязманы йөкләү өчен {url} булачак.

source: User skill level per language
ar: مستوى مهارة المستخدم لكل لغة
bg: Ниво на потребителя по езици
br: Live mestroniañ dre yezh an implijer
de: Benutzerqualifikationsniveau pro Sprache
el: Επίπεδο εμπειρίας του χρήστη, ανά γλώσσα
eo: Kompetentec-nivelo laŭ lingvo
es: Nivel de competencia del usuario por idioma
eu: Erabiltzailearen trebetasun maila hizkuntza bakoitzean
fi: Käyttäjän taitotaso kielittäin
fr: Niveau des utilisateurs par langue
he: רמת מיומנות משתמש לפי שפה
hi: भाषा के अनुसार उपयोगकर्ता का कौशल स्तर
hu: A felhasználók nyelvtudás szintje
ia: Nivello de habilitate de usatores per lingua
id: Tingkat kecakapan pengguna di masing-masing bahasa
is: Kunnáttustig notenda eftir tungumáli
it: Livello di abilità dell'utente per lingua
ja: ユーザーの語学レベル
ku: Li gorî zimên asta jîrbûnê ya bikarhêner
mr: भाषेनुसार प्रयोक्त्यांचे कौशल्य स्तर
nl: Vaardigheidsniveau van gebruiker per taal
pl: Poziom biegłości członków wg języków
pt_br: Nível do usuário por idioma
ro: Nivelul de cunoștință al utilizatorului pentru fiecare limbă
ru: Уровень владения языками
sk: Úroveň znalosti jazykov
sr: Ниво знања корисника по језику
tr: Dile göre kullanıcının bilgi seviyesi
tt: Кулланучының телгә карап белү дәрәҗәсе
uk: Рівні володіння мовами користувачем
vi: Cấp độ kỹ năng của người dùng cho mỗi ngôn ngữ

source: Indicates the self-reported skill levels of members in individual languages.
ar: تشير إلى مستوى المهارة التي أعلن عنها العضو بنفسه في كل لغة.
bg: Показва нивата на самооценка на уменията на членовете на отделни езици.
br: Diskouez a ra liveoù em-ziskleriet an izili e yezhoù disheñvel.
de: Zeigt das selbstberichtete Qualifikationsniveau der Mitglieder in einzelnen Sprachen.
el: Υποδεικνύει τα αυτο-αναφερόμενα επίπεδα εμπειρίας των μελών σε επιμέρους γλώσσες.
eo: Indikas la kompetentecnivelon de la membroj en difinitaj lingvoj, laŭ ilia propra juĝo.
es: Indica los niveles de competencia que declaran tener los miembros en un idioma determinado.
eu: Erabiltzaileek bere buruei buruz esandako hizkuntza gaitasun maila adierazten du zenbait hizkuntzatan.
fi: Ilmaisee käyttäjien itse kertoman taitotason yksittäisissä kielissä.
fr: Indique le niveau que les membres affirment avoir dans chacune des langues.
he: מציינת את רמות המיומנות שהמשתמשים דיווחו על עצמם לפי שפות פרטניות.
hi: अलग-अलग भाषाओं में सदस्यों के स्व-रिपोर्ट किए गए कौशल स्तरों को इंगित करता है।
hu: Jelzi a tagok önbevalláson alapuló tudásszintjét az egyes nyelveken.
ia: Enumera le nivellos de habilitate que le membros indica pro cata lingua.
id: Mengindikasikan tingkat kecakapan pengguna pada satu bahasa, yang dilaporkan oleh pengguna itu sendiri.
is: Gefur til kynna hæfileika meðlima á einstökum tungumálum.
it: Indica i livelli di abilità assegnati dagli utenti a se stessi per ogni lingua.
ja: ユーザーが自己申告した各言語のレベルの一覧です。
mr: यात प्रत्येक भाषेत सदस्यांनी स्वतः नोंदवलेले कौशल्य स्तर निर्देशित केले गेले आहे.
nl: Toont de door leden zelf aangegeven taalvaardigheidsniveaus.
pl: Wskazuje zgłoszony przez siebie stopień biegłości członków w poszczególnych językach.
pt_br: Indica o nível dos membros relatado por eles mesmos em cada língua.
ro: Indică nivelurile de cunoștințe ale membrilor asupra limbilor străine, așa cum au fost declarate de către aceștia.
ru: Содержит данные об уровнях владения языками, указанными пользователями в профилях.
sk: Označuje znalostnú úroveň, ktorou sa užívatelia sami ohodnotili v jednotlivých jazykoch
sr: Обележава самопроцењени ниво знања корисника за појединачне језике.
tr: Üyelerin kendi dillerindeki kendi belirttikleri bilgi seviyelerini gösterir.
tt: катнашучылар үзләре хәбәр иткән аерым телләрне белү дәрәҗәсен күрсәтә.
uk: Показані рівні володіння мовами за оцінкою самих учасників
vi: Cho thấy cấp độ kỹ năng tự khai của các thành viên qua các ngôn ngữ riêng lẻ.

source: Users' sentence reviews
bg: Ревюта на изреченията на потребителите
br: Difaziadennoù frazennoù an implijaderien
de: Bewertete Sätze
eo: Revizioj de la uzanto
es: Revisiones de frases del usuario
eu: Erabiltzaileen esaldien berrikusketak
fi: Käyttäjän lausearvostelut
fr: Révisions des phrases par les utilisateurs
he: סקירות משפטים של משתמשים
hi: उपयोगकर्ताओं की वाक्य समीक्षा
hu: Felhasználók mondatellenőrzései
ia: Evalutationes de phrases per usatores
id: Tinjauan kalimat pengguna
is: Setninga yfirför notanda
it: Valutazioni delle frasi degli utenti
ja: ユーザーがレビューした例文
ku: Nirxandinên hevokan ên bikarhêneran
mr: प्रयोक्त्यांनी केलेली वाक्य पुनरावलोकने
nl: Beoordelingen van de zinnen van de gebruikers
pl: Oceny zdań użytkowników
pt_br: Revisão de frases dos usuários
ro: Revizuiri ale propozițiilor utilizatorilor
ru: Пользовательские проверки предложений
sk: Preverenia viet užívateľa
tr: Kullanıcıların cümle incelemeleri
tt: Кулланучыларның тәкъдимнәр турындагы фикерләре
vi: Đánh giá câu của người dùng

source: Contains sentences reviewed by users. The value of the review can be -1 (sentence not OK), 0 (undecided or unsure), or 1 (sentence OK). Warning: this data is still experimental.
bg: Съдържа изречения, прегледани от потребителите. Стойността на прегледа може да бъде -1 (изречението не е ОК), 0 (нерешено или несигурно) или 1 (изречение ОК). Внимание: тези данни все още са експериментални.
br: Oc'h enderc'hel frazennoù adlennet gant an implijaderien. Talvoudegezh ar prizadur a c'hall bezañ -1 (frazenn fall), 0 (didermen pe diasur), pe 1 (frazenn VAT). Da ziwall 'zo: ar roadennoù-mañ a zo er stad da vezañ amprouet c'hoazh.
de: Enthalten sind von Mitarbeitern bewertete Sätze. Dabei gibt es folgende Werte: -1 (der Satz ist fehlerhaft), 0 (der Satz ist zweifelhaft), 1 (der Satz ist gut). Warnung: Diese Dateiausgabe befindet sich noch im Entwicklungsstadium.
eo: Enhavas frazojn, kiuj estis reviziitaj de uzantoj. La valoro de la revizio povas esti -1 (frazo ne en ordo), 0 (necerta aŭ nedecidita) aŭ 1 (frazo en ordo). Atentu: tiu sistemo estas ankoraŭ eksperimenta.
es: Contiene frases revisadas por usuarios. El valor de la revisión puede ser -1 (frase no correcta), 0 (indeciso o inseguro), o 1 (frase correcta). Advertencia: esta información está en fase experimental.
eu: Erabiltzaileek berrikusitako esaldiak gordetzen du. Berrikusketaren balioa izan daiteke -1 (ez dago ondo), 0 (zalantzazkoa), or 1 (Ondo). Kontuz: aukera hau beta fasean dago.
fi: Sisältää käyttäjien arvostelemat lauseet. Arvostelun arvo voi olla -1 (lause ei ole OK), 0 (ei osaa päättää tai epävarma) tai 1 (lause on OK). Varoitus: tämä tietoaineisto on vielä kokeiluvaiheessa.
fr: Contient les phrases révisée par les utilisateurs. La valeur de la révision peut être -1 (phrase pas OK), 0 (indécis ou pas sûr) ou 1 (phrase OK). Attention : ces données sont encore expérimentales.
he: מכיל משפטים שנבדקו על ידי המשתמשים. ערך הסקירה יכול להיות ‎-1 (המשפט לא בסדר), 0 (לא מוחלט או לא ברור) או 1 (המשפט בסדר). אזהרה: הנתונים האלו עדיין ניסיוניים.
hi: इसमें उपयोगकर्ताओं द्वारा समीक्षा किए गए वाक्य शामिल हैं। समीक्षा का मान -1 (वाक्य ठीक नहीं), 0 (अनिश्चित या अनिश्चित), या 1 (वाक्य ठीक) हो सकता है। चेतावनी: यह डेटा अभी भी प्रयोगात्मक है।
hu: Felhasználók által ellenőrzött mondatokat tartalmaz. Az ellenőrzés értéke lehet -1 (a mondat nem megfelelő), 0 (nem eldöntött vagy kétes) vagy 1 (a mondat megfelelő). Figyelem: ezek az adatok még mindig kísérleti jellegűek.
ia: Continue le phrases evalutate per usatores. Le valoro del evalutation pote esser -1 (phrase non OK), 0 (indecise o insecur), o 1 (phrase OK). Attention: iste datos es ancora experimental.
id: Memuat kalimat-kaimat yang dicek oleh pengguna. Nilai yang mungkin adalah -1 (kalimat tidak OK), 0 (belum diputuskan atau tidak yakin), atau 1 (kalimat OK). Peringatan: data ini masih dalam percobaan.
it: Contiene le frasi valutate dagli utenti. Il valore della valutazione può essere -1 (frase errata), 0 (se si è indecisi o insicuri) oppure 1 (frase corretta). Avvertimento: questi dati sono ancora sperimentali.
ja: ユーザーがレビューした例文の一覧です。Review の各値は、-1（Not OK）/ 0（未レビューまたは Unsure）/ 1（OK）※このデータは、まだテスト段階ですのでご注意ください。
mr: प्रयोक्त्यांनी पुनरावलोकन केलेली वाक्ये समाविष्ट आहेत. पुनरावलोकनाचे मूल्य असे असू शकते: -१ (वाक्य ठीक नाही), ० (अनिर्णीत किंवा अनिश्चित), किंवा १ (वाक्य ठीक आहे). चेतावणी: हा डेटा अजूनही प्रायोगिक आहे.
nl: Bevat zinnen die door gebruikers zijn beoordeeld. De waarde van de beoordeling kan -1 (zin niet OK), 0 (onbeslist of onzeker) of 1 (zin OK) zijn. Waarschuwing: deze gegevens zijn nog steeds experimenteel.
pl: Zawiera zdania sprawdzone przez użytkowników. Przegląd może mieć wartość -1 (zdanie nie jest OK), 0 (niezdecydowany lub niepewny), lub 1 (zdanie jest OK). Uwaga: te dane są wciąż eksperymentalne.
pt_br: Contem sentenças revisadas por usuários. O valor da revisão pode ser -1 (sentença incorreta/"not OK"), 0 (indeciso ou inseguro) ou 1 (sentença correta). Aviso: Essas dados são ainda experimentais.
ro: Conține propoziții revizuite de utilizatori. Evaluarea poate fi notată cu -1 (propoziția nu este OK), 0 (discutabil sau incert) sau 1 (propoziția este OK). Atenție: aceste date sunt încă experimentale.
ru: Содержит предложения, проверенные пользователями. Результат проверки может принимать следующие значения: -1 (предложение не одобрено), 0 («не уверен» или «не решил») и 1 (предложение одобрено). Предупреждение: данные проверок всё ещё относятся к категории экспериментальных.
sk: Obsahuje vety preverené užívateľmi. Hodnota preverenia môže byť -1 (veta nie je v poriadku), 0 (ťažko povedať) alebo 1 (veta je v poriadku). Upozornenie: tieto údaje sú stále testovacie.
tr: Kullanıcıların incelediği cümleleri içerir. İnceleme kıstası -1 (cümle yanlış), 0 (muallak ya da şüpheli) veya 1 (cümle doğru) olabilir. Uyarı: Bu veriler hala deneme aşamasındadır.
tt: Кулланучылар тарафыннан тикшерелгән тәкъдимнәрне үз эченә ала. Бәяләүнең кыйммәте -1 (җөмлә хупланмаган), 0 (билгеләнмәгән яки ышанмаган) яки 1 (җөмлә хупланган) булырга мөмкин. Игътибар: бу мәгълүматлар әле һаман да эксперименталь булып тора.
vi: Chứa các câu được người dùng đánh giá. Điểm số của đánh giá có thể là -1 (câu không OK), 0 (chưa quyết định hoặc không chắc chắn) hoặc 1 (câu OK). Cảnh báo: dữ liệu này vẫn đang được thử nghiệm.

source: Contains all transcriptions in auxiliary or alternative scripts. A username associated with a transcription indicates the user who last reviewed and possibly modified it. A transcription without a username has not been marked as reviewed. The script name is defined according to the ISO 15924 standard.
bg: Съдържа всички транскрипции в помощни или алтернативни скриптове. Потребителско име, свързано с транскрипция, показва потребителя, който последно е прегледал и евентуално го е променил. Транскрипция без потребителско име не е маркирана като прегледана. Името на скрипта е дефинирано съгласно стандарта ISO 15924.
br: Enderc'hel a ra an holl treuzskrivadurioù e skriturioù alternativel pe skoazell. Un anv-implijer gant un treuzskrivadur a ziskouez an implijer a zo bet oc'h adlenn pe oc'h aozañ da ziwezhañ. Un treuzskrivadur hep anv-implijer neket bet merket evel adlennet. Anv ar skritur a zo bet termenet hervez an ISO 15924 standard.
de: Enthält alle Transkriptionen in Hilfs- oder alternativen Schriftsystemen. Benutzernamen weisen darauf hin, wer eine Transkription als letzter verifiziert und möglicherweise bearbeitet hat. Wenn kein Benutzername dabeisteht, ist die Transkription noch von niemandem verifiziert worden. Die Schriftsysteme werden gemäß ISO 15924 bezeichnet.
eo: Enhavas ĉiujn transskribojn en aldonaj aŭ alternativaj skriptoj. Uzantonomo ligita kun la transskribo indikas la uzanton, kiu laste reviziis kaj eble modifis ĝin. Transskribo sen uzantonomo ne estas markita kiel reviziita. La nomo de la skripto estas difinita laŭ la normo ISO 15924.
es: Contiene todas las transcripciones en documentos auxiliares o alternativos. Un nombre de usuario asociado con una transcripción señala al usuario que lo revisó y, posiblemente, lo revisó la última vez. Una transcripción sin nombre de usuario no se marca como revisada. El nombre del documento se define según la norma ISO 15924.
eu: Honek gordetzen ditu script alternatibo edo alboko script guztien transkripzioak. Transkripzioari lotutako erabiltzaile-izenak erakusten du scripta nork berrikusi edo aldatu duen, azken aldaketa nork egin duen. Transkripzio batek ez badu erabiltzaile-izenik alboan ez du inork berrikusi. Script-aren izena ISO 15924 standard-aren arabera ezarri egiten da.
fi: Sisältää kaikki transkriptiot avustavalla tai vaihtoehtoisilla kirjoitusjärjestelmillä. Kirjoitusjärjestelmän nimeen liittyvä käyttäjänimi osoittaa käyttäjän, joka viimeksi kävi läpi ja mahdollisesti muokkasi transkriptiota. Transkriptiota, johon ei liity käyttäjänimeä, ei ole merkitty läpikäydyksi. Kirjoitusjärjestelmän nimi on määritelty ISO 15924 -standardin mukaisesti.
fr: Contient toutes les transcriptions dans des écritures alternatives ou auxiliaires. La présence d'un nom d'utilisateur indique l'utilisateur qui l'a vérifié et éventuellement modifié en dernier. Une transcription sans nom d'utilisateur n'a pas été marquée comme vérifiée. Le nom de l'écriture est défini selon le standard ISO 15924.
he: מכיל את כל תעתיקי ההגאים בצורת סימון עזר או בכתב חלופי. שם המשתמש שמשויך לתעתיק ההגאים מציין מי המשתמש שבדק לאחרונה וכנראה גם ערך אותו. תעתיק הגאים ללא שם משתמש לא סומן כנבדק. שם הכתב מוגדר לפי תקן ISO 15924.
hi: सहायक या वैकल्पिक लिपियों में सभी प्रतिलेखन शामिल हैं। प्रतिलेखन से जुड़ा उपयोगकर्ता नाम उस उपयोगकर्ता को इंगित करता है जिसने अंतिम बार समीक्षा की थी और संभवतः इसे संशोधित किया था। उपयोगकर्ता नाम के बिना एक प्रतिलेखन को समीक्षा के रूप में चिह्नित नहीं किया गया है। स्क्रिप्ट का नाम ISO 15924 मानक के अनुसार परिभाषित किया गया है।
hu: Tartalmaz minden átiratot kiegészítő vagy alternatív írásrendszerben. Az átirathoz társított felhasználónév azt a felhasználót jelöli, aki utoljára ellenőrizte vagy esetleg módosította azt. A felhasználónév nélküli átiratok nincsenek ellenőrzöttként megjelölve. Az írásrendszer nevét az ISO 15924 szabvány határozza meg.
ia: Contine tote le transcriptiones in scripturas auxiliar o alternative. Un nomine de usator associate con un transcription indica le usator que lo revideva le ultime vice e possibilemente lo modificava. Un transcription sin nomine de usator non ha essite marcate como revidite. Le nomine del scriptura es definite secundo le standard ISO 15924.
id: Memuat semua transkripsi dalam aksara yang lain. Nama pengguna yang diasosiasikan dengan sebuah transkripsi menandakan pengguna yang terakhir mengecek dan mungkin menyuntingnya. Transkripsi yang tidak mengandung nama pengguna belum ditandai sebagai telah dicek. Nama aksara didefinisikan sesuai dengan standar ISO 15924.
it: Contiene tutte le trascrizioni in sistemi di scrittura ausiliari o alternativi. Un nome utente associato a una trascrizione indica l'utente che l'ha valutata per l'ultima volta e possibilmente modificata. Una trascrizione senza nome utente non è stata contrassegnata come valutata. Il nome del sistema di scrittura è definito secondo lo standard ISO 15924.
ja: このファイルには、自動生成または手動訂正されたトランスクリプションが含まれています。トランスクリプションに関連付けされているユーザー名は、最終レビューおよび編集者で、ユーザー名が表示されないトランスクリプションは、レビュー済みになっていないものです。また、文字体系名は、ISO 15924 規格に準拠しています。
mr: सहाय्यक किंवा वैकल्पिक लिप्यांमधील सर्व प्रतिलेखन समाविष्ट आहेत. प्रतिलेखनाशी संबंधित प्रयोक्तानाव असले, तर त्या प्रतिलेखनाचे कोणत्या प्रयोक्त्याने सर्वात अलीकडचे पुनरावलोकन केले, व शक्यत: परिवर्तीत केले, हे निर्देशित केले जाते. प्रयोक्तानाव नसलेले प्रतिलेखन असले, तर त्या प्रतिलेखनाचे पुनरावलोकन केलेल्याचे चिन्हित केले गेले नाही. लिपीचे नाव हे ISO 15924 मानकाप्रमाणे परिभाषित केले आहे.
nl: Bevat alle transcripties in hulp- of alternatieve scripts. Een gebruikersnaam die aan een transcriptie is gekoppeld, geeft de gebruiker aan die de transcriptie het laatst heeft beoordeeld en eventueel gewijzigd. Een transcriptie zonder gebruikersnaam is niet gemarkeerd als beoordeeld. De scriptnaam is gedefinieerd volgens de ISO 15924-norm.
pl: Zawiera wszystkie transkrypcje w pomocniczych lub alternatywnych skryptach. Nazwa użytkownika powiązana z transkrypcją wskazuje na użytkownika, który ostatnio sprawdził i prawdopodobnie zmodyfikował ją. Transkrypcja bez nazwy użytkownika nie została jeszcze oznaczona jako sprawdzona. Nazwa skryptu jest zdefiniowana według standardu ISO 15924.
pt_br: Contêm todas as transcrições em scripts auxiliares ou alternativos. Um nome de usuário associado a uma transcrição indica o usuário que a revisou pela última vez e possivelmente a modificou. Uma transcrição sem nome de usuário não foi marcada como revisada. O nome do script é definido de acordo com o padrão ISO 15924.
ro: Conține toate transcrierile din scripturile auxiliare sau alternative. Un nume de utilizator asociat unei transcrieri indică utilizatorul care a revizuit-o și modificat-o ultima dată. O transcriere fără nume de utilizator nu este marcată ca revizuită. Denumirea scriptului este definită în conformitate cu standardul ISO 15924.
ru: Содержит все текстовые расшифровки во вспомогательных или альтернативных письменностях. Имя пользователя, связанное с расшифровкой, указывает на пользователя, который в последний раз просматривал и, возможно, изменил ее. Транскрипция без имени пользователя не была помечена как проверенная. Название письменности определяется согласно стандарту ISO 15924.
sk: Obsahuje všetky prepisy v pomocných alebo alternatívnych zápisoch. Užívateľské meno priradené k prepisu poukazuje na užívateľa, ktorý ho naposledy preveril alebo upravil. Prepis bez užívateľského mena nebol označený ako preverený. Názov zápisu je určený podľa ISO 15924.
tr: Tüm yardımcı veya alternatif transkriptleri içerir. Transkripte iliştirilmiş bir kullanıcı adı, transkripti son inceleyen veya muhtemelen düzenleyen kullanıcıyı belirtir. Kullanıcı adı olamayan bir transkript ise incelendi olarak işaretlenmemiştir. Skript adı ISO 15924 standardına göre verilir.
tt: Ярдәмче яки альтернатив сценарийларда барлык транскрипцияләрне үз эченә ала. Транскрипция белән бәйле кулланучы исеме соңгы тапкыр караган һәм, бәлки, аны үзгәрткән кулланучыга күрсәтә. Кулланучы исеменнән башка Транскрипция тикшерелгән дип билгеләнмәгән. Сценарий исеме ISO 15924 стандарты нигезендә билгеләнгән.
vi: Chứa tất cả các phiên âm trong các tập lệnh (scripts) bổ trợ hoặc thay thế. Tên người dùng được liên kết với một bản ghi âm cho biết người dùng đã xem lại lần cuối và có thể đã sửa đổi nó. Một bản phiên âm không có tên người dùng chưa được đánh dấu là đã xem xét. Tên của tập lệnh được xác định theo tiêu chuẩn ISO 15924.

source: Need more help?
ar: تحتاج إلى المساعدة؟
bg: Имате нужда от повече помощ?
br: Ezhomm ho peus muioc'h a sikour?
de: Brauchst du noch mehr Hilfe?
el: Χρειάζεστε περισσότερη βοήθεια;
eo: Ĉu vi bezonas plian helpon?
es: ¿Necesita más ayuda?
eu: Laguntza gehiago behar?
fi: Tarvitseko lisää apua?
fr: Besoin d'aide ?
he: אפשר להציע עזרה נוספת?
hi: अधिक मदद चाहिए?
hu: További segítségre van szükséged?
ia: Besonio de plus adjuta?
id: Masih butuh bantuan?
is: Vantar þér aðstoð?
it: Hai bisogno di ulteriore aiuto?
ja: お問い合わせの前に
ku: Alîkariya zêdetir hewce ye?
mr: अजून मदत हवी आहे का?
nl: Meer hulp nodig?
pl: Potrzebujesz pomocy?
pt_br: Precisa de mais ajuda?
ro: Aveți nevoie de mai mult ajutor?
ru: Нуждаетесь в помощи?
sk: Potrebujete ďalšiu pomoc?
sr: Треба ти додатна помоћ?
tr: Daha fazla yardım mı gerekiyor?
tt: Өстәмә ярдәм кирәкме?
uk: Потребуєте ще допомоги?
vi: Cần thêm trợ giúp?
