Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Make into direct translation.
ar: اجعلها ترجمة مباشرة.
bg: Превръщане в директен превод.
br: Lakaat evel troidigezh war-eeun.
de: Direkte Verknüpfung herstellen.
el: Κάντε μια άμεση μετάφραση.
eo: Igi ĝin rekta traduko
es: Convertir en traducción directa.
eu: Egin itzulpen zuzena bezala.
fi: Tee tästä suora käännös.
fr: Faire de cette phrase une traduction directe.
he: הפיכה לתרגום ישיר.
hi: सीधा अनुवाद के रूप में करें।
hu: Tedd közvetlen fordítássá.
ia: Converter in traduction directe.
id: Jadikan sebagai terjemahan langsung.
is: Gera að beinþýðingu.
it: Rendila una traduzione diretta.
ja: リンクする
ku: Rasterast wergerê bike.
mr: प्रत्यक्ष भाषांतर आहे असे चिन्हित करा.
nl: Een directe vertaling maken.
pl: To jest dokładne tłumaczenie.
pt_br: Transformar em tradução direta
ro: Transformați în traducere directă.
ru: Назначить прямым переводом
sk: Učiniť priamym prekladom.
sr: Претвори у непосредан превод.
tr: Direkt çevirisi yap.
tt: Турыдан-туры тәрҗемәгә әверелдерергә.
uk: Позначити як прямий переклад
vi: Chuyển thành bản dịch trực tiếp.

source: Tatoeba is a large database of sentences and translations. Its content is ever-growing and results from the voluntary contributions of thousands of members.
bg: Tatoeba е голяма база данни с изречения и преводи. Съдържанието му непрекъснато нараства и е резултат от доброволен принос на хиляди членове.
br: Tatoeba a zo ur pikol diaz-roadennoù frazennoù ha troidigezhioù. War-gresk ez a atav ar pezh a zo endalc'het warnañ hag a zo frouezh ul labour kaset da-benn gant miliadoù a izili.
de: Tatoeba ist eine große, dank der freiwilligen Mitarbeit tausender Mitglieder stetig anwachsende Sammlung übersetzter Sätze.
el: Το Tatoeba είναι μια μεγάλη βάση δεδομένων για φράσεις και μεταφράσεις. Το περιεχόμενο της αυξάνετε συνεχώς ως αποτέλεσμα των εθελοντικών συνεισφορών χιλιάδων μελών της.
eo: Tatoeba estas granda datumbazo de frazoj kaj tradukoj. Ĝia enhavo ade grandiĝas kaj estas la rezulto de la volontula laboro de miloj da membroj.
es: Tatoeba es una gran base de datos de frases y traducciones. Su contenido es cada vez mayor y es el resultado de las contribuciones voluntarias de miles de miembros.
eu: Tatoeba hainbat esaldi eta itzulpenen datu-base erraldoi bat da. Tatoebako edukiak etengabe ari dira hazi eta hazi milaka boluntarioen ekarpenei esker.
fi: Tatoeba on laaja lause- ja käännöstietokanta. Sen sisältö kasvaa jatkuvasti ja on tuhansien vapaaehtoisten työn tulos.
fr: Tatoeba est une grosse base de données de phrases et de traductions. Son contenu va croissant et provient des contributions volontaires de milliers de membres.
he: טטואבה הוא מסד נתונים גדול של משפטים ותרגומים. התוכן לא מפסיק להיערם כתוצאה מתרומות התנדבותיות של אלפי חברים.
hi: Tatoeba वाक्यों और अनुवादों का एक बड़ा डेटाबेस है। इसकी सामग्री लगातार बढ़ रही है और हजारों सदस्यों के स्वैच्छिक योगदान के परिणामस्वरूप होती है।
hu: A Tatoeba egy hatalmas adatbázis amely mondatokból és azok fordításaiból áll. Tartalma folyamatosan bővül, és több ezer tag önkéntes hozzájárulásából származik.
ia: Tatoeba es un grande base de phrases e traductiones. Su contento sempre crescente resulta del contributiones voluntari de milles de membros.
id: Tatoeba adalah database besar untuk kalimat dan terjemahan. Isinya terus bertambah dan berasal dari kontribusi sukarela ribuan anggotanya.
it: Tatoeba è un vasto database di frasi e traduzioni. I suoi contenuti sono in continua crescita, e sono il risultato dei contributi volontari di migliaia i membri.
ja: Tatoebaは、例文とその翻訳からなる大規模データベースです。そのデータ数は現在も増え続けています。これは、何千人ものメンバーの自発的な投稿の成果です。
mr: तातोएबा हा वाक्यांचा व भाषांतरांचा डेटाबेस आहे. यातली सामग्री सतत वाढत असते, व ही अनेक हजार सदस्यांच्या ऐच्छिक योगदानांमुळे शक्य झाली आहे.
nl: Tatoeba is een grote databank van zinnen en vertalingen. De inhoud ervan neemt voortdurend toe en is het resultaat van de vrijwillige bijdragen van duizenden leden.
pl: Tatoeba to ogromna baza zdań i tłumaczeń. Jej wciąż rosnąca zawartość to efekt działań tysięcy współtworzących ją ochotników.
pt_br: O Tatoeba é um grande banco de frases e traduções. O seu conteúdo está sempre crescendo, pois resulta da colaboração voluntária de milhares de membros.
ro: Tatoeba este o bază mare de date de propoziții și traduceri. Conținutul său este în continuă creștere, fiind rezultatul contribuțiilor voluntare ale miilor de membri.
ru: Проект Tatoeba — это обширная база данных предложений и их переводов, постоянно пополняющаяся усилиями тысяч добровольных участников.
sk: Tatoeba je obrovská zbierka viet a prekladov. Jej obsah neustále rastie a je výsledkom dobrovoľných príspevkov tisícov členov.
sr: Татоеба је велика база реченица и превода. Садржај јој непрестано расте, што је последица волонтерског доприноса од стране хиљада чланова.
tr: Tatoeba, büyük bir cümle ve çeviri veri tabanıdır. İçeriği, binlerce üyenin gönüllü katkılarıyla durmadan gelişmektedir.
tt: Tatoeba - ул җөмләләр һәм тәрҗемәләр мәгълүматларының киң базасы. Аның эчтәлеге даими рәвештә меңләгән кулланучыларның ирекле иганәләре ярдәмендә тулылана.
uk: Tatoeba це велика база даних речень і перекладів. Зміст цієї бази постійно зростає в результаті добровільних внесків тисяч учасників проекта.
vi: Tatoeba là một nền tảng dữ liệu lớn cho các câu và bản dịch. Nội dung của nó ngày càng phát triển và là kết quả của sự đóng góp tự nguyện của hàng nghìn thành viên.

source: Tatoeba provides a tool for you to see examples of how words are used in the context of a sentence. You specify words that interest you, and it returns sentences containing these words with their translations in the desired languages. The name Tatoeba (<em>for example</em> in Japanese) captures this concept.
ar: يوفر تتويبا لك أداةً لرؤية أمثلة على استخدام الكلمات في سياق الجمل. بإمكانك تحديد الكلمات التي تثير اهتمامك، وسيعطيك تتويبا جملًا تحتوي على هذه الكلمات مع ترجماتها باللغات التي ترغب بها. اسم المشروع تتويبا (باليابانية: <em>على سبيل المثال</em>) يصوّر هذا المفهوم.
bg: Tatoeba предоставя инструмент, за да видите примери за това как се използват думите в контекста на изречение. Вие посочвате думи, които ви интересуват, и той връща изречения, съдържащи тези думи, с техните преводи на желаните езици. Името Tatoeba(<em> за пример</em> на японски) улавя тази концепция.
br: Tatoeba a ro deoc'h un ostilh evit lakaat ac'hanoc'h da c'houzout penaos e vez graet gant ar gerioù e-barzh koñtekstoù ur frazenn. Termeniñ a rit ar gerioù a vezer dedennet ganto, hag e tiskouez deoc'h frazennoù hag a endalc'h ar gerioù-mañ hag o zroidigezh er yezhoù a blij deoc'h. An anv Tatoeba (<em>da skouer</em> e japaneg) a arouez ar meizad-mañ.
de: Tatoeba bietet ein Hilfsmittel, mit dem man nach ganzen Sätzen, die ein bestimmtes Wort oder eine bestimmte Wendung in einer beliebigen Sprache enthalten, und Übersetzungen hiervon in andere Sprachen suchen kann. Im Namen Tatoeba, der im Japanischen „zum Beispiel“ bedeutet, spiegelt sich dieses Prinzip wider.
eo: Tatoeba havigas al vi ilon per kiu vi povas vidi ekzemplojn pri la maniero kiel vortoj estas uzataj en frazoj. Vi indikas vortojn pri kiuj vi interesiĝas, kaj ĝi donos al vi frazojn, kiuj enhavas tiujn vortojn kun iliaj tradukoj en la dezirataj lingvoj. La nomo Tatoeba (<em>ekzemple</em> en la japana) prilumas la ideon.
es: Tatoeba proporciona una herramienta para que veas ejemplos de cómo se usan las palabras en el contexto de una oración. Especificas las palabras que te interesan y devuelve las frases que contienen estas palabras con sus traducciones en los idiomas deseados. El nombre Tatoeba (<em>por ejemplo</em> en japonés) captura este concepto.
eu: Tatoebak eskaintzen dizu tresna bat zuk jakiteko nola erabiltzen diren hitza esaldi baten testuinguruan. Zuk hautatuko dituzu zure intereseko esaldiak eta Tatoebak emango dizkizu zuk hautatutako hitzak duten hainbat esaldi eta esaldi horien zenbait itzulpen. Tatoeba izenak (<em>adibidez</em>japonieraz) kontzeptua harrapatzen du.
fi: Tatoeba on työkalu, jonka avulla voit nähdä esimerkkejä siitä, miten sanoja käytetään lauseissa oikeassa asiayhteydessä. Sinä määrittelet sanat, jotka kiinnostavat sinua, ja Tatoeba antaa sinulle nämä sanat sisältäviä lauseita sekä lauseiden käännökset haluamillesi kielille. Nimi Tatoeba (<em>esimerkiksi</em> japaniksi) kattaa tämän käsitteen.
fr: Tatoeba fournit un outil vous permettant de voir des exemples de comment les mots sont utilisés dans le contexte d'une phrase. Vous donnez des mots qui vous intéressent, et il vous retourne des phrases contenant ces mots avec leurs traductions dans les langues voulues. Le nom Tatoeba (« par exemple » en japonais) traduit ce concept.
he: בטטואבה מסופק כלי שמאפשר לך לראות דוגמאות של שילוב מילים בהקשר של משפט. יש רק לציין מילה שמעניינת אותך והפלט שיוחזר הם משפטים שמכילים את המילים האלה בשפה הרצויה. השם טטואבה (ביפנית <em>למשל</em>) מדגים את העיקרון הזה.
hi: Tatoeba आपको एक उपकरण प्रदान करता है ताकि आप उदाहरण देख सकें कि किसी वाक्य के संदर्भ में शब्दों का उपयोग कैसे किया जाता है। आप उन शब्दों को निर्दिष्ट करते हैं जो आपकी रुचि रखते हैं, और यह वांछित भाषाओं में उनके अनुवाद के साथ इन शब्दों वाले वाक्यों को लौटाता है। Tatoeba नाम (<em>उदाहरण के लिए</em> जापानी में) इस अवधारणा को कैप्चर करता है।
hu: A Tatoeba egy eszköz számodra, aminek segítségével megnézheted, hogy hogyan használnak különböző szavakat kontextusban. Beírod a szavakat amik érdekelnének, és az oldal olyan mondatokkal jelenít meg, amelyek tartalmazzák ezeket a szavakat, a megadott nyelvű fordításokkal. A Tatoeba név (<em>például</em> japánul) ezt a fogalmat ragadja meg.
ia: Tatoeba forni un instrumento pro vider exemplos del uso de parolas in le contexto de un phrase. Tu specifica parolas que te interessa, e illo retorna phrases que contine iste parolas con lor traductiones in le linguas desirate. Le nomine Tatoeba (<em>per exemplo</em> in japonese) captura iste concepto.
id: Tatoeba menyediakan alat untuk melihat contoh-contoh bagaimana suatu kata digunakan dalam konteks kalimat. Tentukan kata yang Anda inginkan, dan hasilnya berupa kalimat-kalimat yang mencakup kata tersebut serta terjemahannya dalam bahasa yang diinginkan. Nama Tatoeba (dalam bahasa Jepang berarti:<em>contohnya</em>) menggambarkan konsep ini.
it: Tatoeba rappresenta uno strumento per visualizzare esempi su come le parole vengono utilizzate nel contesto di una frase. Tu specifichi le parole che ti interessano, e il sito restituisce delle frasi contenenti queste parole con delle traduzioni nelle lingue desiderate. Il nome Tatoeba (<em>per esempio</em> in giapponese) racchiude questo concetto.
ja: Tatoebaは、単語が文の中でどのように使われるのかを例文で見るためのツールを提供しています。興味のある単語を検索すると、その単語を含む例文と指定した言語の翻訳が表示されます。Tatoebaという名称（日本語で<em>例えば</em>）は、この概念に由来しています。
mr: वाक्याच्या संदर्भात शब्द कसे वापरले जातात याचे उदाहरण पाहण्यासाठी तातोएबा हे एक साधन आहे. आपण हवे ते शब्द विनिर्दिष्ट करा, आणि तातोएबा आपल्याला अशी वाक्ये दाखवेल की ज्यात ती शब्द समाविष्ट आहेत. त्याबरोबरच, आपल्याला हव्या त्या भाषेत त्या वाक्यांची भाषांतरे दाखवली जातील. तातोएबा हे नाव (जपानी भाषेत अर्थ "<em>उदाहरणार्थ</em>" असा पडतो) या संकल्पनेला कैद करते.
nl: Tatoeba is een hulpmiddel om voorbeelden te zien van hoe woorden worden gebruikt in de context van een zin. Je geeft woorden op die je interesseren, en het geeft zinnen terug die deze woorden bevatten met hun vertalingen in de gewenste talen. De naam Tatoeba (<em>bijvoorbeeld</em> in het Japans) geeft dit concept weer.
pl: Tatoeba udostępnia narzędzie do przeglądania przykładów użycia słów w zdaniach. Możesz podać słowa, które cię interesują, a narzędzie zwróci ci zdania zawierające te słowa i ich tłumaczenia w pożądanym języku. Nazwa Tatoeba (<em>na przykład</em> po japońsku) oddaje tę ideę.
pt_br: O Tatoeba fornece uma ferramenta para que você veja exemplos de como as palavras são usadas no contexto de uma frase. Você especifica as palavras que lhe interessam e ele exibe frases contendo essas palavras, juntamente com as suas traduções nos idiomas desejados. O nome Tatoeba (<em>por exemplo</em>, em japonês) incorpora esse conceito.
ro: Tatoeba este un instrument care conține exemple despre modul în care se folosesc cuvintele în contextul unei propoziții. După ce introduceți cuvintele care vă interesează, motorul de căutare returnează propozițiile care conțin aceste cuvinte, împreună cu traducerile lor în limbile dorite. Numele de Tatoeba (<em>de exemplu,</em> în japoneză) reflectă acest concept.
ru: Проект Tatoeba дает вам инструмент, с помощью которого вы можете увидеть как то или иное слово используется в контексте предложения. Вы задаете интересующие вас слова и получаете результат, содержащий их и их переводы на желаемые языки. Слово Tatoeba (по-японски <em>например</em>) отражает эту концепцию.
sk: Tatoeba poskytuje možnosť vidieť príklady použitia slov v širších súvislostiach vety. Určíte slová, ktoré vás zaujímajú a zobrazia sa vám vety obsahujúce tieto slová a ich preklady v želaných jazykoch. Názov Tatoeba (<em>napríklad</em> po japonsky) zachytáva túto myšlienku.
sr: Татоеба нуди алат којим можеш да прегледаш примере како се речи користе у контексту реченице. Ти задајеш речи које те занимају, а она враћа реченице које садрже ове речеи у њиховим преводима на изабране језике. У имену Татоеба (<em>на пример</em> на јапанском) се крије овај концепт.
tr: Tatoeba size kelimelerin bağlam dahilinde cümle içinde nasıl kullanıldığını gösteren bir araçtır. Siz istediğiniz kelimeleri yazar, Tatoeba ise belirttiğiniz dilde bu kelimeleri ve çevirilerini içeren sonuçları gösterir. Tatoeba (Japoncada <em>örneğin</em> demektir) bu amaca hizmet etmektedir.
tt: Татоэба сезгә җөмлә контекстында сүзләрне куллану мисалларын карау өчен корал бирә. Сез үзегезне кызыксындырган сүзләрне күрсәтәсез, һәм программа бу сүзләрне үз эченә алган җөмләләрне кирәкле телләргә тәрҗемә итеп кире кайтара. "Tatoeba" атамасы (мәсәлән, япончадан тәрҗемә иткәндә) әлеге концепцияне чагылдыра.
uk: Tatoeba надає вам можливість бачити зразки того як слова вживаються в контексті речення. Ви надаєте слова якими цікавитесь, і отримуєте речення які містять ці слова разом із перекладами на потрібну вам мову. Назва Tatoeba (що означає <em>наприклад</em> японською) відтворює цю концепцію.
vi: Tatoeba cung cấp một công cụ cho bạn xem các ví dụ về cách các từ được sử dụng trong ngữ cảnh của câu. Bạn chỉ định các từ mà bạn quan tâm và nó trả về các câu có chứa những từ này cùng với bản dịch của chúng ở các ngôn ngữ mong muốn. Tên Tatoeba (<em> ví dụ </em> trong tiếng Nhật) thể hiện khái niệm này.

source: The project was founded by Trang Ho in 2006, hosted on Sourceforge under the codename of <em>multilangdict</em>.
bg: Проектът е основан от Транг Хо през 2006 г., хостван на Sourceforge под кодовото име <em>multilangdict</em>.
br: Ar raktres a zo bet sevenet gant Trang Ho e 2006, herberc'hiet war Sourceforge dindan an anv kod <em>multilangdict</em>.
de: Der Projekt wurde 2006 von Trang Ho ins Leben gerufen und lief bei SourceForge („Quelltextschmiede“) unter der Bezeichnung „multilangdict“ („vielsprachiges Wörterbuch“).
eo: La projekto estis fondita de Trang Ho en 2006, gastigata de Sourceforge sub la nomo <em>multilangdict</em>.
es: El proyecto fue fundado por Trang Ho en 2006, alojado en Sourceforge bajo el nombre de multilangdict.
eu: Proiektua Trang Ho horrek sortu zuen 2006an, Sourceforgen izan zuen ostatu <em>multilangdict</em> kode izenarekin.
fi: Projektin perusti Trang Ho vuonna 2006, ja se toimi koodinimellä <em>multilangdict</em> Sourceforge-verkkoisännöintipalvelussa.
fr: Ce projet a été fondé par Trang Ho en 2006, alors hébergé sur Sourceforge sous le nom de code <em>multilangdict</em>.
he: המיזם נוסד על ידי טראנג הו ב־2006, התארח ב־Sourceforge תחת השם <em>multilangdict</em>.
hi: परियोजना की स्थापना 2006 में ट्रांग हो द्वारा की गई थी, जिसे <em>multilangdict</em> के कोडनेम के तहत सोर्सफोर्ज पर होस्ट किया गया था।
hu: A projektet Trang Ho alapította 2006-ban, amely <em>multilangdict</em> néven futott a Sourceforge platformon.
ia: Le projecto ha essite fundate per Trang Ho in 2006, albergate sur Sourceforge sub le nomine provisori <em>multilangdict</em>.
id: Trang Ho memulai proyek ini pada 2006, menggunakan Sourceforge dengan codename <em>multilangdict</em>.
it: Il progetto è stato fondato da Trang Ho nel 2006, ed era ospitato su Sourceforge con il nome di <em>multilangdict</em>.
ja: このプロジェクトは、2006年にTrang Hoによって開設され、Sourceforge上でプロジェクト名<em>multilangdict</em>としてホスティングされました。
mr: हा प्रकल्प ट्रांग हो यांनी २००६ साली सुरू केला. तेव्हा तो सोर्सफोर्जवर <em>multilangdict</em> या नावाने होस्ट केला होता.
nl: Het project werd opgericht door Trang Ho in 2006 en werd gehost op Sourceforge onder de codenaam <em>multilangdict</em>.
pl: Projekt został założony przez Trang Ho w 2006 roku, hostowany na Sourceforge pod nazwą kodową <em>multilangdict</em>.
pt_br: O projeto foi fundado por Trang Ho em 2006 e é hospedado no Sourceforge sob o codinome <em>multilangdict</em>.
ro: Proiectul a fost fondat de Trang Ho în 2006 și găzduit pe Sourceforge sub numele de cod <em>multilangdict</em>.
ru: Проект был основан Чанг Хо в 2006 году и размещен на ресурсе Sourceforge под кодовым названием <em>multilangdict</em>.
sk: Projekt bol založený Trang Ho v roku 2006 na Sourceforge pod krycím menom <em>multilangdict</em>.
sr: Пројекат је започео Транг Хо 2006. године на Sourceforge-у под шифрованим именом <em>multilangdict</em>.
tr: Bu proje, 2006'da Trang Ho tarafından Sourceforge'ta sunulan <em>multilangdict</em> adıyla oluşturulmuştur.
tt: Проектка 2006 елда Транг Хо нигез салган һәм sourceforge да Multi lang dictionary код исеме астында урнаштырылган.
uk: Проєкт заснований Trang Ho в 2006 році, був розміщений на Sourceforge під назвою <em>multilangdict</em>.
vi: Dự án do Trang Ho thành lập năm 2006, được đăng trên Sourceforge với tên mã là <em>multilangdict</em>.

source: The video below, made in 2010, presents the core ideas of Tatoeba.
ar: يوضّح الڤِديو أسفله (إنتاج 2010) الأفكار الرئيسة لتتويبا.
bg: Видеото по-долу, направено през 2010 г., представя основните идеи на Tatoeba.
br: Ar video dindan, bet graet e 2010, a ginnig deoc'h mennozhioù-pennañ Tatoeba.
de: Das folgende Video aus dem Jahr 2010 zeigt die Grundideen von Tatoeba.
el: Το πιό κάτω βίντεο, που δημιουργήθηκε το 2010, παρουσιάζει τις κύριες ιδέες του Tatoeba.
eo: La ĉi-suba filmeto, farita en 2010, prezentas la bazajn ideojn de Tatoeba.
es: El siguiente video, realizado en 2010, presenta las ideas centrales de Tatoeba.
eu: Azpiko bideo horrek, 2010ekoa, Tatoebako kontu oinarrizkoenak aurkezten ditu.
fi: Alla oleva video vuodelta 2010 esittää Tatoeban ydinajatuksen.
fr: Le vidéo ci-dessous, faite en 2010, présente les idées fondamentales de Tatoeba.
he: הסרטון שלהלן, צולם ב־2010, מציג את עקרונות הליבה של Tatoeba.
hi: नीचे दिया गया वीडियो, 2010 में बनाया गया, Tatoeba के मूल विचारों को प्रस्तुत करता है।
hu: Az alábbi, 2010-ben készült videó bemutatja a Tatoeba alapelveit.
ia: Le video hic infra, facite in 2010, presenta le ideas fundamental de Tatoeba.
id: Video berikut, dibuat tahun 2010, menampilkan intisari Tatoeba.
is: Myndbandið hér að neðan, gerð árið 2010, kynnir kjarna hugmyndar Tatoebu.
it: Il video qua sotto, realizzato nel 2010, presenta le idee di base di Tatoeba.
ja: 以下のビデオは、2010年に作成されたもので、Tatoebaプロジェクトのコンセプトを紹介しています。
mr: खालील व्हिडियो २०१० साली बनवण्यात आला होता, व यात तातोएबाच्या मूळ कल्पना सादर करण्यात आल्या आहेत.
nl: De onderstaande video, gemaakt in 2010, presenteert de kernideeën van Tatoeba.
pl: Film poniżej, stworzony w roku 2010, przedstawia główne idee Tatoeby.
pt_br: O vídeo abaixo, elaborado em 2010, apresenta as principais ideias do Tatoeba.
ro: Videoclipul de mai jos, realizat în 2010, prezintă ideile fundamentale ale instrumentului Tatoeba.
ru: Нижеприведенное видео, созданное в 2010 году, дает представление о базовых идеях проекта Tatoeba.
sk: Nižšie uvedené video z roku 2010 predstavuje kľúčové myšlienky Tatoeby.
sr: Доњи видео, направљен 2010, представља основне идеје Татоебе.
tr: 2010'da hazırlanan aşağıdaki video, Tatoeba'nın ana fikrini anlatmaktadır.
tt: Түбәндә китерелгән 2010 елда төшерелгән видеода Tatoeba ның төп идеяләре тәкъдим ителгән.
uk: Наступне відео, що записане в 2010, пояснює головні ідеі Tatoeba.
vi: Video dưới đây, được thực hiện vào năm 2010, trình bày những ý tưởng cốt lõi của Tatoeba.

# header
source: FAQ
ar: أسئلة شائعة
bg: ЧЗВ
br: FAG
de: Häufige Fragen
el: Συχνές ερωτήσεις
eo: OD
es: Preguntas frecuentes
eu: FAQ - maiz erantzuten diren galderak
fi: UKK
fr: Questions fréquentes
he: שאלות נפוצות
hi: फ़ैक
hu: GYIK
is: Algengar spurningar
it: Domande frequenti
ja: よくある質問
ku: PPP
mr: फॅक
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania
pt_br: Perguntas Frequentes
ro: Întrebări frecvente
ru: ЧаВо
sk: Často kladené otázky
sr: Честа питања
tr: SSS
tt: Еш бирелә торган сораулар

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
ar: احرص من فضلك على <a href="{}">قراءة الأسئلة الشائعة</a> قبل أن تسأل.
bg: Моля, не забравяйте да <a href="{}">прочетете често задаваните въпроси FAQ</a>, преди да зададете въпрос.
br: Bezit sur da <a href="{}">lenn ar FAG</a> a-raok kas ur goulenn, mar plij.
de: Ein Blick auf die <a href="https://de.wiki.tatoeba.org/articles/show/Hauptseite">häufig gestellten Fragen</a> gibt schon viele Antworten.
el: Παρακαλούμε, βεβαιωθείτε ότι έχετε <a href="{}">διαβάσει το FAQ</a> πριν να κάνετε μια ερώτηση.
eo: Bonvolu nepre <a href="{}">legi la oftajn demandojn</a> antaŭ ol demandi ion.
es: Asegúrese de <a href="{}">leer las Preguntas frecuentes</a> antes de preguntar.
eu: Mesedez saia zaitez <a href="{}"> FAQ (Askotan erantzun diren galderak)</a> horiek irakurtzen galdera berri bat egin baino lehen.
fi: <a href="{}">Luethan UKK:n</a> ennen kun esität kysymyksiä.
fr: Merci de <a href="{}">lire la FAQ</a> avant de poser une question.
he: נא לוודא ש<a href="{}">קראת את השו״ת</a> בטרם פרסום שאלות.
hi: प्रश्न पूछने से पहले <a href="{}">FAQ ज़रूर पढ़ें</a>।
hu: Kérünk, olvasd el a <a href="{}">GYIK-ot</a> mielőtt bármi kérdésed lenne.
ia: Per favor, assecura te de <a href="{}">leger le FAQ</a> ante de poner un question.
id: Pastikan Anda <a href="{}">membaca daftar Pertanyaan-Pertanyaan Umum</a> sebelum Anda akan menanyakan sesuatu.
is: Vinsamlegast lestu <a href="{}">lista algengra spurninga</a> áður en þú spyrð spurningu.
it: Per favore, assicurati di aver letto le <a href="{}">domande frequenti</a> prima di fare una domanda.
ja: 質問をする際は、必ずあらかじめ<a href="{}">よくある質問</a>をお読みください。
mr: कोणताही प्रश्न विचारण्यापूर्वी कृपया <a href="{}">फॅक</a> नक्की वाचा.
nl: Zorg ervoor dat je de <a href="{}">Meest gestelde vragen (FAQ)</a> hebt gelezen voordat je een vraag stelt.
pl: Zanim zadasz pytanie, prosimy <a href="{}">przeczytać sekcję FAQ</a>.
pt_br: Por favor, certifique-se de <a href="{}">ler as Perguntas Frequentes</a> antes de fazer perguntas.
ro: Vă rugăm să <a href="{}">citiți Întrebările frecvente</a> înainte de a pune o întrebare.
ru: Пожалуйста, <a href="{}">прочитайте ЧаВо</a>, прежде чем задать вопрос.
sk: Pred zadaním dotazu si, prosím, <a href="{}">prečítajte Často kladené otázky</a>.
sr: Обавезно <a href="{}">прочитај честа питања</a> пре него што поставиш своје.
tr: Lütfen soru sormadan önce <a href="{}">SSS'yi oku</a>duğunuzdan emin olun.
tt: Зинһар, сорау биргәнче, еш бирелә торган сораулар белән һичшиксез танышыгыз.
uk: Будь ласка <a href="{}">прочитайте ЧаПи</a> перш ніж питати.
vi: Vui lòng đọc phần <a href="{}">FAQ</a> trước khi đặt câu hỏi.
