Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: TIP: Encourage this user to indicate the languages he or she knows.
ar: فائدة: شجّع هذا المستخدم على تبيان اللغات التي يعرفها.
bg: СЪВЕТ: Насърчете този потребител да посочи езиците, които знае.
br: ALI: Broudit an implijer-mañ da spisaat ar yezhoù gouezet gantañ pe ganti.
de: Tipp: Rege diesen Benutzer dazu an, die Sprachen, die er spricht, anzugeben.
el: ΣΥΜΒΟΥΛΗ:Ενθαρύνετε αυτόν το χρήστη να αποκαλύψει τις γλώσσες που γνωρίζει.
eo: RIM: Kuraĝigu tiun uzanton indiki la lingvojn, kiujn li scias.
es: CONSEJO: Anime a este usuario a indicar las lenguas que conoce.
eu: IRADOKIZUNA: mesedez eskatu erabiltzaile honi dakizkien hizkuntzak aipatzea.
fi: VINKKI: Kannusta tätä käyttäjää kertomaan kielet, joita hän osaa.
fr: CONSEIL : encouragez cet utilisateur à indiquer les langues qu'il connaît.
he: עצה: אנו מעודדים את המשתמש או המשתמשת האלה לציין את השפה שהוא או היא יודעים.
hi: युक्ति: इस उपयोगकर्ता को उन भाषाओं को इंगित करने के लिए प्रोत्साहित करें जिन्हें वह जानता है।
hu: Javaslat: Jelezd a felhasználónak, hogy tüntesse fel a nyelveket, amiket megért.
ia: AVISO: Incoragia iste usator a indicar le linguas que ille o illa cognosce.
id: TIP: Sarankan kepada pengguna ini untuk menampilkan bahasa yang ia pahami.
is: Ábending: Hvettu þennan notanda til að gefa til kynna tungumálin sem hann eða hún þekkir.
it: CONSIGLIO: Incoraggia questo utente a indicare le lingue che lui o lei conosce.
ja: ※このユーザーに連絡して、母語や学習中の言語を公開するように勧めましょう。
mr: टिप: या प्रयोक्त्याला माहीत असलेल्या भाषा येथे निर्देशित करण्यास प्रोत्साहित करा.
nl: TIP: Vraag deze gebruiker om aan te geven welke talen hij of zij kent.
pl: RADA: namów tego użytkownika, by podał, jakie języki zna.
pt_br: DICA: Encoraje este usuário a indicar os idiomas que ele fala.
ro: SUGESTIE: Încurajați-l pe acest utilizator să specifice limbile străine pe care le cunoaște.
ru: СОВЕТ: Попросите этого пользователя указать, какими языками он владеет.
sk: RADA: Povzbuďte tohto užívateľa, aby zadal jazyky, ktoré ovláda.
sr: САВЕТ: Подстакни овог корисника да дода језике које зна.
tr: ÖNERİ: Bu kullanıcıya bildiği dilleri belirtmesini tavsiye edin.
tt: Киңәш: бу кулланучыдан ул белгән телләрне күрсәтүен сорагыз.
uk: ПІДКАЗКА: Запросіть цього користувача додати мови які він або вона знає.
vi: MẸO: Khuyến khích người dùng này chỉ ra những ngôn ngữ mà họ biết.

source: Next
bg: Следващ
br: Da-heul
de: Weiter
el: Επόμενο
eo: Posta
es: Siguiente
eu: Hurrengoa
fi: Seuraava
fr: Suivant
he: הבא
hi: अगला
hu: Következő
ia: Sequente
id: Berikutnya
is: Næsta
it: Successivo
ja: 次へ
ku: Pêşve
mr: पुढे जा
nl: Volgende
pl: Następny
pt_br: Próximo
ro: Mai departe
ru: Дальше
sk: Ďalšia
sr: Следећу
tr: Sonraki
tt: Киләсе
vi: Tiếp theo

source: Add this language
bg: Добавете този език
br: Ouzhpennañ ar yezh-mañ
de: Sprache hinzufügen
el: Προσθήκη αυτής της γλώσσας
eo: Aldoni tiun ĉi lingvon
es: Añadir este idioma
eu: Gehitu esaldi hau
fi: Lisää tämä kieli
fr: Ajouter cette langue
he: הוספת שפה זו
hi: यह भाषा जोड़ें
hu: Add hozzá ezt a nyelvet
ia: Adder iste lingua
id: Tambah bahasa ini
is: Bættа við þessu tungumáli
it: Aggiungi questa lingua
ja: 言語を追加する
ku: Vî zimanî tevlî bike
mr: ही भाषा जोडा
nl: Voeg deze taal toe
pl: Dodaj ten język
pt_br: Adicionar esse idioma
ro: Adăugați această limbă
ru: Добавить этот язык
sk: Pridať tento jazyk
sr: Додај овај језик
tr: Bu dili ekle
tt: Бу телне өстәгез
vi: Thêm ngôn ngữ này

source: Main options
ar: الخيارات الرئيسية
bg: Основни опции
br: Dibarzhioù pennañ
de: Haupteinstellungen
el: Κύριες επιλογές
eo: Ĉefaj ebloj
es: Opciones principales
eu: Aukera nagusiak
fi: Tärkeimmät valinnat
fr: Options principales
he: אפשרויות עיקריות
hi: मुख्य विकल्प
hu: Főbeállítások
ia: Optiones principal
id: Opsi-opsi utama
is: Aðalvalkostir
it: Opzioni principali
ja: メインオプション
ku: Vebijarkên sereke
mr: मुख्य पर्याय
nl: Belangrijkste mogelijkheden.
pl: Opcje główne
pt_br: Opções principais
ro: Opțiunile principale
ru: Главные опции
sk: Hlavné možnosti
sr: Главне опције
tr: Ana seçenekler
tt: Төп опцияләр
uk: Головні опції
vi: Các tùy chọn chính

source: Send email notifications
bg: Изпращане на известия по имейл
br: Kas kemmennoù dre bostel
de: Ich möchte per Netzpost (E-Mail) informiert werden, wenn ich Kommentare oder Privatnachrichten erhalte.
el: Αποστολή ειδοποιήσεων μέσω email
eo: Averti min pri novaj retmesaĝoj
es: Enviar notificaciones por correo electrónico
eu: Bidali posta mezu jakinarazpenak
fi: Lähetä ilmoitukset sähköpostiin
fr: Envoyer des notifications par courriel
he: שליחת התראות בדוא״ל
hi: ईमेल सूचनाएं भेजें
hu: Küldjön e-mail értesítéseket
ia: Inviar notificationes per e-mail
id: Kirim email pemberitahuan
is: Senda tilkynningar í tölvupósti
it: Invia delle notifiche tramite e-mail
ja: メール通知をオンにする
ku: Danezanên epeyamê bişîne
mr: ईमेलद्वारे अधिसूचना पाठवा
nl: Stuur e-mail notificaties
pl: Wysyłanie powiadomień mailowych.
pt_br: Enviar notificações para o seu email
ro: Trimiteți notificări prin e-mail
ru: Отправлять уведомления по email
sk: Zasielať emailové upozornenia
sr: Шаљи обавештења на мејл
tr: E-posta bildirimleri gönder
tt: Электрон почта аша хәбәрнамәләр җибәрү
vi: Gửi thông báo qua email

source: Set your profile public
bg: Настройте профила си като публичен
br: Lakaat foran ho profil
de: Profil öffentlich sichtbar machen.
el: Κάντε το προφίλ σας δημόσιο
eo: Publikigi vian profilon
es: Establezca su perfil público
eu: Ezarri zure profil publikoa
fi: Tee profiilistasi julkinen
fr: Rendre votre profil public
he: הגדרת הפרופיל שלך לציבורי
hi: अपनी प्रोफ़ाइल सार्वजनिक रूप से दिखाएँ
hu: Legyen nyilvános a profilom
ia: Render tu profilo public
id: Ubah profil Anda menjadi publik
is: Gera notandasíðu opinbera
it: Imposta il tuo profilo come pubblico
ja: プロフィールを一般公開する
ku: Profîla xwe bike gelemperî
mr: आपली रूपरेखा सार्वजनिकरित्या दाखवा
nl: Maak je profiel openbaar
pl: Ustaw profil jako publiczny
pt_br: Tornar seu perfil público
ro: Setați profilul ca public
ru: Профиль виден всем
sk: Nastaviť váš profil verejný
sr: Подеси профил као јавни
tr: Profilinizi herkese açık olarak ayarlayın
tt: Үз профилегезне һәркемгә дә ачык итегез
vi: Đặt hồ sơ ở chế độ công khai

source: Remember the last list to which you assigned a sentence, and select it by default
bg: Запомнете последния списък, към който сте присвоили изречение, и го изберете по подразбиране
br: Dalc'hit-soñj eus al listenn ziwezhañ ho peus ouzhpennet ur frazenn enni, ha dibabit dre-ziouer
de: Die letzte Liste, der ein Satz zugewiesen wurde, beim nächsten Mal automatisch auswählen.
el: Απομνημόνευση τελευταίου κατάλογου στον οποίο ανατέθηκε φράση, και επιλογή του ως προκαθωρισμένο.
eo: Memori la lastan liston al kiu vi aldonis frazon, kaj elekti ĝin defaŭlte.
es: Recordar la última lista a la que añadió una frase y seleccionarla por defecto.
eu: Gogoratu esaldi bat gehitu zenion azken zerrenda eta hautatu hori modu lehenetsian.
fi: Muista viimeisin lista, jolle lisäsit lauseen, ja valitse se oletuksena
fr: Se souvenir de la dernière liste à laquelle vous avez affecté une phrase et la sélectionner par défaut
he: לזכור את הרשימה האחרונה אליה הקצית משפט ולבחור אותה כברירת מחדל
hi: आखिरी सूची याद रखें जिसमें आपने एक वाक्य सौंपा था, और इसे डिफ़ॉल्ट रूप से चुनें
hu: Emlékezzen a listára, amelyhez legutóbb mondatot adtam hozzá, és alapértelmezettként válassza ki
ia: Memorar le ultime lista al qual tu assignava un phrase, e pre-seliger lo
id: Ingat-ingat daftar yang terakhir kali Anda pilih saat Anda menandai sebuah kalimat, dan jadikan sebagai pengaturan standar.
is: Muna síðasta lista sem þú bættir við setningu á og velja það sjálfgefið
it: Ricorda l'ultimo elenco a cui hai assegnato una frase, e selezionalo in maniera predefinita
ja: 例文に割り当てた最後のリスト名をデフォルトにする
mr: याआधी ज्या यादीत वाक्य जोडले ती यादी लक्ष्यात ठेवा व ती आधीपासूनच निवडून ठेवा.
nl: Onthoud de laatste lijst waaraan je een zin hebt toegevoegd, en neem die als standaardselectie voor de volgende keer
pl: Zapamiętaj ostatnią listę, do której przypisałeś/łaś zdanie, i zaznacz je domyślnie.
pt_br: Lembrar a última lista na qual você adicionou uma frase e selecioná-la por default.
ro: Rețineți ultima listă căreia i-ați atribuit o propoziție și selectați-o în mod implicit
ru: Запоминать последний список, в который вы включали предложения, и выбирать его по умолчанию.
sk: Zapamätať si posledný zoznam, na ktorý ste pridali vetu a vybrať ho predvolením
sr: Запамти последњи списак у који је додата реченица и убудуће подразумевај да је тај списак изабран
tr: Cümle eklenen son listeyi hatırla ve varsayılan olarak seç
tt: Тәкъдимне үзегез керткән соңгы исемлекне исегездә тотыгыз һәм аны алдан ук сайлап куегыз
vi: Hãy nhớ danh sách sau cùng mà bạn gán cho một câu, và chọn nó theo mặc định

source: Display a link to expand/collapse translations when there are too many translations
ar: اعرض رابطًا لتوسيع/طيّ الترجمات إن كان عددها كبيرًا
bg: Показване на връзка за разширяване/свиване на преводи, когато има твърде много преводи
br: Diskouez ul liamm evit astenn/bihanaat an troidigezhioù pa vez re a droidigezhioù
de: Lange Übersetzungslisten auf- und zuklappbar.
el: Εμφάνιση συνδέσμου για επέκταση/κατάρρευση μεταφράσεων αν υπάρχουν πάρα πολλές μεταφράσεις.
eo: Havigi ligilon por montri/malmontri tradukojn, kiam estas tro da ili.
es: Mostrar un enlace para desplegar/restringir traducciones cuando haya demasiadas traducciones
eu: Erakutsi esteka bat zabaltzeko/ixteko itzulpenak, itzulpen gehiegi dagoenean.
fi: Näytä linkki, josta voi laajentaa/piilottaa käännökset, kun käännöksiä on liian monta
fr: Afficher un lien pour étendre et réduire les traductions quand il y en a trop
he: להציג קישור להרחבת/צמצום תרגומים כשיש יותר מדי תרגומים
hi: बहुत अधिक अनुवाद होने पर अनुवादों को विस्तृत/संक्षिप्त करने के लिए एक लिंक प्रदर्शित करें
hu: Ha egy mondathoz túl sok fordítás tartozik, mutasson egy linket a fordítások mutatására/elrejtésére
ia: Monstrar un ligamine pro (dis)plicar traductiones quando il ha troppo de traductiones
id: Tampilkan penanda untuk membuka/menutup terjemahan ketika ada terlalu banyak terjemahan.
it: Mostra un collegamento per espandere/ridurre le traduzioni quando ce ne sono troppe
ja: 翻訳の数が多いときにすべてを表示しない
mr: खूपच भाषांतरे असताना भाषांतरे वाढवण्यासाठी किंवा घटवण्यासाठी एक बटण दाखवा
nl: Toon een knop om de vertalingenlijst in en uit te klappen wanneer er te veel vertalingen zijn
pl: Wyświetl link do rozwijania/zwijania tłumaczeń, gdy jest ich zbyt wiele.
pt_br: Mostrar um link para expandir/encobrir traduções quando houver muitas
ro: Afișați un link pentru a extinde/restrânge traducerile atunci când există prea multe traduceri
ru: Показывать ссылку для сворачивания/разворачивания переводов, когда их слишком много
sk: Zobraziť možnosť na rozšírenie/obmedzenie prekladov, ak je ich príliš veľa
sr: Прикажи дугме за откривање/сакривање превода када их има превише
tr: Çok fazla çeviri olduğunda çevirileri azaltıp çoğaltmak için bir bağlantı göster
tt: Тәрҗемәләр артык күп булса, аларны җәелдерү/җыю өчен сылтаманы күрсәтергә
vi: Hiển thị liên kết để mở rộng/thu gọn bản dịch khi có quá nhiều phiên bản

source: Always show unreviewed transcriptions and alternative scripts
bg: Винаги показвайте непрегледани транскрипции и алтернативни скриптове
br: Diskouez an treuzskrivadurioù amlennet hag ar skriptoù pebeilet
de: Auch nicht verifizierte Transkriptionen und alternative Schriftsysteme immer anzeigen
eo: Montri ĉiam nereviziitajn tradukojn kaj alternativajn skriptojn
es: Mostrar siempre transcripciones sin revisar y documentos alternativos
fi: Näytä aina tarkistamattomat transkriptiot ja vaihtoehtoiset kirjoitusasut
fr: Toujours montrer les transcriptions et les écritures alternatives non vérifiées
he: תמיד להציג תעתיקי הגאים ומערכות כתב חלופיות
hi: हमेशा समीक्षा न किए गए ट्रांसक्रिप्शन और वैकल्पिक स्क्रिप्ट दिखाएं
hu: Mindig mutassa a nem ellenőrzött fordításokat és az alternatív írásrendszereket
id: Selalu tampilkan transkripsi yang belum ditinjau ulang dan skrip alternatif
is: Alltaf sýna óyfirfarin umritanir og öðruvísi ritkerfi
it: Mostra sempre le trascrizioni non valutate e i sistemi di scrittura alternativi
ja: 未レビューのトランスクリプションおよびフリガナを常に表示する
mr: पुनरावलोकन न केलेले प्रतिलेखन व वैकल्पिक लिप्या नेमहीच दाखवा
nl: Niet-beoordeelde transcripties en alternatieve scripts altijd tonen
pl: Zawsze pokazuj niesprawdzone transkrypcje i alternatywne skrypty
pt_br: Sempre mostrar transcrições não-revisadas e alternativas
ro: Afișați întotdeauna transcrierile nerevizuite și scripturile alternative.
ru: Всегда показывать непересмотренные транскрипции и альтернативные формы записи
sk: Vždy zobraziť neoverené prepisy a alternatívne zápisy
sr: Увек прикажи непрегледане транскрипције и алтернативна писма
tr: Kontrol edilmemiş transkripsiyonları ve alternatif skriptleri daima göster
tt: Һәрвакыт каралмаган транскрипцияләрне һәм альтернатив сценарийларны күрсәтегез
vi: Luôn hiển thị các bản phiên âm chưa được xem xét và các tập lệnh thay thế

source: Show random sentence on the homepage
bg: Показвайте произволно изречение на началната страница
br: Diskouez frazennoù dre-ziouer war ar bajenn degemer
de: Den Zufallssatz auf der Leitseite anzeigen.
el: Εμφάνιση τυχαίας φράσης στην αρχική σελίδα
eo: Montri hazardan frazon en la ĉefpaĝo
es: Mostrar frases aleatorias en la página de inicio
eu: Erakutsi ausazko esaldiak hasiera orrian
fi: Näytä etusivun satunnainen lause
fr: Montrer une phrase aléatoire sur la page d'accueil
he: להציג משפט אקראי בעמוד הבית
hi: मुखपृष्ठ पर यादृच्छिक वाक्य दिखाएं
hu: Mutasson egy véletlen mondatot a kezdőlapon
ia: Monstrar un phrase aleatori super le pagina principal
id: Tampilkan kalimat acak di halaman depan
is: Sýna handahófskennda setningu á heimasíðu
it: Mostra una frase casuale nella pagina iniziale
ja: トップページのランダム表示を有効にする
mr: मुखपृष्ठावर यादृच्छिक वाक्य दाखवा
nl: Toon willekeurige zin op de startpagina
pl: Pokaż losowe zdanie na stronie głównej
pt_br: Mostrar sentença aleatória na página principal
ro: Afișați o propoziție aleatorie pe pagina de start
ru: Показывать случайное предложение на главной странице
sk: Zobraziť náhodnú vetu na domovskej stránke
sr: Прикажи насумичну реченицу на почетној страни
tr: Ana sayfada rastgele cümle göster
tt: Очраклы җөмләне баш биттә күрсәтергә
vi: Hiện câu ngẫu nhiên trên trang chủ

source: Enter <a href="{url}">ISO 639-3 codes</a>, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
bg: Въведете <a href="{url}">ISO 639-3 кодове</a>, разделени със запетая (напр.: jpn,epo,ara,deu). След това Tatoeba ще показва само преводи на езиците, които сте посочили. Можете да оставите това поле празно, за да се показват преводите на всички езици.
br: Ebarzhit <a href="{url}">Kodoù ISO 639-3</a>, skejet gant skejoù (d.sk.: jpn,epo,ara,deu). Tatoeba a ziskouezo troidigezhioù a-benn neuze er yezhoù ho peus meneget nemetken. Gellout a rit lezel an dra-mañ goullo evit diskouez frazennoù en holl yezhoù.
de: Hier einzugeben sind (optional) die Sprachkürzel nach <a href="{url}">ISO 639-3</a> der Sprachen, die angezeigt werden sollen, getrennt jeweils durch ein Komma. Beispiel: „deu, eng, jpn“ für „Deutsch, Englisch, Japanisch“. Bleibt dieses Feld leer, so werden alle Sprachen angezeigt.
eo: Entajpu <a href="{url}">ISO 639-3 kodojn</a>, disigitaj per komoj (ekzemple: jpn,epo,ara,deu). Tatoeba poste montros tradukojn nur en la lingvoj, kiujn vi indikis. Vi povas lasi la lokon libera por montri la tradukojn en ĉiuj lingvoj.
es: Introduzca <a href="{url}">códigos ISO 639-3</a>, separados por comas (p. ej.: jpn,epo,ara,deu). Tatoeba mostrará únicamente las traducciones a los idiomas indicados. Si deja este campo en blanco, se mostrarán las traducciones a todos los idiomas.
eu: Sartu <a href="{url}">ISO 639-3 kodeak</a>, koma baten bidez hutsunerik gabe berezituta (adibidez: jpn,epo,ara,deu). Horrela eginez gero, Tatoebak bakarrik erakutsiko ditu zuk hautatutako hizkuntzetako itzulpenak. Hau hutsik utz dezakezu itzulpenak hizkuntza guzti-guztietan agertzeko.
fi: Syötä <a href="{url}">ISO 639-3 -koodit</a> pilkulla eroteltuna (esim. fin,jpn,epo,ara,deu). Tatoeba näyttää sitten käännökset vain valitsemillasi kielillä. Voit jättää tämän tyhjäksi, jos haluat nähdä käännökset kaikilla kielillä.
fr: Saisissez <a href="{url}">les codes ISO 639-3</a>, séparés par une virgule (ex : jpn,epo,ara,deu). Tatoeba affichera alors seulement les traductions dans les langues que vous avez spécifiées. Vous pouvez laisser le champ vide pour afficher les traductions dans toutes les langues.
he: יש למלא <a href="{url}">קודים לפי תקן ISO 639-3</a>, עם פסיקים ביניהם (למשל: jpn,epo,ara,heb).‏ טטואבה תציג אז רק את התרגומים לשפות שציינת. אפשר להשאיר את האפשרות הזאת ריקה כדי להציג תרגומים בכל השפות.
hi: <a href="{url}">आईएसओ 639-3 कोड</a> दर्ज करें, अल्पविराम के साथ अलग करें (उदाहरण के लिए: jpn,epo,ara,deu)। Tatoeba तब केवल आपके द्वारा इंगित भाषाओं में अनुवाद प्रदर्शित करेगा। आप सभी भाषाओं में अनुवाद प्रदर्शित करने के लिए इसे खाली छोड़ सकते हैं।
hu: Írj be <a href="{url}">ISO 639-3 kódokat</a> vesszővel elválasztva (pl.: jpn, epo, ara, deu). A Tatoeba ezáltal csak a megadott nyelveken fog fordításokat megjeleníteni. Hagyd üresen, ha az összes nyelven szeretnél fordításokat látni.
ia: Scribe <a href="{url}">codices ISO 639-3</a>, separate con un comma (p.ex.: jpn,epo,ara,deu). Tatoeba monstrara solmente traductiones in le linguas indicate. Lassa vacue pro monstrar traductiones in tote le linguas.
id: Masukkan <a href="{url}">kode ISO 639-3</a>, dan pisahkan dengan tanda koma (mis.: jpn, epo, ara, deu). Tatoeba kemudian hanya akan menampilkan terjemahan dalam bahasa yang Anda indikasikan. Anda bisa membiarkannya kosong untuk menampilkan terjemahan dalam semua bahasa.
is: Settu <a href="{url}">SO 639-3 aðgreini</a> aðskilið með kommum (t.d. isl,rus,eng) og Tatoeba sýnir þá aðeins þýðingar á þeim málum.
it: Inserisci i codici <a href="{url}">ISO 639-3</a> separati da una virgola (per esempio: jpn,epo,ara,deu). Tatoeba allora mostrerà solo le traduzioni nelle lingue che hai indicato. Puoi lasciare questo vuoto per mostrare le traduzioni in tutte le lingue.
ja: 表示する言語を指定したい場合は、<a href="{url}">ISO 639-3 コード</a>をカンマで区切って入力してください（例：jpn,epo,ara,deu）。空欄の場合は、すべての言語の翻訳が表示されます。
mr: वरील रकान्यात <a href="{url}">ISO 639-3 कोड</a> प्रविष्ट करून त्यांना स्वल्पविरामाने वेगवेगळे करा (उदा. jpn,epo,ara,deu). आपण निर्देशित केलेल्या भाषांमध्येच भाषांतरे दाखविले जातील. सर्व भाषांमध्ये भाषांतर दाखवण्यासाठी ही जागा रिकामी ठेवा.
nl: Gebruik <a href="{url}">ISO 639-3 codes</a> gescheiden door komma's (bijv.: jpn,epo,ara,deu). Tatoeba zal dan alleen vertalingen tonen in de talen die je hebt opgegeven. Je kunt dit veld leeglaten om alle vertalingen te zien.
pl: Wprowadź <a href="{url}">kody ISO 639-3</a>, przedzielone przecinkami (np.: jpn,epo,ara,deu). Tatoeba wyświetli wyłącznie tłumaczenia w językach, które zostały wybrane. Jeśli zostawisz to pole puste, zostaną wyświetlone tłumaczenia we wszystkich językach.
pt_br: Digite os códigos <a href="{url}">ISO 639-3</a> separados por vírgula (ex.: por,deu,fra,esp,ing). O Tatoeba irá, assim, mostrar apenas as traduções nos idiomas indicados por você. Caso deseje, deixe esse campo em branco para que sejam mostradas as traduções em todos os idiomas.
ro: Introduceți <a href="{url}">codurile ISO 639-3</a>, separate prin virgulă (de exemplu: jpn,epo,ara,deu). Tatoeba va afișa doar traducerile din limbile pe care le-ați ales. Puteți lăsa acest câmp necompletat pentru a afișa traducerile din toate limbile.
ru: Введите <a href="{url}">коды ISO 639-3</a>, разделенные запятыми (например: jpn,epo,ara,deu). Tatoeba будет отображать переводы только на языки, которые вы указали. Вы можете оставить поле пустым для отображения переводов на все языки.
sk: Zadajte <a href="{url}">kódy ISO 639-3</a> oddelené čiarkou (napr.: jpn,epo,ara,deu). Tatoeba potom zobrazí preklady iba vo vami zvolených jazykoch. Na zobrazenie prekladov vo všetkých jazykoch, nechajte toto políčko prázdne.
tr: Virgülle ayırarak <a href="{url}">ISO 639-3 kodlarını</a> (jpn,epo,ara,deu vs.) girin. Bundan sonra Tatoeba sadece belirttiğiniz dilleri gösterecektir. Tüm dillerdeki çevirileri görüntülemek için burayı boş bırakabilirsiniz.
tt: Өтер белән аерылган ISO 639-3 кодларын кертегез (мәсәлән, jpn, epo, ara,deu). Шуннан соң Tatoeba сез күрсәткән телләргә генә тәрҗемәләрне чагылдырачак. Сез барлык телләргә тәрҗемәләрне күрсәтү өчен бу басуны буш калдыра аласыз.
uk: Введіть <a href="{url}">коди ISO 639-3</a>, розділені комою (наприклад.: jpn,epo,ara,deu). Tatoeba буде відображати тільки переклади на мовах які ви вказали. Ви можете залишити це поле порожнім аби відобразити переклади на всіх мовах.
vi: Nhập mã <a href="{url}">ISO 639-3</a>, được phân tách bằng dấu phẩy (ví dụ: jpn, epo, ara, deu). Sau đó, Tatoeba sẽ chỉ hiển thị các bản dịch bằng các ngôn ngữ mà bạn đã chỉ định. Bạn có thể để trống phần này để hiển thị bản dịch bằng tất cả các ngôn ngữ.

source: Number of sentences per page
ar: عدد الجمل في كلّ صفحة
bg: Брой изречения на страница
br: Niver a frazennoù dre bajenn
de: Anzahl der Sätze pro Seite
el: Αριθμός φράσεων ανα σελίδα
eo: Nombro de frazoj en unu paĝo
es: Número de oraciones por página
eu: Orrialde bakoitzeko zenbat esaldi
fi: Lauseiden lukumäärä kullakin sivulla
fr: Nombre de phrases par page
he: מספר המשפטים בעמוד
hi: प्रति पृष्ठ वाक्यों की संख्या
hu: Mondatok száma oldalanként
ia: Numero de phrases per pagina
id: Jumlah kalimat per halaman
is: Fjöldi setninga á síðu
it: Numero di frasi per pagina
ja: １ページあたりの例文の数
ku: Serê rûpelê hejmara hevokan
mr: प्रत्येक पानातील वाक्यांची संख्या
nl: Aantal zinnen per pagina
pl: Liczba zdań na stronie
pt_br: Número de frases por página
ro: Numărul de propoziții afișate pe pagină
ru: Количество предложений на странице
sk: Počet viet na stránku
tr: Sayfa başına cümle sayısı
tt: Биттәге җөмләләр саны
uk: Кількість речень на сторінці
vi: Số câu trên mỗi trang

source: Number of translations per sentence
bg: Брой преводи на изречение
br: Niver a droidigezhioù dre frazenn
de: Anzahl der Übersetzungen pro Satz
eo: Kvanto de tradukoj de ĉiu frazo
fi: Lausekohtaisten käännösten lukumäärä
fr: Nombre de traductions par phrase
he: מספר התרגומים למשפט
hi: प्रति वाक्य अनुवादों की संख्या
hu: Mondatonkénti fordítások száma
id: Jumlah terjemahan per kalimat
it: Numero di traduzioni per frase
ja: １文あたりの翻訳の数
mr: प्रति वाक्य भाषांतरांची संख्या
nl: Aantal vertalingen per zin.
ro: Numărul de traduceri per propoziție
ru: Количество переводов на предложение
tt: Бер җөмләдә тәрҗемәләр саны

source: Default license for original sentences
bg: Лиценз по подразбиране за оригинални изречения
br: Lisañs dre-ziouer evit ar frazennoù orin
de: Standardlizenz für Originalsätze
el: Προκαθορισμένη άδεια για πρωτότυπες φράσεις
eo: Defaŭlta permesilo por originalaj frazoj
es: Licencia por defecto para oraciones originales
eu: Lizentzia lehenetsita jatorrizko esaldietarako
fi: Alkuperäisten lauseiden oletuslisenssi
fr: Licence par défaut des phrases originales
he: רישיון ברירת מחדל למשפטים המקוריים
hi: मूल वाक्यों के लिए डिफ़ॉल्ट लाइसेंस
hu: Alapértelmezett licenc az eredeti mondatokhoz
id: Lisensi standar untuk kalimat asli.
it: Licenza predefinita per le frasi originali
ja: オリジナルの例文に付与するデフォルトラインセス
mr: मूळच्या वाक्यांसाठी डिफॉल्ट परवाना
nl: Standaardlicentie voor originele zinnen
pl: Domyślna licencja dla oryginalnych zdań
pt_br: Licença padrão para frases originais
ro: Licență implicită pentru propoziții originale
ru: Лицензия по умолчанию для оригинальных предложений
sk: Predvolená licencia pre pôvodné vety
tr: Özgün cümleler için varsayılan lisans
tt: Оригиналь тәкъдимнәр өчен алдан ук лицензия
vi: Giấy phép mặc định cho các câu gốc
