Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: “translation is orphan”, because “translation owner” is set to a username
ar: ”الترجمة يتيمة“، لأنك ضبطت ”مالك الترجمة“ على اسم أحد المستخدمين
bg: „Преводът е осиротял“, тъй като „собственикът на превода“ е зададен на потребителско име
br: "an droidigezh 'zo minor", rak "perc'henn an droidigezh" a zo lakaet d'un anv-implijer
de: „Übersetzung verwaist“. Grund: Es wurde ein bestimmtes Mitglied ausgewählt.
el: "ορφανή μετάφραση", επειδή το "ιδιοκτήτης μετάφρασης" έχει τεθεί σε όνομα χρήστη
eo: „traduko estas orfa" ĉar la „posedanto de la traduko" estas ligita al uzantonomo
es: “la traducción es huérfana”, porque se escribió un nombre de usuario en el campo “dueño de la traducción”
eu: “esaldia zurtz dago”, arrazoia “esaldiaren jabea” erabiltzaile bati esleitu zaio
fi: ”Käännös on orpo”, koska kenttään ”Omistaja” kirjoitettu käyttäjätunnus
fr: « traduction orpheline », car un nom d'utilisateur est spécifié dans « propriétaire de la traduction »
he: „התרגום יתום” כיוון שה„בעלות על המשפט” מוגדרת לשם משתמש
hi: "अनुवाद अनाथ है", क्योंकि "अनुवाद स्वामी" उपयोगकर्ता नाम पर सेट है
hu: "árva fordítás", mert "fordításgondozó" egy felhasználónévre van beállítva
ia: “traduction es orphane”, perque “possessor del traduction” es definite como un nomine de usator
id: "terjemahan tak berpemilik", karena "pemilik terjemahan" diset ke nama pengguna
is: „þýðing er munaðarlaus,“ því að „þýðingareigandi“ er set sem notandanafn
it: "traduzioni orfane", perché "proprietario della traduzione" è associato a un nome utente
ja: 翻訳の「野良文」：翻訳の「所有者」が設定されているため。
mr: “भाषांतर अनाथ आहे”, कारण “भाषांतरचे मालक” रकाना भरला गेला आहे
nl: "vertaling is een wees", omdat het veld "vertaling eigenaar" is ingevuld met een gebruikersnaam
pl: "tłumaczenie jest osierocone", ponieważ "właściciel tłumaczenia" jest ustawione na nazwę użytkownika
pt_br: "a tradução está órfã", pois "proprietário da tradução" corresponde a um nome de usuário
ro: „propoziția este orfană” deoarece „proprietarul propoziției” este setat la un nume de utilizator
ru: «перевод без владельца», так как указан «владелец перевода»
sk: „preklad je sirota“, pretože „majiteľ prekladu“ je nastavený na užívateľské meno
sr: „превод је сироче”, јер је „власник превода” има постављено корисничко име
tr: “çeviri sahipsiz” çünkü “çeviri sahibi” kullanıcı adı girmek zorunda
tt: "тәрҗемә югалган", чөнки" тәрҗемә хуҗасына " кулланучы исеме мәгънәсе бирелгән
uk: "переклад не має власника", тому що критерій "власник переклада" встановлений як ім'я користувача
vi: "bản dịch trở thành mồ côi", vì "chủ sở hữu bản dịch" được đặt thành tên người dùng

source: “owned by a self-identified native”, because “sentence language” is set to “any”
ar: ”يملكها شخص أعلن أنه متّحدث أصلي“، لأنك ضبطت ”لغة الجملة“ على ”لا يهمّ“
bg: „Притежава се от самоопределен местен език“, защото „езикът на изречението“ е зададен на „който и да е“
br: "perc'hennet gant un den genidik emanavezet" dre ma 'z eo reoliet war "forzh pehini" "yezh ar frazenn"
de: „Muttersprachlersätze“. Grund: Es muss hierfür eine bestimmte Sprache ausgewählt werden.
es: “con un dueño que se identificó como nativo”, porque en “idioma de la oración” especificó “cualquier idioma”
eu: “Jabetza, bere burua jatorrizko hiztuntzat duen batek dauka”, arrazoi honengatik: “esaldiaren hizkuntza” ezartzerakoan "edozein" hautatu da
fi: ”Omistaja määrittelee itsensä äidinkieliseksi puhujaksi”, koska valikosta lauseen ”Kieli” on valittu ”Mikä tahansa”.
fr: « détenues par un locuteur affirmant que c'est sa langue natale », car « langue de la phrase » est positionné sur « n'importe »
he: „בבעלות טוענים לרמת שפת אם”, כיוון ש„שפת המשפט” מוגדרת ל„כלשהי”
hi: "स्व-पहचान वाले मूल निवासी के स्वामित्व", क्योंकि "वाक्य भाषा" "किसी भी" पर सेट है
hu: "egy önbevallású anyanyelvi beszélő gondozza", mert a "mondat nyelve" a következőre van állítva: "bármi"
ia: “possedite per un persona qui se identifica como parlante native”, perque “phrase del lingua” es definite como “qualcunque”
id: "dimiliki oleh seorang penutur asli", karena "bahasa kalimat" diset ke "semua"
it: "possedute da un madrelingua dichiarato", perché "lingua delle frasi" è associato a "qualunque"
ja: 所有者がネイティブ：「言語」項目が「すべての言語」に設定されているため。
mr: "स्वयंघोषित मातृभाषिकेच्या मालकीचे", कारण "वाक्याची भाषा" ही "कोणतीही" अशी सेट केली आहे
nl: "Eigendom van een moedertaalspreker (naar eigen zeggen)", omdat de "taal" van de zin staat op "maakt niet uit"
pl: "należy do osoby, która określiła się jako rodzimy użytkownik języka", ponieważ "język zdania" jest ustawione na "dowolny"
pt_br: "pertence a um usuário autodeclarado falante nativo", pois "idioma da frase" corresponde a "qualquer"
ro: „Deținută de un nativ autoidentificat” deoarece câmpul „limba propoziției” este setat pe „oricare”
ru: «принадлежит самоидентифицированному носителю», так как «язык предложения» установлен в «любой»
sk: „vlastnené rodeným hovoriacim“, pretože „jazyk vety“ je nastavený na „akýkoľvek“
sr: „написана на језику који је власнику матерњи”, јер је „језик реченице” подешено на „било шта”
tr: “kendini belirtmiş ana dil sahibine ait” çünkü “cümle dili” “hepsi”ne ayarlanmak zorunda
uk: “належить користувачу для якого ця мова є рідною”, тому що критерій “мова речення” встановлений як “будь-яка”
vi: "sở hữu bởi một người bản xứ tự xác định", bởi vì "ngôn ngữ của câu" được đặt thành "bất kỳ"

source: “owned by a self-identified native”, because the criterion “owned by: {username}” is set whereas he or she is not a self-identified native in the language you're searching into
ar: ”يملكها شخص أعلن أنه متحدث أصلي“، لأنك ضبطت معيار ”يملكها: {username}“ بينما المستخدم ليس متحدّثًا أصليًا باللغة التي تبحث عنها
bg: „Притежава се от самоопределен местен език“, тъй като критерият „притежание на: {username}“ е зададен, докато той или тя не е самоличен местен език на езика, който търсите
br: "perc'hennet gant un den genidik emanavezet", dre ma 'z eo lakaet an dezverk "perc'hennet gant: {username}" ha koulskoude n'eo ket un den emanavezet genidik er yezh bet klasket ganeoc'h
de: „Muttersprachlersätze“. Grund: Es wurde nach Sätzen des nichtmuttersprachlichen Mitglieds {username} gesucht.
eo: „posedata de iu, kiu nomas sin denaskulo" ĉar la kriterio „posedata de: {username}" estas ŝaltita, kvankam li aŭ ŝi ne nomas sin denaskulo en la lingvo, kiun vi priserĉas.
es: “con un dueño que se identificó como nativo”, porque se especificó el criterio “con dueño: {username}” y dicho usuario no se ha identificado como nativo en el idioma en el que está buscando
eu: “jabetza bere burua identifikatu duen lehen-hizkuntzako hiztun batek dauka”, arrazoi honengatik “jabetza honek: {username}” irizpidea ezartzen da jabeak bere burua identifikatzen ez badu bilatzen ari zaren hizkuntzako hiztun peto-peto bezala
fi: ”Omistaja määrittelee itsensä äidinkieliseksi puhujaksi”, koska kenttään ”Omistaja” on kirjoitettu hakukriteeri ”{username}”, mutta kyseinen henkilö ei ole määritellyt itseään hakemasi kielen äidinkieliseksi puhujaksi.
fr: « détenues par un locuteur affirmant que c'est sa langue natale », car le critère « propriétaire : {username} » est présent mais ce membre n'est pas un locuteur affirmant que la langue dans laquelle vous recherchez est sa langue natale
he: „בבעלות טוענים לרמת שפת אם” כיוון שהתנאי „בבעלות: {username}” מוגדר כאשר הבעלים אינם טוענים לרמת שפת אם בשפה המיועדת לחיפוש
hi: "एक स्व-पहचान वाले मूल निवासी के स्वामित्व में", क्योंकि मानदंड "स्वामित्व: {उपयोगकर्ता नाम}" निर्धारित किया गया है, जबकि वह उस भाषा में स्व-पहचान वाला मूल निवासी नहीं है जिसे आप खोज रहे हैं
hu: "egy önbevallású anyanyelvi beszélő gondozza", mert a(z) "{username} gondozza" feltétel be van kapcsolva, miközben ő nem egy önbevallású anyanyelvi beszélője a keresés nyelvének
ia: “possedite per un persona qui se identifica como parlante native”, perque le criterio “possedite per: {username}” es active ben que ille o illa non se identifica como parlante native del lingua in le qual tu cerca
id: "dimiliki oleh pengguna yang menyatakan dirinya penutur asli", dikarenakan kriteria "dimiliki oleh: {username}" diset meskipun ia bukan pengguna yang menyatakan dirinya penutur asli pada bahasa yang Anda cari
it: "possedute da un madrelingua dichiarato", perché il criterio "posseduto da: {username}" è associato a un utente che non è un madrelingua dichiarato della lingua in cui stai cercando
ja: 所有者がネイティブ：検索したい言語と「所有者」に指定した {username} が自己申告しているネイティブ言語が異なるため。
mr: "स्वयंघोषित मातृभाषिकेच्या मालकीचे", कारण "यांच्या मालकीचे: {username}" हा निकष सेट केला गेला आहे, परंतु आपण ज्या भाषेत शोध घेत आहात त्यात हा सदस्य स्वयंघोषित मातृभाषिक नाही
nl: "Eigendom van een moedertaalspreker (naar eigen zeggen)", omdat het criterium "eigendom van: {username}" is ingesteld, terwijl hij of zij naar eigen zeggen niet een moedertaalspreker is van de taal waarin je zoekt.
pl: "należy do osoby, która określiła się jako rodzimy użytkownik języka", ponieważ kryterium "należy do: {username}" jest ustawione na osobę, która nie jest rodzimym użytkownikiem języka, którego szukasz
pt_br: "pertence a um usuário autodeclarado falante nativo", pois o critério "pertence a {username}" está habilitado quando este não é um usuário autodeclarado falante nativo no idioma em que você está fazendo a busca
ro: „deținută de un nativ autoidentificat” deoarece criteriul „deținută de: {username}” este setat dat fiind că el sau ea nu este un nativ autoidentificat în limba în care căutați
ru: «принадлежит самоидентифицированному носителю», так как выбран критерий «принадлежит: {username}», в то время как данный пользователь не является самоидентифицированным носителем языка, который вас интересует.
sk: „vlastnené rodeným hovoriacim“, pretože hľadisko „vlastnené: {username}“ nepoukazuje na to, či sa jedná alebo nejedná o rodeného hovoriaceho, ktorý sa tak sám označil, v jazyku, v ktorom hľadáte
sr: „написана на језику који је власнику матерњи”, јер је услов „власник је: {username}” постављен, а он или она се нису идентификовали као да им је матерњи језик онај по коме се врши претрага
tr: “kendini belirtmiş ana dil sahibine ait” çünkü “sahip: {username}” kriteri cümle sahibi aradığınız dilde ana dilini belirtmediği halde seçilmiş
tt: "үз-үзен идентификацияләүче тел йөртүчегә карый", чөнки "1{username}" критерие билгеләнгән, ә ул сез эзләгән телнең үз-үзен идентификацияләүче йөртүчесе түгел.
uk: “належить користувачу для якого ця мова є рідною”, тому що критерій “належить: {username}” встановлено але він або вона не зазначили що мова, речення якою ви шукаєте, є для них рідною
vi: “sở hữu bởi một người bản xứ tự xác định”, vì tiêu chí “được sở hữu bởi: {username}” được đặt trong khi người đó không phải là người bản xứ tự xác định bằng ngôn ngữ mà bạn đang tìm kiếm

source: The following character lacks furigana: {charsEnumeration}.
ar: ليس في الجُمل الآتية فوريغانا: {charsEnumeration}.
bg: Следните символи нямат фуригана: {charsEnumeration}.
br: Diouer a ra an arouez furigana da-heul: {charsEnumeration}.
de: Das folgende Schriftzeichen ist noch nicht mit Furigana versehen: {charsEnumeration}.
el: Ο ακόλουθος χαρακτήρας δεν έχει φουριγκάνα: {charsEnumeration}.
eo: Furigana-transskribaĵo mankas al jena signo: {charsEnumeration}.
es: El siguiente carácter no dispone de furigana: {charsEnumeration}.
eu: Hondoko karaktere honi furigana falta zaio: {charsEnumeration}.
fi: Seuraavalta merkiltä puuttuu furigana: {charsEnumeration}.
fr: Le caractère suivant est dépourvu de furiganas : {charsEnumeration}.
he: לאות הבאה חסר פוריגאנה: {charsEnumeration}
hi: निम्न वर्ण का फुरिगाना नहीं है: {charsEnumeration}।
hu: A következő karakter nem tartalmaz furiganát: {charsEnumeration}.
ia: Le sequente character care de furigana: {charsEnumeration}.
id: Ada furigana yang hilang pada karakter berikut: {charsEnumeration}.
is: Eftirfarandi tákn vantar furigana: {charsEnumeration}.
it: Il seguente carattere non ha furigana: {charsEnumeration}.
ja: 次の文字にフリガナが振られていません："{charsEnumeration}"
mr: पुढील कान्जीसाठी फुरिगाना पुरवले नाहीत: {charsEnumeration}.
nl: Het volgende karakter heeft geen furigana: {charsEnumeration}.
pl: Następujący znak nie posiada furigany: {charsEnumeration}.
pt_br: O seguinte caractere não possui furigana: {charsEnumeration}.
ro: Următorului caracter îi lipsește furigana: {charsEnumeration}.
ru: Отсутствует фуригана для знака {charsEnumeration}.
sk: Následujúcemu znaku chýba furigana: {charsEnumeration}.
sr: Следеће слово нема фигурану: {charsEnumeration}.
tr: Şu karakterde furigana bulunmamaktadır: {charsEnumeration}.
tt: Алдагы персонажларда фуриган юк: 1{charsEnumeration}.
uk: До цього знака бракує фуріґани: {charsEnumeration}.
vi: Các ký tự sau thiếu furigana: {charsEnumeration}.

source: The provided sentence differs from the original one near “{character}”.
ar: تختلف الجملة المعطاة عن الجملة الأصلية عند ”{character}“.
bg: Предоставеното изречение се различава от оригиналното в близост до „{character}“.
br: Ar frazenn roet a zo disheñvel diouzh an hini orin e-kichen "{character}".
de: Der eingegebene Satz unterscheidet sich von dem ursprünglichen bei „{character}“.
el: Η φράση που δόθηκε διαφέρει από την πρωτότυπη κοντά στο {character}.
eo: La liverita frazo malsamas de la originala ĉe „{character}”
es: La oración proporcionada difiere de la original cerca de “{character}”.
eu: Emandako esaldia eta jatorrizko esaldia ia “{character}” bateko aldea dute.
fi: Annettu lause on erilainen kuin alkuperäinen lause kohdan ”{character}” lähellä.
fr: La phrase fournie diffère de l'originale vers « {character} ».
he: המשפט שסופק שונה מהמקורי באזור „{character}”.
hi: प्रदान किया गया वाक्य "{character}" के पास मूल वाक्य से भिन्न है।
hu: A megadott mondat eltér az eredetitől a "{character}" karakter közelében.
ia: Le phrase fornite differe del original presso “{character}”.
id: Kalimat yang diberikan berbeda dengan yang asli di dekat karakter “{character}”.
it: La frase fornita si differenzia dalla frase originale vicino a “{character}”.
ja: 修正した内容はオリジナルの例文と異なります。“{character}” 付近を確認してください。
mr: प्रदान केलेले वाक्य मूळ वाक्यापेक्षा “{character}” या स्थानाच्या इथे वेगळे आहे.
nl: De aangeleverde zin verschilt van het origineel bij '{character}'.
pl: Wprowadzone tłumaczenie różni się od oryginału w następującym miejscu: "{character}".
pt_br: A frase fornecida difere da original próximo a “{character}”.
ro: Propoziția furnizată diferă de cea originală cu „{character}”.
ru: Введенное предложение отличается от оригинального около «{character}».
sk: Poskytnutá veta sa líši od pôvodnej „{character}“.
sr: Достављена реченица се разликује од првобитне близу слова „{character}”.
tr: Gösterilen cümle, orijinalinden “{character}” ile farklıdır.
tt: Китерелгән җөмлә башлангыч җөмләдән якынча "1{character}" га аерыла.
uk: Надане речення відрізняється від вихідного біля “{character}”.
vi: Câu được cung cấp khác với câu gốc ở cạnh “{character}”.

source: The provided sentence is shorter than the original one.
ar: الجملة المعطاة أقصر من الأصلية.
bg: Предоставеното изречение е по-кратко от първоначалното.
br: Ar frazenn kaset a zo berroc'h evit an hini orin.
de: Der eingetragene Satz ist kürzer als die Vorlage.
el: Η φράση που δόθηκε είναι μικρότερη από την πρωτότυπη.
eo: La liverita frazo estas pli mallonga ol la originala.
es: La oración proporcionada es más corta que la original.
eu: Emandako esaldia jatorrizko esaldia baino laburragoa da.
fi: Annettu lause on lyhyempi kuin alkuperäinen.
fr: La phrase fournie est plus courte que l'originale.
he: המשפט שסופק קצר מהמקורי.
hi: प्रदान किया गया वाक्य मूल वाक्य से छोटा है।
hu: A megadott mondat rövidebb, mint az eredeti.
ia: Le phrase fornite es plus curte que le original.
id: Kalimat yang diberikan lebih singkat daripada aslinya.
is: Setningin er styttri en sú upphafleg.
it: La frase fornita è più breve di quella originale.
ja: 修正した内容はオリジナルの例文より短くなっています。修正内容を確認してください。
ku: Hevoka hatiye tevlîkirin ji ya orijînal kintir e.
mr: प्रदान केलेले वाक्य मूळ वाक्यापेक्षा छोटे आहे.
nl: De aangeleverde zin is korter dan de originele zin.
pl: Wprowadzone zdanie jest krótsze niż oryginał.
pt_br: A frase fornecida é menor do que a original.
ro: Propoziția furnizată este mai scurtă decât cea originală.
ru: Введенное предложение короче оригинального.
sk: Daná veta je kratšia než pôvodná.
sr: Достављена реченица је кража од првобитне.
tr: Girilen cümle orijinalinden daha kısa.
tt: Китерелгән җөмлә беренчел җөмләдән кыскарак.
uk: Надане речення коротше ніж вихідне.
vi: Câu được cung cấp ngắn hơn câu gốc.

source: The character “{kanji}” has more than one furigana: “{furiganas}”.
bg: Символът "{kanji}" имат повече от една фуригана: "{furiganas}".
br: An arouez “{kanji}” en devez muioc'h evit {n} furigana: ”{furiganas}”.
de: Das Schriftzeichen {kanji} hat über {n} Furigana-Zeichen, nämlich: {furiganas}.
el: Ο χαρακτήρας "{kanji}" έχει πάνω από ένα φουριγκάνα: "{furiganas}".
eo: La karaktro “{kanji}” havas pli ol unu furiganon: ”{furiganas}”.
es: Los caracteres “{kanjis}” tienen más furigana: “{furiganas}”.
eu: “{kanji}” ideogramak furigana bat baino gehiago dauzka. Kopurua: “{furiganas}”.
fi: Merkillä “{kanji}” on enemmän kuin yksi furigana: ”{furiganas}”.
fr: Le caractère « {kanji} » a plus d'un furigana : « {furiganas} ».
he: לאות „{kanji}” יש יותר מאפשרות פוריגאנה אחת: „{furiganas}”
hi: "{kanji}" इस वर्ण के एक से अधिक फुरिगाना हैं: "{furiganas}"।
hu: A "{kanji}" karakter több mint egy furiganát tartalmaz: "{furiganas}".
ia: Le typo “{kanji}” ha plus que {n} furigana: “{furiganas}”.
id: Huruf "{kanji}" punya lebih dari {n} furigana: "{furiganas}".
it: Il carattere “{kanji}” ha più di un furigana: “{furiganas}”.
ja: 次の文字 “{kanji}” には {n} 個以上のフリガナが振られています： ”{furiganas}”
mr: “{kanji}” या कान्जीसाठी एकापेक्षा अधिक फुरिगाना आहेत: “{furiganas}”.
nl: Het “{kanji}” karakter heeft meer dan een furigana karakter: ”{furiganas}”.
pl: Znaki "{kanji}" mają więcej niż 1 furiganę: "{furiganas}".
pt_br: O “{kanji}” é representado por mais de um furigana: “{furiganas}”.
ro: Caracterul „{kanji}” au mai mult de o furigana: „{furiganas}”.
ru: Знак “{kanji}” имеет больше одной фуриганы: ”{furiganas}”.
sk: Znak „{kanji}“ má viac než jednu furiganu: „{furiganas}“.
sr: Слово „{kanji}” иам више од једне фуригане: „{furiganas}”.
tt: "{kanji}" символларында {n} артык фуриган: "{furiganas}" бар.
vi: Các ký tự “{kanji}” có nhiều hơn {n} furigana: ”{furiganas}”.

source: The following character is not transcribed: {charsEnumeration}.
bg: Следният символ не е транскрибиран: {charsEnumeration}.
br: N'eo ket bet treuzskrivet an arouez da-heul: {charsEnumeration}.
de: Das folgende Schriftzeichen ist noch nicht transkribiert: {charsEnumeration}.
el: Ο ακόλουθος χαρακτήρας δεν έχει μεταγραφεί: {charsEnumeration}.
eo: Transskribaĵo mankas al jena signo: {charsEnumeration}.
es: El siguiente carácter no fue transcrito: {charsEnumeration}.
eu: Honako karaktere hau ez da transkribatu: {charsEnumeration}.
fi: Seuraavaa merkkiä ei ole transkriboitu: {charsEnumeration}.
fr: Le caractère suivant n'est pas transcrit : {charsEnumeration}.
he: התו הבא לא נכלל בתעתיק ההגאים: {charsEnumeration}.
hi: निम्न वर्ण का प्रतिलेखन नहीं हुआ: {charsEnumeration}।
hu: A következő karakterhez nincs átirat: {charsEnumeration}
ia: Le sequente character non es transcribite: {charsEnumeration}.
id: Karakter berikut belum disalin: {charsEnumeration}.
it: Il seguente carattere non è trascritto: {charsEnumeration}.
ja: 次の文字は書き換えることができません："{charsEnumeration}"
mr: खालील कान्जीचे प्रतिलेखन केले नाही: {charsEnumeration}.
nl: Het volgende karakter heeft geen transcriptie: {charsEnumeration}.
pl: Następujący znak nie posiada transkrypcji: {charsEnumeration}.
pt_br: O seguinte caractere não pode ser transcrito: {charsEnumeration}.
ro: Următorul caracter nu este transcris: {charsEnumeration}.
ru: Не транскрибирован знак {charsEnumeration}.
sk: Následujúci znak nie je prepísaný: {charsEnumeration}.
sr: Следеће слово није транскрибовано: {charsEnumeration}.
tr: Şu karakter transkripte edilmemiş: {charsEnumeration}.
tt: Түбәндәге символлар аңлатылмый: {charsEnumeration}.
uk: Цей знак не транскрибовано: {charsEnumeration}.
vi: Các ký tự sau không được phiên âm: {charsEnumeration}.

source: No license for offsite use
ar: لا رخصة للاستخدام خارج الموقع
bg: Няма лиценз за използване извън сайта
br: Lisañs ebet evit un implij maez-lec'hienn
de: Nicht zur auswärtigen Verwendung freigegeben
el: Καμία άδεια για χρήση εκτός τόποθεσίας
eo: Sen permesilo por uzado eksterreteja
es: No hay licencia para uso externo
eu: Lizentziarik ez Tatoebatik kanpo erabiltzeko
fi: Ei lisenssiä sivuston ulkopuoliseen käyttöön
fr: Pas de licence pour utilisation hors site
he: אין רישיון לשימוש מחוץ לאתר
hi: ऑफसाइट उपयोग के लिए कोई लाइसेंस नहीं
hu: Az oldalon kívüli felhasználás nem engedélyezett
ia: Nulle licentia pro uso foras del sito
id: Tidak ada lisensi untuk penggunaan situs luar
is: Ekkert leyfi til notkunar utan vettvangs
it: Nessuna licenza per un utilizzo esterno
ja: ライセンス未設定
mr: संकेतस्थळाबाहेर वापरायचा परवाना नाही
nl: Geen licentie voor extern gebruik
pl: Brak licencji na użycie poza stroną.
pt_br: Não há licença para uso externo.
ro: Nu există nicio licență pentru utilizarea în altă parte.
ru: Лицензии для использования вне сайта нет
sk: Žiadna licencia na požitie mimo stránky
sr: Нема лиценцу за коришћење ван сајта
tr: Harici kullanım yasak
tt: Читтән торып файдалануга лицензия юк
uk: Ліцензії для використання поза сайтом не надано
vi: Không có giấy phép để sử dụng bên ngoài

source: Licensing issue
ar: مشكلة بالرخصة
bg: Проблем с лицензирането
br: Kudennoù lisañs
de: Lizenzkonflikt
el: Ζήτημα αδειοδότησης
eo: Permesil-rilata
es: Asunto de licencias
eu: Lizentzia kontuak
fi: Lisenssiongelma
fr: Problème de licence
he: סוגיית רישוי
hi: लाइसेंसिंग मुद्दा
hu: Licenszelési probléma
ia: Problema de licentia
id: Masalah lisensi
is: Leyfisvandamál
it: Problema di licenza
ja: ライセンス上の問題
mr: परवाना त्रुटी
nl: Licentieprobleem
pl: Problem z licencją
pt_br: Problema de licença
ro: Probleme de licențiere
ru: Проблемы с лицензией
sk: Chyba pri prideľovaní licencie
sr: Проблем са лиценцом
tr: Lisanslama
tt: Лицензияләү белән проблема
vi: Vấn đề về giấy phép

source: Tatoeba, new password
ar: تتويبا، كلمة السر الجديدة
bg: Tatoeba, нова парола
br: Tatoeba, ger-tremen nevez
de: Tatoeba, neues Passwort
el: Tatoeba, νέος κωδικός
eo: Tatoeba, nova pasvorto
es: Tatoeba, nueva contraseña
eu: Tatoeba, pasahitz berria
fi: Tatoeba, uusi salasana
fr: Tatoeba, nouveau mot de passe
he: Tatoeba, סיסמה חדשה
hi: Tatoeba, नया पासवर्ड
hu: Tatoeba, új jelszó
ia: Tatoeba, nove contrasigno
id: Tatoeba, kata sandi baru
is: Tatoeba, nýtt lykilorð
it: Tatoeba, nuova password
ja: Tatoeba パスワードの再送
ku: Tatoeba, pêborîna nû
mr: तातोएबा, नवीन पासवर्ड
nl: Tatoeba, nieuw wachtwoord
pl: Tatoeba - nowe hasło
pt_br: Tatoeba, nova senha
ro: Tatoeba, parolă nouă
ru: Tatoeba, новый пароль
sk: Tatoeba, nové heslo
sr: Татоеба, нова шифра
tr: Tatoeba, yeni şifre
tt: Татоэба, яңа серсүз
uk: Tatoeba, новий пароль.
vi: Tatoeba, đặt lại mật khẩu mới

source: All languages
ar: كل اللغات
bg: Всички езици
br: An holl yezhoù
de: Alle Sprachen
el: Όλες οι γλώσσες
eo: Ĉiuj lingvoj
es: Todos los idiomas
eu: Hizkuntza guztiak
fi: kaikki kielet
fr: toutes les langues
he: כל השפות
hi: सभी भाषाओं में
hu: Összes nyelv
ia: Tote le linguas
id: Semua
is: Öllum tungumálum
it: tutte le lingue
ja: すべての言語
ku: Hemû ziman
mr: सर्व भाषा
nl: Alle talen
pl: Wszystkie języki
pt_br: Todos os idiomas
ro: Toate limbile
ru: все языки
sk: Všetky jazyky
sr: Сви језици
tr: Tüm diller
tt: Барлык телләр
uk: Всі мови
vi: Tất cả ngôn ngữ
