Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: The owner of the sentence needs to be its original creator.
ar: يجب أن يكون مالك الجملة هو نفسه مُنشئها الأصلي.
bg: Собственикът на изречението трябва да бъде неговият оригинален създател.
br: Perc'henner ar frazenn-mañ a rank bezañ ar c'hrouer orin.
de: Dem der Satz gehört, der muss ihn erzeugt haben.
el: Ο ιδιοκτήτης της φράσης πρέπει να είναι ο αρχικός δημιουργός της.
eo: La posendanto de la frazo devas esti la origina kreinto.
es: El propietario de esta oración debe ser el creador original.
eu: Esaldiaren jabeak esaldiaren jatorrizko sortzailea izan behar du.
fi: Lauseen omistajan täytyy olla sen alkuperäinen tekijä.
fr: Le propriétaire de la phrase doit être son créateur original.
he: בעלי המשפט חייבים להיות יוצריו המקוריים.
hi: वाक्य का स्वामी इसका मूल निर्माता होना चाहिए।
hu: A mondat gondozójának a mondat eredeti szerzőjének kell lennie.
ia: Le possessor de le phrase debe esser su creator original.
id: Pemilik dari suatu kalimat harus merupakan pencipta aslinya.
is: Eigandi setningar þarf að vera upprunalegi skapari hennar.
it: Il proprietario della frase deve essere il suo creatore originale.
ja: 例文の所有者はその例文を作成した人でなければならない。
ku: Divê xwediyê hevokê, hevoka yekem tevlî bike.
mr: या वाक्याचा मालक या वाक्याचा मूळ निर्माता असायला हवा.
nl: De eigenaar van deze zin moet de oorspronkelijke maker ervan zijn.
pl: Autor/ka tego zdania musi być jego pierwotnym twórcą/pierwotną twórczynią.
pt_br: O proprietário da frase deve ser o seu criador original.
ro: Proprietarul propoziției trebuie să fie creatorul original.
ru: Владелец предложения должен изначально быть его автором.
sk: Majiteľ vety musí byť jej pôvodným tvorcom.
sr: Власник ове реченице мора да буде њен првобитни креатор.
tr: Cümlenin sahibinin cümleyi ilk ekleyen kişi olması gerekir.
tt: Җөмләнең хуҗасы аның беренчел булдыручысы булырга тиеш.
uk: Власник цього речення має бути його оригінальним автором.
vi: Chủ sở hữu của câu cần phải là người đầu tiên tạo ra câu.

source: You can only switch to a more permissive license.
bg: Можете да преминете само към по-свободен лиценз.
br: Gellout a rit gwintañ war-du ul lisañs aotreüsoc'h hepken.
de: Eine Änderung ist nur zu einer weniger einschränkenden Lizenz hin möglich.
el: Δυνατή η αλλαγή μόνο σε μια πιο επιτρέπτικη άδεια.
eo: Vi povas ŝanĝi nur al pli permesanta permesilo.
es: Sólo puede cambiar a una licencia más permisiva.
eu: Ezin duzu lizentzia aldatu ez bada lizentzia libreago batera.
fi: Voit vaihtaa vain sallivampaan lisenssiin.
fr: Vous pouvez seulement passer à une licence plus permissive.
he: אפשר להחליף רק לרישיון יותר מתירני.
hi: आप केवल अधिक अनुमेय लाइसेंस पर स्विच कर सकते हैं।
hu: Csak megengedőbb licencre módosíthatod.
ia: Tu pote cambiar solmente a un licentia plus permissive.
id: Anda hanya bisa beralih ke lisensi yang lebih bebas.
is: Þú getur aðeins skipt yfir á leyfilegra leyfi.
it: Puoi passare solamente a una licenza più permissiva.
ja: 制限が緩和されたライセンスにのみ変更することができます。
mr: नवीन परवाना जुन्या परवान्यापेक्षा जास्त मुभादेण्‍यायोग्‍य असणे आवश्यक आहे.
nl: Je kunt alleen overschakelen naar een meer tolerante licentie.
pl: Możesz zmienić licencję tylko na bardziej liberalną.
pt_br: Você só pode fazer a alteração para uma licença mais permissiva.
ro: Puteți schimba doar cu o licență mai permisivă.
ru: Можно переключиться только на менее строгую лицензию.
sk: Môžete iba zmeniť na viac dovoľujúcu licenciu.
sr: Можете извршити промену само у лиценцу која допушта већу слободу.
tr: Yalnızca daha serbest bir lisansa geçiş yapabilirsiniz.
tt: Сез бары тик рөхсәт ителгән лицензиягә генә күчә аласыз.
uk: Можна змінювати ліцензію тільки на таку що дозволяє більше можливостей.
vi: Bạn chỉ có thể chuyển sang một giấy phép tự do hơn.

source: Field required
ar: حقل مطلوب
bg: Задължително поле
br: Maezienn rekiset
de: Benötigtes Feld
el: Υποχρεωτικό πεδίο
eo: Kampo bezonata
es: Campo requerido
eu: Eremu beharrezkoa
fi: Pakollinen kenttä
fr: Champs requis
he: שדה חובה
hi: ज़रूरी फ़ील्ड
hu: Kötelező mező
ia: Campo obligatori
id: Kolom harus diisi
is: Reit krefsts
it: Campo richiesto
ja: 必須項目
ku: Divê were dagirtin
mr: हा रकाना भरणे गरजेचे आहे
nl: Dit veld is vereist.
pl: Pole wymagane.
pt_br: Campo obrigatório
ro: Câmp obligatoriu
ru: Обязательное поле
sk: Potrebné vyplniť
sr: Поље је обавезно
tr: Doldurulması gerekiyor
tt: Тутыру өчен мәҗбүри кыр
uk: Обов’язкове поле
vi: Trường bắt buộc

source: Username must be at least two characters long
ar: يجب أن يكون في اسم المستخدم محرفان على الأقل
bg: Потребителското име трябва да съдържа минимум 2 символа.
br: An anv-implijer a rank kaout div lizherenn hirder da vihanañ ennañ
de: Der Benutzername muss mindestens zwei Zeichen lang sein.
el: Το όνομα χρήστη θα πρέπει να έχει μήκος τουλάχιστον δύο χαρακτήρες
eo: Uzantonomo enhavu almenaŭ du literojn.
es: El nombre de usuario debe tener una longitud mínima de dos caracteres
eu: Erabiltzaile izenak, gutxienez, bi karakterekoa beharko
fi: Käyttäjätunnuksen on oltava vähintään 2 merkkiä pitkä
fr: Le nom d'utilisateur doit comporter au moins deux lettres
he: שם המשתמש חייב להיות באורך שני תווים ומעלה
hi: उपयोगकर्ता नाम कम-से-कम दो वर्णों का होना चाहिए
hu: A felhasználónévnek legalább két karakterből kell állnia
ia: Le nomine de usator debe esser al minus duo characteres de longitude
id: Nama pengguna sekurang-kurangnya dua karakter
is: Notandanafn verður að vera að minnsta kosti tveir stafir
it: Il nome utente deve essere lungo almeno due lettere
ja: ユーザー名は2文字以上にしてください。
ku: Divê navê bikarhêner herî kêm ji du karakteran pêk were
mr: प्रयोक्तानावात किमान दोन कॅरॅक्टर असायला हवे
nl: Gebruikersnaam moet minstens twee tekens lang zijn
pl: Nazwa użytkownika musi zawierać przynajmniej dwie litery
pt_br: O nome de usuário deve ter pelo menos 2 caracteres.
ro: Numele de utilizator trebuie să aibă cel puțin două caractere
ru: Имя пользователя должно состоять не менее чем из двух букв
sk: Užívateľské meno musí obsahovať aspoň dva znaky.
sr: Корисничко име мора да садржи барем два карактера
tr: Kullanıcı adı en az iki harfli olmalıdır.
tt: Кулланучы исеменең озынлыгы кимендә ике символ булырга тиеш
uk: Ім’я користувача має бути не коротше двух знаків
vi: Tên người dùng phải dài ít nhất hai ký tự

source: Username must be at most 20 characters long
ar: يجب ألا يزيد اسم المستخدم على 20 محرفًا
bg: Потребителското име не може да е по-дълго от 20 символа.
br: An anv-implijer a rank kaout 20 arouezenn ennañ d'ar muiañ
de: Der Benutzername darf höchstens 20 Zeichen lang sein.
el: Το όνομα χρήστη πρέπει να έχει μήκος το πολύ 20 χαρακτήρες
eo: Uzantonomo estu minimume 20 literojn longa.
es: El nombre usuario debe tener una longitud máxima de 20 caracteres
eu: Erabiltzaile-izenak 20 karaktere baino gehiago, mesedez
fi: Käyttäjätunnus saa olla enintään 20 merkkiä pitkä.
fr: Le nom d'utilisateur ne doit pas dépasser 20 caractères.
he: שם המשתמש חייב להיות באורך של עד 20 תווים
hi: उपयोगकर्ता नाम ज़्यादा-से-ज़्यादा 20 वर्णों का होना चाहिए
hu: A felhasználónév legfeljebb 20 karakter hosszú lehet
ia: Le nomine de usator debe esser al minus 20 characteres de longitude
id: Nama pengguna paling banyak 20 karakter
is: Notandanafn verður að vera 20 stafir eða minna
it: Il nome utente deve essere lungo almeno 20 caratteri
ja: ユーザー名は20文字以下にしてください。
ku: Divê navê bikarhêner herî zêde ji 20 karakteran pêk were
mr: प्रयोक्तानावात कमाल २० कॅरॅक्टर असायला हवे
nl: De gebruikersnaam mag maximaal uit 20 tekens bestaan.
pl: Nazwa użytkownika musi składać się z conajmniej 20 znaków.
pt_br: O nome de usuário deve ter no máximo 20 caracteres.
ro: Numele de utilizator trebuie să aibă cel mult 20 de caractere
ru: Имя пользователя должно состоять не более чем из 20 знаков
sk: Užívateľské meno musí obsahovať aspoň 20 znakov.
sr: Корисничко име не сме да има више од 20 карактера
tr: Kullanıcı adı en fazla 20 karakterden oluşmalıdır
tt: Кулланучы исеменең озынлыгы 20 символдан артмаска тиеш
vi: Tên người dùng phải dài tối đa 20 ký tự

source: Username can only contain letters, numbers, or underscore
ar: يمكن لاسم المستخدم أن يحتوي على الحروف، أو الأرقام، أو الشرطة السفلية فقط
bg: Потребителското име може да съдържа само букви, цифри или долна черта.
br: An anv-implijer a rank ebarzhiñ lizherennoù, niveroù, pe is-linennadurioù
de: Der Benutzername darf nur Buchstaben, Zahlen und Unterstriche enthalten
el: Το Όνομα χρήστη μπορεί να περιέχει μόνον γράμματα, αριθμούς ή κάτω παύλα
eo: Uzantonomo povas enhavi nur literojn, ciferojn aŭ substrekojn
es: El nombre de usuario sólo puede incluir letras, números, o un guión bajo
eu: Erabiltzaile izenean letrak, zenbakiak eta azpiko marrak besterik ezin onartu
fi: Käyttäjätunnus voi sisältää vain kirjaimia, numeroita tai alaviivan
fr: Le nom d'utilisateur ne peut contenir que des lettres, des chiffres ou des sous-tirets
he: שם המשתמש יכול להכיל רק אותיות, מספרים, או קו תחתון
hi: उपयोगकर्ता नाम में केवल अक्षर, अंक, या अंडरस्कोर हो सकता है
hu: A felhasználónév csak ékezet nélküli betűket, számot és aláhúzást tartalmazhat
ia: Le nomine de usator pote solmente continer litteras, numeros e le tracto de sublineamento
id: Nama pengguna hanya boleh berisikan huruf, angka, atau garis bawah
is: Notendanafn getur aðeins innihaldið bókstafi, tölustafi eða undirstrik
it: Il nome utente può contenere solo lettere, numeri o trattini bassi.
ja: ユーザー名には英数字とアンダーバーのみが使用できます。
ku: Navê bikarhêner dikare tenê ji tîp, hejmar an jî ji jêrxet (_)ê pêk bê.
mr: प्रयोक्तानावात फक्त इंग्रजी अक्षरं, अंक किंवा अंडरस्कोर असू शकतात
nl: Gebruikersnaam mag alleen letters, cijfers, of liggende streepjes bevatten
pl: Nazwa użytkownika może zawierać tylko litery, cyfry oraz podkreślnik
pt_br: O nome de usuário só pode conter letras, números e traços baixos.
ro: Numele de utilizator poate conține doar litere, numere sau liniuța de subliniere
ru: Имя пользователя может содержать только буквы, цифры или подчеркивания
sk: Užívateľské meno môže obsahovať iba písmená, číslice alebo podčiarkovník.
sr: Корисничко име може да садржи само слова, бројеве и доњу црту
tr: Kullanıcı adı sadece harf, rakam ya da alt tire içerebilir.
tt: Кулланучы исеме хәрефләр, цифрлар яки ассызыклау билгесеннән генә торырга мөмкин
uk: Ім’я користувача може складатись тільки з букв, цифр та знака підкреслювання
vi: Tên người dùng chỉ có thể chứa chữ cái, số hoặc dấu gạch dưới

source: Password must be at least 6 characters long
ar: يجب ألا تنقص كلمة السر على 6 محارف
bg: Паролата трябва да съдържа поне 6 символа.
br: Ar ger-tremen a rank bezañ 6 lizherenn ennañ da vihanañ
de: Das Passwort muss aus mindestens 6 Zeichen bestehen.
el: Το συνθηματικό θα πρέπει να έχει μήκος τουλάχιστον 6 χαρακτήρες
eo: La pasvorto enhavu minimume 6 signojn
es: La contraseña debe tener una longitud mínima de 6 caracteres
eu: Pasahitzak gutxienez 6 karaktere behar ditu
fi: Salasanan täytyy olla vähintään 6 merkkiä pitkä
fr: Le mot de passe doit comporter au moins 6 lettres
he: הסיסמה חייבת להיות באורך של 6 תווים ומעלה
hi: पासवर्ड कम-से-कम 6 वर्णों का होना चाहिए
hu: A jelszónak legalább 6 karakterből kell állnia.
ia: Le contrasigno debe esser al minus 6 characteres de longitude
id: Kata sandi harus terdiri dari minimal 6 karakter
is: Lykilorð verður að vera að minnsta kosti 6 stafir
it: La password deve essere lunga almeno 6 caratteri
ja: パスワードは6文字以上にしてください。
ku: Divê pêborîn herî kêm ji 6 karakteran pêk were
mr: पासवर्डमध्ये किमान ६ कॅरॅक्टर असायला हवे
nl: Wachtwoord moet op zijn minst 6 tekens lang zijn
pl: Hasło musi składać się z conajmniej 6 znaków.
pt_br: A senha deve ter no mínimo 6 caracteres.
ro: Parola trebuie să aibă cel puțin 6 caractere
ru: Пароль должен быть не короче 6 знаков
sk: Heslo musí mať aspoň 6 znakov.
sr: Шифра мора да има барем 6 карактера
tr: Şifre en az 6 karakterden oluşmalıdır.
tt: Серсүз озынлыгы кимендә 6 символ булырга тиеш
uk: Пароль має бути найменше з 6 символів
vi: Mật khẩu phải có độ dài ít nhất 6 ký tự

source: Failed to change email address. Please enter a proper email address.
ar: فشل تغيير البريد الإلكتروني. من فضلك أدخِل عنوان بريد صحيح.
bg: Неуспешна промяна на имейл адреса. Моля въведете коректен имейл адрес.
br: N'eo ket bet posupl cheñch ar postel. Ebarzhit ur postel a zere mar plij.
de: Adressänderung fehlgeschlagen. Gib bitte eine gültige E-Mail-Adresse ein!
el: Απέτυχε να αλλάξει τη διεύθυνση ηλεκτρονικού ταχυδρομείου. Παρακαλούμε εισάγετε μια κατάλληλη διεύθυνση ηλεκτρονικού ταχυδρομείου.
eo: Ŝanĝo de retpoŝtadreso malsukcesis. Enigu taŭgan retpoŝtadreson.
es: Fallo al cambiar la dirección de correo. Introduzca una dirección de correo apropiada.
eu: Huts egin du posta helbidea aldatzerakoan. Mesedez sar ezazu posta helbide zuzen bat.
fi: Sähköpostiosoitteen muuttaminen epäonnistui. Syötä kelvollinen sähköpostiosoite.
fr: Échec lors du changement d'adresse courriel. Veuillez saisir une adresse valide.
he: שינוי כתובת הדוא״ל נכשל. נא למלא כתובת דוא״ל תקנית.
hi: ईमेल पता बदलने में विफल। कृपया एक उचित ईमेल पता दर्ज करें।
hu: Sikertelen e-mail cím módosítás. Kérünk, adj meg egy helyes e-mail címet.
ia: Cambiamento de adresse de e-mail fallite. Per favor scribe un adresse de e-mail correcte.
id: Gagal mengubah alamat email. Mohon masukkan alamat email yang benar.
is: Mistókst að breyta netfangi. Vinsamlegast innsettu viðeigandi netfang.
it: Modifica dell'indirizzo e-mail non riuscita. Inserisci un indirizzo e-mail esistente, per favore.
ja: メールアドレスの変更に失敗しました。正しいアドレスを入力してください。
ku: Navnîşana epeyamê nehate guhertin. Ji kerema xwe navnîşana epeyameke derbasdar bikevê.
mr: ईमेल पत्ता बदलण्यात अयशस्वी. कृपया एखादा योग्य ईमेल पत्ता प्रविष्ट करा.
nl: Veranderen e-mailadres mislukt. Voer een geldig e-mailadres in.
pl: Nie udało się zmienić adresu e-mail. Proszę wprowadzić właściwy.
pt_br: Não foi possível alterar o endereço de e-mail. Por favor, insira um endereço de e-mail válido.
ro: Adresa de e-mail nu a putut fi modificată.
ru: Не удалось изменить адрес электронной почты. Пожалуйста, введите подходящий адрес электронной почты.
sk: Emailovú adresu sa nepodarilo zmeniť. Prosím, zadajte riadnu emailovú adresu.
sr: Није успела измена мејл адресе. Унесите исправну мејл адресу.
tr: E-posta adresi değiştirilemedi. Lütfen geçerli bir e-posta adresi girin.
tt: Электрон почта адресын үзгәртеп булмады. Зинһар, дөрес электрон почта адресын кертегез.
uk: Помилка зміни адреси електронної пошти. Введіть правильну адресу електронної пошти.
vi: Không thể thay đổi địa chỉ email. Vui lòng nhập một địa chỉ email thích hợp.

source: The entered birthday is an invalid date. Please try again.
ar: تاريخ الميلاد الذي أدخلته غير صالح. من فضلك أعِد المحاولة.
bg: Въведената рожданна дата е невалидна. Моля опитайте отново.
br: An deiziad deiz-ha-bloaz ebarzhet 'zo fall. Klaskit en-dro mar plij.
de: Das eingegebene Geburtsdatum ist falsch. Eingabewiederholung&nbsp;...
el: Η εισάγμενη ημερομήνια γέννησης δεν είναι έγκυρη ημερομηνία. Παρακαλούμε ξαναπροσπαθήστε.
eo: La dato, kiun vi indikis, estas nevalida. Bonvolu provi denove.
es: La fecha de cumpleaños introducida es inválida. Por favor, inténtelo de nuevo.
eu: Sartutako jaiotze data ezinezkoa da. Saiatu berriro.
fi: Syöttämäsi syntymäpäivä ei ole kelvollinen päivämäärä. Yritä uudestaan.
fr: La date d’anniversaire saisie est invalide. Veuillez réessayer.
he: יום ההולדת שהוקלד איננו תאריך תקני. נא לנסות שוב.
hi: दर्ज जन्मदिन एक अमान्य तारीख है। कृपया फिर से कोशिश करें।
hu: A megadott születési dátum helytelen. Kérünk, próbáld újra.
ia: Iste data de nascentia non es valide. Corrige lo, per favor.
id: Tanggal lahir yang dimasukkan salah. Silakan coba lagi.
is: Þetta afmæli er ógild dagsetning. Vinsamlegast reyndu aftur.
it: La data di compleanno inserita non è valida. Riprova, per favore.
ja: 誕生日の日付が無効です。もう一度やり直してください。
ku: Dîroka rojbûnê ya tu ketiyê nederbasdar e. Ji kerema xwe dîsa biceribîne.
mr: प्रविष्ट केलेल्या वाढदिवसाची तारीख चुकीची आहे. पुन्हा प्रयत्न करून बघा.
nl: De ingevulde geboortedatum is geen geldige datum. Probeer het nog eens.
pl: Wprowadzona data urodzenia jest nieprawidłowa. Spróbuj ponownie.
pt_br: Esta data de nascimento é inválida. Por favor, tente novamente.
ro: Data introdusă nu este validă. Vă rugăm să încercați din nou.
ru: Ошибка в дате дня рождения. Попробуйте ещё раз.
sk: Zadaný dátum narodenia je neplatný. Prosím, skúste to znova.
sr: Унесен рођендан је невалидан датум. Пробајте поново.
tr: Girmiş olduğunuz doğum tarihi geçersizdir. Lütfen tekrar deneyin.
tt: Кертелгән туган көн ярамый торган дата булып санала. Зинһар, тагын сынап карагыз.
uk: Введено неправильну дату народження. Спробуйте знов.
vi: Ngày sinh đã nhập không hợp lệ. Vui lòng thử lại.

source: The entered birthday is incomplete. Accepted birthdays: full date, month and day, year and month, only year.
ar: تاريخ الميلاد الذي أدخلته غير مكتمل. التواريخ المقبولة هي: التاريخ كاملًا، أو اليوم والشهر، أو الشهر والسنة، أو السنة فقط.
bg: Въведената рожденна дата е непълна.Приемани рожденни дати: пълни дата, месец и ден, година и месец, само година.
br: N'eo ket klok an deiz-ha-bloaz ebarzhet. Degemeret e vez an devezhioù-ha-bloaz: deiziad klok, miz ha deiz, bloaz ha miz, bloaz nemetken.
de: Das eingetragene Geburtsdatum ist unvollständig. Angenommen werden: 1. ein vollständiges Datum, 2. Tag und Monat, 3. Monat und Jahr, 4. nur das Jahr.
el: Η ημερομηνία γέννησης που εισάχθηκε δεν είναι ολοκληρωμένη. Δεκτές ημερομηνίες: πλήρης ημερομηνία, μήνας και μέρα, έτος και μήνας, μόνο έτος.
eo: La tajpita naskiĝodato estas nekompleta. Akceptitaj datoj: kompleta dato, monato kaj tago, jaro kaj monato, nur jaro.
es: La fecha de cumpleaños introducida está incompleta. Fechas de cumpleaños aceptadas: fecha completa, mes y día, año y mes.
eu: Sartutako jaiotze data ez dago osaturik. Onartzen dira: data osoak, hilabetea eta eguna, urtea eta hilabetea, eta urtea besterik gabe.
fi: Syöttämäsi syntymäpäivä ei ole täydellinen. Hyväksyttävät syntymäpäivät ovat: täydellinen päivämäärä, kuukausi ja päivä, vuosi ja kuukausi tai pelkkä vuosi.
fr: La date anniversaire saisie est incomplète. les formats acceptés sont : date complète, mois et année, année et mois, ou seulement l'année.
he: תאריך יום ההולדת אינו מלא. ניתן למלא תאריך מלא, חודש ויום, שנה וחודש או רק שנת לידה.
hi: दर्ज जन्मदिन अधूरा है। स्वीकृत जन्मदिन: पूर्ण तिथि, महीना और दिन, वर्ष और महीना, केवल वर्ष।
hu: A megadott születési dátum hiányos. Elfogadott születési dátumok: teljes dátum, hónap és nap, év és hónap, csak év.
ia: Le data de nascentia specificate non es complete. Le datas de nascentia acceptate: data complete, mense e die, anno e mense, solmente anno.
id: Tanggal ulang tahun kurang lengkap. Format yang diterima: tanggal lengkap, bulan dan hari, tahun dan bulan, tahun saja.
is: Innslátt afmæli er ófullnægjandi. Samþykkt afmæli: full dagsetning, mánuður og dagur, ár og mánuður, aðeins ár.
it: Il compleanno inserito è incompleto. Compleanni accettati: data completa, mese e giorno, anno e mese, solo l'anno.
ja: 誕生日の日付が不完全です。設定可能な日付：日のみ・月と日・年と日・年のみ
ku: Dîroka rojbûnê ya tu ketiyê kêm e. Rojbûna were pejirandinwiha ye: meh û rojê, sal û mehê an jî tenê salê bikevê.
mr: प्रविष्ठ केलेला वाढदिवस अपूर्ण आहे. आम्ही केवळ या स्वरूपांमध्ये वाढदिवस स्वीकार करतो: संपूर्ण तारीख, महिना व दिवस, वर्ष व महिना, केवळ वर्ष.
nl: De ingevoerde geboortedatum is onvolledig. Geaccepteerde geboortedata: volledige datum, maand en dag, jaar en maand, alleen het jaar.
pl: Wprowadzona data urodzenia jest niepełna. Akceptowane daty: pełna data, miesiąc i dzień, rok i miesiąc, tylko rok.
pt_br: A data de nascimento está incompleta. Os formatos de data aceitos são os seguintes: data completa; mês e dia; ano e mês; somente ano.
ro: Data de naștere introdusă este incompletă. Date de naștere acceptate: data completă, luna și ziua, anul și luna, numai anul.
ru: Дата дня рождения введена не полностью. Допустимые форматы: полная дата, месяц и день, год и месяц, только год.
sk: Zadaný dátum narodenia je neúplný. Prijateľné dátumy: plný dátum, mesiac a deň, rok a mesiac, iba rok.
sr: Унесен рођендан није потпун. Прихватљиво је унети: пун датум, месец и дан, годину и месец, само годину.
tr: Girmiş olduğunuz doğum tarihi eksiktir. Tam tarihi; ay ve günü; yıl ve ayı ya da sadece yılı girebilirsiniz.
tt: Кертелгән туган көн тулы түгел. Тууның рөхсәт ителгән даталары: тулы дата, ай һәм сан, ел һәм ай, бары бер ел.
uk: Введено неповну дату народження. Прийнятні дати народження: повна дата, місяць і день, рік і місяць, тільки рік.
vi: Ngày sinh đã nhập chưa hoàn tất. Các kiểu ngày sinh được chấp nhận gồm: đầy đủ ngày tháng, chỉ tháng và ngày, chỉ năm và tháng hoặc chỉ mỗi năm.

source: Username already taken.
ar: استعمل أحدهم اسم المستخدم هذا.
bg: Потребителското име е вече регистрирано.
br: Kemeret eo an anv-implijer dija.
de: Benutzername schon vorhanden.
el: Αυτό το Όνομα χρήστη έχει ήδη δοθεί
eo: Uzantonomo jam uzita
es: Ese nombre de usuario ya está reservado
eu: Norbaitek erabiltzen du izen hori.
fi: Käyttäjätunnus on jo varattu
fr: Nom d'utilisateur déjà pris
he: שם המשתמש כבר תפוס.
hi: यह उपयोगकर्ता नाम पहले से ही उपयोग में है।
hu: A felhasználónévvel már regisztráltak.
ia: Nomine de usator jam prendite.
id: Nama pengguna tersebut sudah terpakai.
is: Notendanafn frátekið.
it: Nome utente già scelto.
ja: このユーザー名は既に使用されています。
ku: Ev navê bikarhêneriyê berê hatiye stendin.
mr: प्रयोक्तानाव आधीपासूनच वापरात आहे
nl: Gebruikersnaam is al in gebruik.
pl: Nazwa użytkownika zajęta.
pt_br: Nome de usuário já utilizado
ro: Acest nume de utilizator există deja.
ru: Имя пользователя уже занято.
sk: Toto užívateľské meno sa už používa.
sr: Корисничко име је већ заузето.
tr: Kullanıcı adı önceden alınmış.
tt: Кулланучының исеме инде алынган.
uk: Ім’я користувача вже зайняте.
vi: Tên người dùng đã được sử dụng.

source: That email address already exists. Please try another.
ar: هذا البريد الإلكتروني موجود أساسًا. من فضلك جرّب غيره.
bg: Имейл адресът вече съществува. Моля опитайте с друг.
br: Ar postel-mañ 'zo anezhañ dija. Klaskit gant unan all mar plij.
de: Diese Adresse ist bereits vorhanden. Bitte eine andere verwenden!
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει ήδη. Παρακαλούμε προσπαθήστε μια άλλη.
eo: Tiu retpoŝtadreso jam ekzistas. Provu alian.
es: Esta dirección de correo ya existe. Inténtelo con otra.
eu: Posta-e helbide hori dagoeneko erregistraturik dago. Mesedez, saia zaitez beste batekin.
fi: Sähköpostiosoite on jo käytössä. Kokeile toista sähköpostiosoitetta.
fr: Cette adresse courriel existe déjà. Veuillez en essayer une autre.
he: כתובת הדוא״ל כבר קיימת במערכת. נא לנסות אחת אחרת.
hi: वह ईमेल पता पहले से मौजूद है। कृपया कोई अन्य कोशिश करें ।
hu: Ez az e-mail cím már foglalt. Próbálj egy másikat.
ia: Iste adresse de e-mail jam existe. Proba un altere.
id: Alamat email tersebut telah terpakai. Silakan coba yang lain.
is: Þetta netfang er þegar til. Vinsamlegast veldu annað.
it: Quell'indirizzo e-mail esiste già. Provane un altro, per favore.
ja: このメールアドレスは既に登録されています。別のアドレスを入力してください。
ku: Ev navnîşana epeyamê jixwe heye. Ji kerema xwe yeka dinê biceribîne.
mr: तो ईमेल पत्ता आधीच अस्तित्वात आहे. कृपया एखादा दुसरा घालून बघा.
nl: Dat e-mailadres bestaat al. Probeer een ander.
pl: Ten adres już istnieje. Proszę wybrać inny.
pt_br: Este endereço de e-mail já existe. Por favor, tente algum outro.
ro: Această adresă de e-mail există deja. Vă rugăm să introduceți alta.
ru: Данный адрес электронной почты уже существует. Пожалуйста, попробуйте другой.
sk: Táto emailová adresa je už zadaná. Prosím skúste inú.
sr: Та мејл адреса већ постоји. Пробајте другу.
tr: Bu e-posta adresi zaten mevcut. Lütfen başka bir tane deneyin.
tt: Бу электрон почта адресы бар инде. Зинһар, икенчесен сынап карагыз.
uk: Ця адреса електронної пошти вже існує. Спробуйте іншу, будь ласка.
vi: Địa chỉ email này đã tồn tại. Vui lòng thử một cái khác.
