Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Please choose an image that does not exceed 1 MB.
ar: من فضلك اختر صورةً لا يتجاوز حجمها ١ ميغابايت.
bg: Моля изберете изображение, което не надхвърля 1 МБ.
br: Dibabit ur skeudenn na 'z afe ket en tu-hont da 1MB mar plij.
de: Bitte ein Bild wählen, das höchstens 1 MB groß ist!
el: Παρακαλώ επιλέξτε μια εικόνα η οποία να μην ξεπερνά το 1 MB.
eo: Bonvolu elekti bildon, kiu ne superas 1 MB.
es: Por favor, elija una imagen que no exceda de 1 MB de tamaño.
eu: Mesedez, aukera ezazu 1 MB-etatik gora ez duen irudi bat.
fi: Valitse kuva, jonka koko ei ylitä 1 MB.
fr: Choisissez une image qui n'excède pas 1MB.
he: נא לבחור תמונה שגודלה לא יותר ממגה־בייט אחד.
hi: ऐसी छवि चुने जो 1 MB से अधिक न हो।
hu: Kérünk, válassz 1 MB fájlméretnél kisebb képet.
ia: Selige un imagine non plus grande de 1 MB.
id: Silakan pilih gambar yang tidak melebihi 1 MB.
is: Vinsamlegast veldu mynd undir 1MB.
it: Per favore, scegli un'immagine che non superi 1 MB.
ja: 1MB以下の画像を選択してください。
ku: Ji kerema xwe bila mezinbûna wêneyê 1 MB derbas neke.
mr: कृपया १ एमबीपेक्षा मोठं नसणारं चित्र निवडा.
nl: Kies een afbeelding die kleiner is dan 1 MB
pl: Proszę załadować obrazek o wielkości nieprzekraczającej 1 MB.
pt_br: Por favor, escolha uma imagem que não exceda 1 MB.
ro: Vă rugăm să alegeți o imagine care nu depășește 1 MB.
ru: Пожалуйста, выберите изображение размером меньше 1 Мб.
sk: Prosím, vyberte obrázok, ktorý nepresahuje 1MB.
sr: Изаберите слика чија величина не прелази 1 MB.
tr: Lütfen 1 megabaytı aşmayan bir resim seçin.
tt: Зинһар, 1 МБ дан зуррак булмаган сурәт сайлагыз.
uk: Будь ласка, оберуть зображення, розмір якого не перевищує Будь ласка, оберуть зображення, розмір якого не перевищує 1 Мб
vi: Vui lòng chọn hình ảnh không vượt quá 1 MB.

source: Please choose GIF, JPEG or PNG image format.
ar: من فضلك اختر صورةً تكون بنسق GIF أو JPEG أو PNG.
bg: Моля изберете GIF, JPEG или PNG формат за изображението.
br: Dibabit ur skeudenn dindan ar stumm GIF, JPEG pe PNG mar plij.
de: Bitte als Format GIF, JPEG oder PNG wählen!
el: Παρακαλούμε επιλέξτε GIF, JPEG ή PNG μορφή εικόνας.
eo: Bonvolu elekti bildan formon GIF, JPEG aŭ PNG.
es: Por favor, elija una imagen en formato GIF, JPEG o PNG.
eu: Mesedez, aukeratu GIF, JPEG edo PNG irudi formatua.
fi: Valitse GIF-, JPEG- tai PNG-kuvatiedostomuoto.
fr: Veuillez choisir une image au format GIF, JPEG ou PNG.
he: בבקשה בחרו תמונה בפורמטים GIF,‏ JPEG או PNG.
hi: कृपया छवि को GIF, JPG या PNG में ही चुने।
hu: A képnek GIF, JPEG vagy PNG kiterjesztésűnek kell lennie.
ia: Selige le formato de imagine GIF, JPEG o PNG.
id: Silakan pilih gambar berformat GIF, JPEG, atau PNG.
is: Vinsamlegast veldu GIF, JPEG eða PNG myndsnið.
it: Per favore, scegli un'immagine con formato GIF, JPEG o PNG.
ja: GIF, JPEG, PNG形式の画像を選択してください。
ku: Ji kerema xwe bila formata wêneyê GIF, JPEG an jî PNG be.
mr: कृपया GIF, JPEG किंवा PNG स्वरूपातील चित्र निवडा.
nl: Kies een afbeelding met het bestandsformaat GIF, JPG of PNG.
pl: Proszę załączyć obrazek w formacie gif, jpeg lub png.
pt_br: Por favor, escolha uma imagem em formato GIF, JPEG ou PNG.
ro: Vă rugăm să alegeți formatele de imagini GIF, JPEG sau PNG.
ru: Изображение должно быть в формате GIF, JPEG или PNG.
sk: Prosím, zvolte obrázok vo formáte GIF, JPEG alebo PNG.
sr: Изаберите слику сачувају у формату GIF, JPEG или PNG.
tr: Lütfen GIF, JPEG veya PNG resim biçimini seçin.
tt: Зинһар, GIF, JPEG яки PNG сурәт форматын сайлагыз.
uk: Будь ласка, оберіть GIF, JPEG або PNG формат для зображення
vi: Vui lòng chọn định dạng ảnh GIF, JPEG hoặc PNG.

source: Error while saving.
ar: خطأ أثناء الحفظ.
bg: Грешка при записването.
br: Fazi pa oa oc'h enrollañ.
de: Fehler beim Speichern.
el: Σφάλμα κατά την αποθήκευση.
eo: Eraro dum konservado.
es: Error al guardar.
eu: Errorea gordetzerakoan.
fi: Virhe tallennettaessa.
fr: Erreur lors de la sauvegarde.
he: שגיאה במהלך השמירה
hi: त्रुटि सहेजने के दौरान।
hu: Hiba lépett fel a mentéskor.
ia: Error durante le salveguarda.
id: Galat saat penyimpanan.
is: Villa við vistun.
it: Si è verificato un errore durante il salvataggio.
ja: 保存中にエラーが発生しました。
ku: Di tomarkirinê de çewtî.
mr: सेव्ह करताना त्रुटी आढळली.
nl: Fout bij het opslaan.
pl: Błąd podczas zapisywania
pt_br: Erro ao salvar.
ro: Eroare în timpul salvării.
ru: При сохранении произошла ошибка.
sk: Pri ukladaní sa vyskytla chyba.
sr: Грешка при чувању.
tr: Kaydetme sırasında hata.
tt: Саклаганда хата.
uk: Помилка збереження.
vi: Lỗi khi lưu.

source: New password cannot be empty.
ar: لا يمكن أن تكون كلمة السر الجديدة فارغة.
bg: Новата парола не може да бъде празна.
br: Ne c'hall ket bezañ goullo ar ger-tremen nevez.
de: Das neue Passwort darf nicht leer sein.
el: Ο νέος κωδικός πρόσβασης δεν μπορεί να είναι κενός.
eo: Nova pasvorto ne povas esti malplena.
es: La contraseña nueva no puede quedar en blanco.
eu: Pasahitz berria ezin da hutsik utzi.
fi: Uusi salasana ei voi olla tyhjä.
fr: Le nouveau mot de passe ne peut pas être vide.
he: הסיסמה החדשה אינה יכולה להיות ריקה.
hi: नया पासवर्ड रिक्त नहीं हो सकता।
hu: Az új jelszó nem lehet üres.
ia: Le nove contrasigno non pote esser vacue.
id: Kata sandi baru tidak boleh kosong.
is: Ný lykilorð geta ekki verið tóm.
it: La nuova password non può essere vuota
ja: 新しいパスワードを入力してください。
ku: Pêborîna nû nabe vala bimîne.
mr: नवीन पासवर्ड रिकामा ठेवला जाऊ शकत नाही.
nl: Het nieuwe wachtwoord kan niet leeg zijn.
pl: Nowe hasło nie może być puste.
pt_br: A nova senha não pode ficar em branco.
ro: Câmpul pentru parola nouă nu poate fi lăsat necompletat.
ru: Новый пароль не может быть пустым.
sk: Políčko na nové heslo nemôže byť prázdne.
sr: Нова шифра не може бити празна.
tr: Yeni şifre boş bırakılamaz.
tt: Яңа пароль буш була алмый.
uk: Новий пароль не може бути порожнім.
vi: Mật khẩu mới không được để trống.

source: New passwords do not match.
ar: كلمة السر الجديدة لا تتطابق مع تأكيدها.
bg: Новите пароли не съвпадат.
br: Ne genglot ket ar gerioù-tremen nevez an eil gant egile.
de: Die neuen Kennwörter stimmen nicht überein.
el: Οι νέοι κωδικοί δεν ταιριάζουν.
eo: La novaj pasvortoj ne kongruas.
es: Las nuevas contraseñas no concuerdan.
eu: Pasahitz berri hori ez dabil, ez du funtzionatzen.
fi: Uudet salasanat eivät täsmää.
fr: Les nouveaux mots de passe ne sont pas les mêmes.
he: הסיסמה החדשה אינה תואמת.
hi: नये पासवर्ड मेल नहीं खातें।
hu: Az új jelszavak nem egyeznek meg.
ia: Le nove contrasignos non corresponde.
id: Kata sandi yang baru tidak cocok.
is: Ný lykilorð passa ekki saman.
it: Le nuove password con corrispondono.
ja: 新しいパスワードが一致しません。
ku: Pêborînên nû ne wekî hev in.
mr: नवीन पासवर्ड जुळत नाही.
nl: Nieuwe wachtwoorden komen niet overeen.
pl: Wpisane hasła nie są takie same.
pt_br: A nova senha não coincide.
ro: Parolele noi nu se potrivesc.
ru: Новые пароли не совпадают.
sk: Nové heslá sa nezhodujú.
sr: Нове шифре се не поклапају.
tr: Yeni şifreler uyuşmamaktadır.
tt: Яңа парольләр туры килми.
uk: Нові паролі не співпадають.
vi: Mật khẩu mới không khớp.

source: New password has been saved.
ar: حُفظت كلمة السر الجديدة.
bg: Новата парола беше запазена.
br: Enrollet eo bet ar gerioù-tremen nevez.
de: Neues Passwort wurde gespeichert.
el: Ο νέος κωδικός έχει αποθηκευτεί.
eo: Nova pasvorto konserviĝis.
es: Contraseña nueva guardada.
eu: Pasahitza berria gorde egin da.
fi: Uusi salasana on tallennettu.
fr: Nouveau mot de passe enregistré.
he: הסיסמה החדשה נשמרה.
hi: नया पासवर्ड सहेजा गया है।
hu: A jelszót mentettük.
ia: Le nove contrasigno ha essite salveguardate.
id: Kata sandi baru telah tersimpan.
is: Nýja lykilorðið er vistað.
it: La nuova password è stata salvata.
ja: 新しいパスワードを保存しました。
ku: Pêborîna nû hate tomarkirin.
mr: नवीन पासवर्ड सेव्ह झालं आहे.
nl: Het nieuwe wachtwoord is opgeslagen.
pl: Zmiana hasła została zapisana.
pt_br: A nova senha foi salva.
ro: Noua parolă a fost salvată.
ru: Новый пароль сохранён.
sk: Nové heslo bolo uložené.
sr: Нова шифра је сачувана.
tr: Yeni şifre kaydedildi.
tt: Яңа пароль сакланды.
uk: Новий пароль збережено.
vi: Mật khẩu mới đã được lưu.

source: An error occurred while saving.
ar: وقع خطأ أثناء الحفظ.
bg: Възникна грешка при записване.
br: C'hoarvezet ez eus bet ur fazi pa oa oc'h enrollañ.
de: Während des Speichervorgangs ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση.
eo: Eraro okazis dum konservado.
es: Surgió un error al intentar guardar.
eu: Akats bat sortu da gordetzerakoan.
fi: Tallennettaessa tapahtui virhe.
fr: Un problème est survenu lors de la sauvegarde.
he: אירעה שגיאה במהלך השמירה.
hi: सहेजते समय त्रुटि हो गई।
hu: Hiba lépett fel a mentéskor.
ia: Un error ha occurrite durante le salveguarda.
id: Sebuah galat terjadi ketika sedang mencoba untuk menyimpan.
is: Villa kom upp við vistun.
it: Si è verificato un errore durante il salvataggio.
ja: 保存中にエラーが発生しました。
ku: Di tomarkirinê de çewtiyek çêbû.
mr: सेव्ह करताना त्रुटी आढळली.
nl: Er is iets misgegaan bij het opslaan.
pl: Błąd podczas zapisywania.
pt_br: Ocorreu um erro ao salvar.
ro: O eroare s-a produs în timpul salvării.
ru: При сохранении произошла ошибка.
sk: Behom ukladania sa vyskytla chyba.
sr: Дошло је до грешке приликом чувања.
tr: Kaydetme sırasında hata oluştu.
tt: Саклаганда хата килеп чыкты.
uk: При збереженні виникла помилка.
vi: Đã xảy ra lỗi khi lưu.

source: Password error. Please try again.
ar: وقع خطأ. من فضلك أعِد المحاولة.
bg: Грешна парола. Моля опитайте отново.
br: Fazi gant ar ger-tremen. Klaskit ur wech c'hoazh.
de: Passwortfehler. Versuche es bitte erneut!
el: Λάθος κωδικός. Παρακαλώ προσπαθήστε ξανά.
eo: Pasvorta eraro. Bonvolu reprovi.
es: Contraseña incorrecta. Por favor, inténtelo otra vez.
eu: Errorea pasahitzean. Mesedez, saia zaitez berriro.
fi: Salasanavirhe. Yritä uudelleen.
fr: Erreur de mot de passe. Veuillez réessayer.
he: סיסמה שגויה, נא לנסות שוב.
hi: पासवर्ड में त्रुटि। कृपया फिर से कोशिश करें।
hu: Hibás jelszó. Kérünk, próbáld újra.
ia: Error de contrasigno. Tenta lo de novo.
id: Kata sandi salah. Silakan coba lagi.
is: Lykilorðsvilla. Vinsamlegast reyndu aftur.
it: Errore della password. Per favore, prova di nuovo.
ja: パスワードが違います。もう一度入力してください。
ku: Çewtiya pêborînê. Ji kerema xwe dîsa biceribîne.
mr: पासवर्ड त्रुटी. कृपया पुन्हा प्रयत्न करून पाहा.
nl: Wachtwoordfout. Probeer het nog eens.
pl: Błąd hasła. Proszę spróbować ponownie.
pt_br: Senha incorreta. Por favor, tente novamente.
ro: Eroare parolă. Vă rugăm să reîncercați.
ru: Неверный пароль. Попробуйте снова.
sk: Chybné heslo. Prosím, skúste znovu.
sr: Грешка у вези са шифром. Пробајте поново.
tr: Şifre hatası. Lütfen tekrar deneyin.
tt: Серсүз хата. Зинһар, кабатлап карагыз.
uk: Помилковий пароль. Спробуйте ще.
vi: Lỗi mật khẩu. Vui lòng thử lại.

source: Profile saved.
ar: حُفظ الملف الشخصي
bg: Профилът е записан.
br: Profil enrollet.
de: Profiländerung gespeichert.
el: Το προφίλ αποθηκεύτηκε.
eo: Profilo konservita.
es: Perfil guardado.
eu: Profila gorde egin da.
fi: Profiili tallennettu.
fr: Profil sauvegardé.
he: הפרופיל נשמר
hi: प्रोफ़ाइल सहेजी गई।
hu: A profil mentésre került.
ia: Profilo salveguardate.
id: Profil tersimpan.
is: Notandasíða vistuð.
it: Profilo salvato.
ja: プロフィールを保存しました。
ku: Profîl hate tomarkirin.
mr: रूपरेखा सेव्ह केली.
nl: Profiel opgeslagen.
pl: Profil został zapisany.
pt_br: Perfil salvo.
ro: Profil salvat.
ru: Профиль сохранён.
sk: Profil uložený.
sr: Профил сачуван.
tr: Profil kaydedildi.
tt: Профиль сакланды.
uk: Профіль збережено.
vi: Tiểu sử đã được lưu.

source: Your settings have been saved.
ar: حُفظت الإعدادات.
bg: Вашите настройки бяха запазени.
br: Enrollet eo bet hoc'h arventennoù.
de: Einstellungen gespeichert.
el: Οι ρυθμίσεις σας έχουν αποθηκευτεί.
eo: Viaj agordoj estas konservitaj.
es: Sus opciones se han guardado.
eu: Zure ezarpenak gorde egin dira.
fi: Asetuksesi on tallennettu.
fr: Vos paramètres ont été sauvegardés.
he: ההגדרות שלך נשמרו.
hi: आपके सेटिंग्ज़ सहेजे गए हैं।
hu: Beállításaidat frissítettük.
ia: Tu configuration ha essite salveguardate.
id: Pengaturan Anda telah tersimpan.
is: Stillingar þínar eru vistaðar.
it: Le tue impostazioni sono state salvate.
ja: 設定を保存しました。
ku: Sazkariyên te hatin tomarkirin.
mr: आपले पर्याय सेव्ह केले गेले आहेत.
nl: Je instellingen zijn opgeslagen.
pl: Ustawienia zostały zapisane.
pt_br: As suas configurações foram salvas.
ro: Opțiunile dumneavoastră au fost salvate.
ru: Настройки сохранены.
sk: Vaše nastavenia boli uložené.
sr: Ваша подешавања су сачувана.
tr: Ayarlarınız kaydedildi.
tt: Сезнең көйләүләр сакланды.
uk: Ваші налаштування збережено.
vi: Hoàn tất lưu cài đặt.

source: You have accepted the new terms of use.
ar: قبلت شروط الاستخدام الجديدة.
bg: Приехте новите условия за ползване.
br: Asantet ho peus d'an termenoù implij.
de: Du hast die neuen Nutzungsbedingungen akzeptiert.
el: Έχετε αποδεχθεί τους νέους όρους χρήσης.
eo: Vi akceptis la novajn kondiĉojn por uzado.
es: Ha aceptado usted las nuevas reglas de uso.
eu: Onartu egin dituzu erabiltzeko baldintzak.
fi: Olet hyväksynyt uudet käyttöehdot.
fr: Vous avez accepté les nouvelles conditions d'utilisation.
he: אישרת את הסכמתך לתנאי השימוש החדשים.
hi: आपने उपयोग की शर्तें स्वीकार की हैं।
hu: Elfogadtad a felhasználási feltételeket.
ia: Tu ha acceptate le nove conditiones de uso.
id: Anda telah menyetujui Persyaratan Penggunaan yang baru.
is: Þú hefur samþykkt nýju notkunarskilmálana.
it: Hai accettato le nuove condizioni d'uso.
ja: 新しい利用規約に同意されました。
ku: Te mercên nû yên bikaranînê pejirand.
mr: आपण नवीन वापर अटी मान्य केल्या आहेत.
nl: Je hebt de nieuwe gebruiksvoorwaarden geaccepteerd
pl: Zaakceptowałeś/łaś nowy regulamin Warunków korzystania.
pt_br: Você aceitou os novos termos de uso.
ro: Ați acceptat noile condiții de utilizare.
ru: Вы приняли новые условия использования.
sk: Prijali ste nové podmienky používania.
sr: Прихватили сте нове услове коришћења.
tr: Yeni Kullanım Koşullarını kabul ettiniz.
tt: Сез файдалануның яңа шартларын кабул иттегез.
vi: Bạn đã chấp nhận các điều khoản sử dụng mới.

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
ar: عُلِّم هذا الحساب خاملًا. لا يمكنك الولوج به. من فضلك راسِل أحدد المشرفين إن كان هذا على سبيل الخطأ.
bg: Този акаунт е означен като неактивен. Не можете да влезете с него вече. Моля, свържете се с администратор, ако това е грешка.
br: Lakaet eo bet ar gont-mañ evel dioberiant. Ne c'hallit ket kevreañ outi ken. Kit e darempred gant ur merour mar plij m'eo ur fazi.
de: Dieses Benutzerkonto wurde deaktiviert. Eine Anmeldung ist somit nicht mehr möglich. Wende dich bitte an einen Administrator, falls hier ein Versehen vorliegt!
el: Αυτός ο λογαριασμός έχει χαρακτηριστεί ως ανενεργός. Δεν μπορείτε να κάνετε είσοδο με αυτόν πια. Παρακαλούμε επικοινωνήστε με έναν διαχειριστή αν αυτό είναι λάθος.
eo: Tiu konto estas markita kiel neaktiva. Vi ne plu povas ensaluti per ĝi. Kontaktu administranton, se tio okazis malprave.
es: Esta cuenta ha sido marcada como inactiva. Ya no se puede iniciar sesión. Póngase en contacto con un administrador si se debe a un error.
eu: Kontu hau 'ez aktibo' bezala ezarri da. Aurrerantzean, ezin izango duzu kontu honekin saioa hasi. Mesedez, jar zaitez harremanetan administratzailearekin huts egiterik balego.
fi: Tämä käyttäjätili on merkitty epäaktiiviseksi. Et voi enää kirjautua siihen sisään. Ota yhteyttä ylläpitäjään, jos tämä on virhe.
fr: Ce compte a été désactivé. Vous ne pouvez plus vous connecter avec. Veuillez contacter un administrateur si c'est une erreur.
he: חשבון זה סומן כחשבון לא פעיל. הכניסה למערכת נחסמה. נא ליצור קשר עם אחד ממנהלי או מנהלות האתר אם זו טעות.
hi: इस अकाउंट को निष्क्रिय चिह्नित कर दिया गया है। आप इसके साथ अब और लॉग इन नहीं कर सकते। कृपया एक व्यवस्थापक से संपर्क करें यदि यह एक गलती है।
hu: Ez a felhasználó inaktívnak lett jelölve. Nem tudsz többé bejelentkezni vele. Kérünk, vedd fel a kapcsolatot az adminisztrátorral, ha úgy gondolod, hogy valami hiba történhetett.
ia: Iste conto ha essite marcate como inactive. Tu non plus pote aperir session con illo. Per favor contacta un administrator si isto es un error.
id: Akun ini telah tertandai sebagai tidak aktif. Anda tidak bisa lagi masuk menggunakan akun ini. Silakan hubungi admin jika ini merupakan sebuah kesalahan.
is: Þessi notandi hefur verið merktur sem óvirkur. Þú getur ekki skráð þig inn með honum lengur. Vinsamlegast hafðu samband ef þetta eru mistök.
it: Questo account è stato impostato come inattivo. Non potrai più accedere con esso. Per favore, contatta un amministratore se questo è un errore.
ja: このアカウントは休止中に設定されていますので、ログインすることはできません。ご不明な点は管理人までお問い合わせください。
ku: Ev ajimêr wekî derçalak hate nîşankirin. Êdî tu nikarî bi wê têkeve. Heke ev yek xelet be, ji kerema xwe bi rêvebirekî re têkilî dayine.
mr: हे खाते निष्क्रिय म्हणून चिन्हित केले गेले आहे. आपण याने आता लॉगइन करू शकत नाहीत. जर असं चुकून घडलं असेल, तर कृपया एखाद्या प्रशासकाशी संपर्क साधा.
nl: Dit account is gemarkeerd als inactief. Je kunt er niet meer mee inloggen. Neem contact op met een beheerder als dit onterecht is.
pl: To konto zostało oznaczone jako nieaktywne. Nie można już się na nie logować. Jeśli to błąd, prosimy o kontakt z adminem.
pt_br: Esta conta foi marcada como inativa. Você não pode mais entrar com ela. Caso isto seja um erro, por favor, entre em contato com um administrador.
ro: Acest cont a fost marcat ca inactiv. Nu vă mai puteți autentifica cu acesta. Vă rugăm să contactați un administrator dacă aceasta este o greșeală.
ru: Данный аккаунт был помечен как неактивный. Вы больше не можете входить в систему через него. Пожалуйста, свяжитесь с администратором, если это ошибка.
sk: Tento účet bol označený ako nečinný. Nemôžete sa do neho znova prihlásiť. Pokiaľ ide o omyl, prosím, obráťte sa na niektorého z adminov.
sr: Овај налог је обележен као неактиван. Више се не можете пријавити помоћу њега. Контактирајте администратора ако је ово грешка.
tr: Bu hesap pasif hale getirildi. Artık giriş yapamazsınız. Hata olduğunu düşünüyorsanız bir yöneticiyle iletişime geçin.
tt: Бу хисап язмасы актив түгел дип билгеләнгән. Сез бүтән аның ярдәмендә системага керә алмыйсыз. Зинһар, администратор белән элемтәгә керегез, әгәр бу хата булса.
uk: Цей обліковий запис було позначено як неактивний. Тепер ви не можете їм користуватись. Будь ласка зв'яжіться з адміністратором якщо ви вважаєте що це помилка.
vi: Tài khoản này đã được đánh dấu là không hoạt động. Bạn không thể đăng nhập với nó nữa. Vui lòng liên hệ với quản trị viên nếu đây là một sự nhầm lẫn.

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
ar: عُلِّم هذا الحساب ناشر سخام. لا يمكنك الولوج به. من فضلك راسِل أحدد المشرفين إن كان هذا على سبيل الخطأ.
bg: Този акаунт е маркиран като спам. Не можете да влезете с него. Моля, свържете се с администратор, ако това е грешка.
br: Lakaet eo bet ar gont-mañ evel ur strober. Ne c'hallit ket kevreañ outi ken. Kit e darempred gant ur merour mar plij m'eo ur fazi.
de: Dieses Benutzerkonto wurde mit dem Versenden unerwünschter Nachrichten in Verbindung gebracht. Eine Anmeldung ist nicht mehr möglich. Wende dich bitte an einen Administrator, falls hier ein Irrtum vorliegt!
el: Αυτός ο λογαριασμός έχει επισημανθεί ως spammer. Δεν μπορείς να εισέλθεις απ'αυτόν πια. Παρακαλούμε επικοινωνήστε με έναν διαχειριστή αν αυτό είναι λάθος.
eo: Tiu konto estas markita kiel altrudista. Vi ne plu povas ensaluti per ĝi. Kontaktu administranton, se tio okazis malprave.
es: Esta cuenta ha sido marcada como correo basura. Ya no se puede iniciar sesión. Póngase en contacto con un administrador si se debe a un error.
eu: Kontu hau spammer etiketarekin markatu da. Aurrerantzean, ezin izango duzu kontu honekin saioa hasi. Mesedez, jar zaitez harremanetan administratzailearekin huts egiterik balego.
fi: Tämä käyttäjätili on merkitty roskapostin lähettäjäksi. Et voi enää kirjautua siihen sisään. Ota yhteyttä ylläpitäjään, jos tämä on virhe.
fr: Ce compte a été identifié comme un compte de spammeur. Vous ne pouvez plus vous connecter avec. Veuillez contacter un administrateur si c'est une erreur.
he: חשבון זה סומן כמפיץ ספאם. הכניסה למערכת נחסמה. נא ליצור קשר עם אחד ממנהלי או מנהלות האתר אם זו טעות.
hi: इस अकाउंट को स्पैमर के तौर पर चिह्नित किया गया है। आप इसके साथ अब और लॉग इन नहीं कर सकते। कृपया एक व्यवस्थापक से संपर्क करें यदि यह एक गलती है।
hu: Ez a felhasználó spammernek lett jelölve. Nem tudsz többé bejelentkezni vele. Kérünk, vedd fel a kapcsolatot az adminisztrátorral, ha úgy gondolod, hogy valami hiba történhetett.
ia: Iste conto ha essite marcate como expeditor de spam. Tu non plus pote aperir session con illo. Per favor contacta un administrator si isto es un error.
id: Akun ini telah tertandai sebagai tukang spam. Anda tidak bisa lagi masuk menggunakan akun ini. Silakan hubungi admin jika ini merupakan sebuah kesalahan.
is: Þessi notandi hefur verið merktur sem sendandi ruslpósts. Þú getur ekki skráð þig inn með honum lengur. Vinsamlegast hafðu samband ef þetta eru mistök.
it: Questo account è stato impostato come spammer. Non potrai più accedere con esso. Per favore, contatta un amministratore se questo è un errore.
ja: このアカウントはスパムアカウントとして指定されていますので、ログインすることはできません。ご不明な点は管理人までお問い合わせください。
mr: हे खाते स्पॅमर म्हणून चिन्हित केले गेले आहे. आपण याने आता लॉगइन करू शकत नाहीत. जर असं चुकून घडलं असेल, तर कृपया एका प्रशासकाशी संपर्क साधा.
nl: Dit account is gemarkeerd als een spammer. Je kunt er niet meer mee inloggen. Neem contact op met een beheerder als dit onterecht is.
pl: To konto zostało oznaczone jako spamer. Nie można już się na nie logować. Jeśli to błąd, prosimy o kontakt z adminem.
pt_br: Esta conta foi marcada como "spammer". Você não pode mais entrar com ela. Caso isto seja um erro, por favor, entre em contato com um administrador.
ro: Acest cont a fost marcat ca spamer. Nu vă mai puteți autentifica cu acesta. Vă rugăm să contactați un admin dacă aceasta este o greșeală.
ru: Данный аккаунт был помечен как источник спама. Вы больше не можете входить в систему через него. Пожалуйста, свяжитесь с администратором, если это ошибка.
sk: Tento účet bol označený ako spammerský. Nemôžete sa do neho znova prihlásiť. Pokiaľ ide o omyl, prosím, obráťte sa na niektorého z adminov.
sr: Овај налог је обележан као спамер. Више се не можете пријавити помоћу њега. Контактирајте администратора ако је ово грешка.
tr: Bu hesap spamci durumuna getirildi. Artık giriş yapamazsınız. Hata olduğunu düşünüyorsanız bir yöneticiyle iletişime geçin.
tt: Бу хисап язмасы спам таратучы буларак билгеләнгән иде. Сез аның ярдәмендә бүтән керә алмыйсыз. Зинһар, администратор белән элемтәгә керегез, әгәр бу хата булса.
uk: Цей обліковий запис було позначено як той що розповсюджує спам. Тепер ви не можете їм користуватись. Будь ласка зв'яжіться з адміністратором якщо ви вважаєте що це помилка.
vi: Tài khoản này đã bị đánh dấu là nguồn gửi thư rác. Bạn không thể đăng nhập với nó nữa. Vui lòng liên hệ với quản trị viên nếu đây là một sự nhầm lẫn.
