Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Play audio
ar: شغّل الصوت
bg: Пусни аудио
br: Lenn an aodio
de: Audiodatei abspielen
el: Αναπαραγωγή ήχου
eo: Aŭdigi
es: Reproducir sonido
eu: audioa entzun
fi: Toista äänite
fr: Lire l'enregistrement sonore
he: השמעה
hi: ऑडियो प्ले
hu: Hangfelvétel lejátszása
ia: Sonar audio
id: Mainkan audio
is: Spila upptöku
it: Riproduci l'audio
ja: 音声を再生する
ku: Deng lêxîne
mr: ऑडिओ ऐकवा
nl: Audio afspelen
pl: Odtwórz nagranie
pt_br: Reproduzir áudio
ro: Redați conținutul audio
ru: Воспроизвести
sk: Prehrať zvukovú nahrávku
sr: Пусти звучни снимак
tr: Sesi çal
tt: Аудио уйнатыгыз
uk: Грати звук
vi: Phát âm thanh

source: Play audio recorded by {author}
bg: Възпроизвеждане на аудио, записано от {author}
br: Lenn an aodio enrollet gant {author}
de: Audiodatei von {author} abspielen
el: Αναπαραγωγή ηχογραφημένου ήχου από {author}
eo: Aŭdigi sonaĵon registritan de {author}
es: Reproducir voz grabada por {author}
eu: Erreproduzitu {author} egilearen audioa
fi: Toista jäsenen {author} tallentama äänite
fr: Lire l'enregistrement sonore de {author}
he: השמעת קטע שהוקלט על ידי {author}
hi: {author} ने रिकॉर्ड किया हुआ ऑडियो सुनाएँ
hu: {author} által felvett hangfelvétel lejátszása
ia: Sonar audio registrate per {author}
id: Audio direkam oleh {author}
is: Spila upptökur frá {author}
it: Riproduci l'audio registrato da {author}
ja: {author}の音声を再生する
ku: Dengê ji aliyê {author} ve hatiye tomarkirin, lêxîne
mr: {author} यांनी रेकॉर्ड केलेले ऑडिओ वाजवा
nl: Speel het geluidsfragment van {author} af
pl: Odtwórz nagranie dodane przez {author}
pt_br: Reproduzir áudio gravado por {author}
ro: Redați conținutul audio înregistrat de {author}
ru: Воспроизвести аудио, записанное {author}
sk: Prehrať zvukovú nahrávku od užívateľa {author}
sr: Пусти звучни снимак чији је аутор {author}
tr: {author} kullanıcısının kaydettiği sesi çal
tt: Язылган аудиоязманы кабатлау {author}
vi: Phát âm thanh được ghi bởi {author}

source: No audio for this sentence. Click to learn how to contribute.
ar: لا تسجيل صوتي لهذه الجملة. انقر لتعرف كيف تساهم.
bg: Към това изречение няма аудио. Натиснете за да научите като да дадете своя принос.
br: N'eus aodio ebet evit ar frazenn-mañ, Klikit evit deskiñ penaos kemer-perzh.
de: Keine Aufnahme vorhanden. Näheres nach einem Klick.
el: Δεν υπάρχει αρχείο ήχου γι΄αυτή τη φράση. Κάντε κλικ για να μάθετε πως θα συνεισφέρετε.
eo: Ne ekzistas sondosiero por tiu ĉi frazo. Alklaku por ekscii kiel kontribui.
es: No se dispone de voz para esta oración. Haga clic para conocer cómo puede contribuir.
eu: Audiorik ez esaldi honi atxikita. Egin klik jakiteko nola egin audioen bidezko ekarpenak.
fi: Tällä lauseella ei ole äänitettä. Klikkaa ja lue miten voit osallistua.
fr: Pas d'enregistrement sonore de cette phrase. Cliquez pour apprendre comment contribuer.
he: אין למשפט הזה שמע. נא ללחוץ להסבר איך לתרום.
hi: इस वाक्य के लिए कोई ऑडियो नहीं है। योगदान करने का तरीका जानने के लिए क्लिक करें।
hu: Ehhez a mondathoz nem tartozik hangfelvétel. Kattints ide, hogy megtudd, hogyan segíthetsz nekünk.
ia: Nulle audio pro iste phrase. Clicca pro apprender como contribuer.
id: Tidak ada berkas audio yang tersemat pada kalimat ini. Klik untuk mempelajari bagaimana cara menambahkannya.
is: Engar upptökur fyrir þessa setningu. Smelltu til að læra hvernig má hjálpa.
it: Nessun file audio relativo a questa frase. Clicca per imparare come contribuirlo.
ja: この例文には音声がありません。音声の投稿にご関心がおありの方はクリックしてください。
ku: Dengê vê hevokê tune ye. Ji bo agahiyên li ser çawaniya beşdarbûnê li vira bitikîne.
mr: या वाक्याशी कोणतेही ऑडिओ संबंधित नाही. योगदान कसे करावे हे कळवून घेण्यास इथे क्लिक करा.
nl: Deze zin heeft geen audio. Klik om erachter te komen hoe je kunt bijdragen.
pl: Brak nagrania tego zdania. Kliknij, aby dowiedzieć się, jak je dodać.
pt_br: Não há áudio para esta frase. Clique para saber como colaborar.
ro: Nu există conținut audio pentru această propoziție. Faceți clic pentru a afla cum puteți contribui.
ru: У этого предложения нет аудиозаписи. Кликните, чтобы узнать, как её добавить.
sk: Táto veta nemá žiadnu zvukovú nahrávku. Kliknutím zistíte, ako prispieť.
sr: Нема звучном снимка за ову реченицу. Кликни да видиш како да допринесеш.
tr: Bu cümlenin sesi yok. Nasıl katkıda bulunabileceğinizi öğrenmek için tıklayın.
tt: Бу җөмләдә аудиоязма юк. Басыгыз, үз өлешегезне ничек кертергә икәнен белү өчен.
uk: До цього речення нема звука. Клацніть тут аби узнати як додати звук.
vi: Không có âm thanh cho câu này. Nhấp để tìm hiểu cách đóng góp.

source: Add a comment
ar: أضف تعليقًا
bg: Добави коментар
br: Ouzhpennañ un evezhiadenn
de: Einen Kommentar schreiben
el: Προσθήκη σχολίου
eo: Aldoni komenton
es: Agregar un comentario
eu: Gehitu iruzkina
fi: Kommentoi
fr: Ajouter un commentaire
he: הוספת תגובה
hi: टिप्पणी जोड़ें
hu: Új hozzászólás
ia: Adder un commento
id: Berikan komentar
is: Bæta við ummæli
it: Aggiungi un commento
ja: コメントを投稿する
ku: Şîroveyekê tevlî bike
mr: टिप्पणी जोडा
nl: Opmerking toevoegen
pl: Dodaj komentarz
pt_br: Adicionar um comentário
ro: Adăugați un comentariu
ru: Добавить комментарий
sk: Pridať komentár
sr: Додај коментар
tr: Yorum ekle
tt: Шәрехләр өстәргә
uk: Коментувати
vi: Thêm bình luận

source: Submit comment
ar: أرسل التعليق
bg: Изпратете коментар
br: Kas an evezhiadenn
de: Kommentar hinzufügen
el: Υποβολή σχολίου
eo: Aldoni komenton
es: Dejar un comentario
eu: Kargatu iruzkina
fi: Kommentoi
fr: Envoyer le commentaire
he: שליחת תגובה
hi: टिप्पणी सबमिट करें
hu: Elküld
ia: Submitter commento
id: Kirim komentar
is: Senda ummæli
it: Invia un commento
ja: 送信する
ku: Şîroveyê bişîne
mr: टिप्पणी सादर करा
nl: Opmerking verzenden
pl: Skomentuj
pt_br: Enviar comentário
ro: Trimiteți comentariu
ru: Отправить комментарий
sk: Odoslať komentár
sr: Пошаљи коментар
tr: Yorumu gönder
tt: Шәрехләр җибәрергә
uk: Надіслати коментар
vi: Gửi bình luận

source: Good practices
ar: تصرفات طيبة
bg: Добри практики
br: Boazioù mat
de: Gute Gepflogenheiten
el: Καλές πρακτικές
eo: Bonaj praktikoj
es: Buenas prácticas
eu: Praktika onak
fi: Hyviä käytäntöjä
fr: Bonnes pratiques
he: התנהלות מומלצת
hi: श्रेष्ठ व्‍यवहार
hu: Érdemes megfogadni
ia: Bon practicas
id: Latihan-latihan
is: Góðir siðir
it: Buone abitudini
ja: コメントについて
ku: Peşniyar
mr: चांगल्या प्रथा
nl: Goede praktijken
pl: Dobre praktyki
pt_br: Boas práticas
ro: Bune practici
ru: Рекомендации
sk: Dobré zvyklosti
sr: Добра пракса
tr: Tavsiyeler
tt: Алдынгы практика
uk: Корисні поради
vi: Cách dùng hiệu quả

source: Say "welcome" to new users.
ar: رحّب بالمستخدِمين الجدد.
bg: Кажи "здрасти" на новите потребители.
br: Lavarit "Donemat mat" d'an implijerien nevez.
de: Heiße neue Benutzer willkommen.
el: Πείτε "καλωσόρισες" σε νέους χρήστες.
eo: Diru „bonvenon" al novaj uzantoj.
es: Dé la bienvenida a los nuevos miembros.
eu: Esan "ongi etorri" erabiltzaile berriei.
fi: Toivota uudet käyttäjät tervetulleiksi.
fr: Souhaitez la bienvenue aux nouveaux utilisateurs.
he: לברך משתמשים חדשים ב„ברוך בואך”.
hi: नये उपयोगकर्ताओं का स्वागत करें.
hu: Érdemes köszönni az újaknak.
ia: Dar le benvenita a nove usatores.
id: Katakan "selamat datang" pada para pengguna baru.
is: Segðu ‚velkomin‘ til nýrra notenda.
it: Dai il benvenuto ai nuovi membri.
ja: 新しいメンバーには「ようこそ」と声をかけましょう。
ku: Ji bikarhênerên nû re bibêje "tu bi xêr hatî".
mr: नवीन प्रयोक्त्यांचे स्वागत करा.
nl: Heet nieuwe gebruikers welkom.
pl: Przywitaj nowych użytkowników.
pt_br: Dê as boas-vindas aos novos usuários.
ro: Spuneți „Bine ați venit” noilor utilizatori.
ru: Приветствуйте новичков
sk: Privítajte nových užívateľov.
sr: Пожели добродошлицу новим корисницима.
tr: Yeni kullanıcılara "Hoş geldin." diyin.
tt: Яңа кулланучыларны сәламләгез.
uk: Кажіть "ласкаво просимо" новим користувачам.
vi: Hãy nói "chào mừng" với người dùng mới.

source: Use private messages to discuss things unrelated to the sentence.
ar: استخدم الرسائل الخاصة لمناقشة ما لا علاقة له بالجملة.
bg: Използвайте лични съобщения за да дискутирате неща, които не са свързани с изречението.
br: Grit gant kemennoù prevez evit komz eus traoù ha n'o deus liamm ebet gant ar frazenn.
de: Nutze Privatnachrichten für Diskussionen, die nichts mit dem Satz zu tun haben.
el: Χρησιμοποιήστε ιδιωτικά μηνύματα για να συζητήσετε πράγματα που δεν σχετίζονται με τη φράση.
eo: Uzu privatajn mesaĝojn por diskuti nerilate al la frazo.
es: Utilice los mensajes privados para discutir temas que no estén relacionados con la oración.
eu: Erabil itzazu mezu pribatuak esaldiari erabat loturik ez dauden iruzkinak egiteko.
fi: Käytä yksityisviestejä, jos haluat keskustella tähän lauseeseen liittymättömistä asioista.
fr: Utilisez les messages privés pour discuter de choses sans lien avec la phrase.
he: יש להשתמש בהודעות פרטיות כדי לדון בדברים שלא קשורים למשפט.
hi: वाक्य से असंबंधित चीज़ों की चर्चा करने के लिए निजी संदेशों का उपयोग करें।
hu: Privát üzeneteken van lehetőséged olyan dolgokat megbeszélni, ami nem a mondathoz kapcsolódik.
ia: Usa messages private pro discuter cosas sin pertinentia al phrase.
id: Gunakanlah pesan pribadi untuk mendiskusikan hal-hal yang tidak terkait dengan kalimat.
is: Notaðu einkaskilaboð til að ræða hluti sem tengjast ekki setningunni.
it: Utilizza i messaggi privati per discutere delle cose non relative alla frase.
ja: 例文に関係のない話題にはプライベートメッセージを利用しましょう。
mr: वाक्याशी असंबंधित गोष्टींची चर्चा करण्यासाठी खाजगी संदेशांचा वापर करा.
nl: Gebruik privéberichten om zaken te bespreken die niet met de zin te maken hebben.
pl: Do rozmów na tematy niezwiązane z tym zdaniem służą wiadomości prywatne.
pt_br: Utilize mensagens privadas para discutir assuntos não relacionados à frase.
ro: Folosiți mesajele private pentru a discuta chestiuni care nu au legătură cu propozițiile.
ru: Обсуждайте то, что не связано с предложением, в личных сообщениях.
sk: Záležitosti, ktoré sa netýkajú priamo vety, riešte pomocou súkromných správ.
sr: Користи приватне поруке за разговор о стварима које нису везане за реченицу.
tr: Cümleyle alakası olmayan konular için özel mesajlaşmayı kullanın.
tt: Шәхси хәбәрләрне җөмлә белән бәйле булмаган мәсьәләләр турында фикер алышу өчен кулланыгыз.
uk: Використовуйте приватні повідомлення для обговорення речей не пов'язаних з реченням.
vi: Sử dụng tin nhắn riêng tư để thảo luận những điều không liên quan đến câu.

source: sentence deleted
ar: جملة محذوفة
bg: изречението е изтрито
br: frazenn dilamet
de: Satz gelöscht.
el: διαγράφτηκε φράση
eo: frazo forigita
es: oración borrada
eu: ezabatutako esaldia
fi: lause poistettu lopullisesti
fr: phrase supprimée
he: משפט נמחק
hi: हटाए गए वाक्य
hu: a mondatot töröltük.
ia: phrase addite
id: kalimat dihapus
is: setningu eytt
it: frase eliminata
ja: 削除された文
ku: hevok hate jêbirin
mr: वाक्य हटवले गेले
nl: zin verwijderd
pl: zdanie usunięte
pt_br: Frase removida
ro: propoziție ștearsă
ru: предложение удалено
sk: veta odstránená
sr: реченица обрисана
tr: cümle silindi
tt: җөмлә кире кагылды
uk: речення видалене
vi: câu đã bị xóa

# sentence comment
source: {createdDate}, edited {modifiedDate}
bg: {createdDate}, редактиран{modifiedDate}
br: {createdDate}, aozet {modifiedDate}
de: {createdDate}, bearbeitet {modifiedDate}
el: {createdDate}, τροποποιήθηκε την {modifiedDate}
eo: {createdDate}, modifita {modifiedDate}
es: {createdDate}, modificado {modifiedDate}
eu: {createdDate}, editatua {modifiedDate}
fi: {createdDate}, muokattu {modifiedDate}
fr: {createdDate}, modifiée le {modifiedDate}
he: {createdDate}, נערך ב־{modifiedDate}
hi: {createdDate}, संपादित {modifiedDate}
hu: {createdDate}, szerkesztve {modifiedDate}
ia: {createdDate}, modificate le {modifiedDate}
id: {createdDate}, diedit {modifiedDate}
is: {createdDate} — breytt {modifiedDate}
it: {createdDate}, modificata il {modifiedDate}
ja: {createdDate}, 編集 {modifiedDate}
mr: पोस्ट केली {createdDate} रोजी, संपादित केली {modifiedDate} रोजी
nl: {createdDate}, aangepast {modifiedDate}
pl: {createdDate}, edytowane {modifiedDate}
pt_br: Criada em {createdDate}; editada em {modifiedDate}
ro: {createdDate}, editat {modifiedDate}
ru: {createdDate}, изменено {modifiedDate}
sk: {createdDate}, upravené {modifiedDate}
sr: {createdDate}, измењена {modifiedDate}
tr: {createdDate}, {modifiedDate} düzenlendi
tt: {createdDate}, редакцияләнгән {modifiedDate}
vi: {createdDate}, đã chỉnh sửa {modifiedDate}

source: Sentence {number} — belongs to {username}
ar: الجملة {number} - لصاحبها {username}
bg: Изречение {number} - принадлежи на {username}
br: Frazenn {number} — perc'hennet gant {username}
de: Satz {number} von {username}
el: Φράση {number}, — ανήκει στον χρήστη {username}
eo: Frazo {number} — apartenas al {username}
es: La oración {number} - pertenece a {username}
eu: Esaldia {number} — jabea: {username}
fi: Lause {number} – kuuluu käyttäjälle {username}
fr: Phrase {number} — appartient à {username}
he: משפט {number} — שייך ל־{username}
hi: वाक्य {number} — {username} से संबंधित है
hu: {number} számú mondat — {username} felhasználóhoz tartozik
ia: Phrase {number} — pertine a {username}
id: Kalimat {number} — milik {username}
is: Setning {number} — eigandi er {username}
it: Frase {number} — appartiene a {username}
ja: 例文 {number} — 所有者：{username}
ku: Hevoka {number} — aîdî {username} e
mr: वाक्य {number} — {username} यांच्या मालकीचे
nl: Zin {number} — behoort toe aan {username}
pl: Zdanie {number} — należy do {username}
pt_br: Frase #{number} — pertence a {username}
ro: Propoziția {number} — îi aparține lui {username}
ru: Предложение №{number} — принадлежит {username}
sk: Veta {number} — patrí užívateľovi {username}
sr: Реченица {number} — припада кориснику {username}
tr: {number} cümlesi — {username} kullanıcısına ait
tt: {number} җөмләсе {username}
uk: Речення {number} — належить {username}
vi: Câu {number} - thuộc về {username}

source: Sentence {number}
ar: الجملة رقم {number}
bg: Изречение {number}
br: Frazenn {number}
de: Satz {number}
el: Φράση {number}
eo: Frazo {number}
es: Oración n°{number}
eu: Esaldia {number}
fi: Lause {number}
fr: Phrase {number}
he: משפט {number}
hi: वाक्य क्र. {number}
hu: {number}. mondat
ia: Phrase {number}
id: Kalimat {number}
is: Setning {number}
it: Frase {number}
ja: 例文 {number}
ku: Hevoka {number}
mr: वाक्य {number}
nl: Zin {number}
pl: Zdanie {number}
pt_br: Frase #{number}
ro: Propoziția {number}
ru: Предложение №{number}
sk: Veta {number}
sr: Реченица {number}
tr: {number} cümlesi
tt: Җөмлә {number}
uk: Речення {number}
vi: Câu {number}

source: Former member
ar: عضو سابق
bg: Бивш потребител
br: Ezel diazezer
de: Ehemaliges Mitglied
el: Πρώην μέλος
eo: Iama membro
es: Miembro antiguo
eu: Garai bateko erabiltzailea
fi: Entinen jäsen
fr: Ancien membre
he: חברות עבר
hi: माजी सदस्य
hu: Korábbi tag
ia: Ex-membro
id: Mantan anggota
is: Fyrrverandi meðlimur
it: Ex membro
ja: 退会したユーザー
ku: Endamê kevn
mr: माजी सदस्य
nl: Voormalig lid
pl: Były członek
pt_br: Ex-membro
ro: Fost membru
ru: Бывший участник
sk: Bývalý užívateľ
sr: Некадашњи члан
tr: Eski üye
tt: Элеккеге әгъза
uk: Учасник у минулому
vi: Thành viên cũ

# button
source: Reply
ar: رُدّ
bg: Отговор
br: Respont
de: Antworten
el: Απάντηση
eo: Respondi
es: Responder
eu: Erantzun
fi: Vastaa
fr: Répondre
he: להשיב
hi: जवाब दें
hu: Válasz
ia: Responder
id: Balas
is: Svara
it: Rispondi
ja: 返信
mr: उत्तर द्या
nl: Antwoord
pl: Odpowiedz
pt_br: Responder
ro: Răspundeți
ru: Ответить
sk: Odpovedať
sr: Одговори
tr: Cevapla
tt: Җавап бирү
vi: Trả lời

source: Permalink
bg: Постоянна връзка
br: Liamm-peurbadus
de: zur Pinnwand
el: Μόνιμος σύνδεσμος
eo: Konstanta ligilo
es: Enlace permanente
eu: Esteka iraunkorra
fi: Ikilinkki
fr: Permalien
he: קישור קבוע
hi: पर्मालिंक
hu: Link a hozzászóláshoz
ia: Permaligamine
is: Tengill
ja: 固定リンク
ku: Girêdana mayînde
mr: पर्मालिंक
pl: Bezpośredni link
pt_br: Link permanente
ro: Link permanent
ru: Пермалинк
sk: Trvalý odkaz
sr: Пермалинк
tr: Kalıcı bağlantı
tt: Даими сылтама

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
ar: محتوى هذه الرسالة مخالف <a href="{}">لقواعدنا</a> ولذلك فقد أُخفي. يظهر المحتوى للمشرفين ولكاتب الرسالة فقط.
bg: Съдържанието на това съобщение противоречи на <a href="{}">нашите правила</a> и поради това беше скрито. Показва се само на администраторите и на автора на съобщението.
br: Endalc'had ar gemennadenn-mañ az a a-enep d'hor <a href="{}">reolennoù</a> ha kuzhet eo bet abalamour da-se. Diskouezet eo d'ar verourien ha da aozer ar gemennadenn hepken.
de: Der Inhalt dieser Nachricht verstößt gegen <a href="{}">unsere Regeln</a> und wurde daher ausgeblendet. Er ist nur dem Verfasser und Administratoren einsehbar.
el: Το περιεχόμενο αυτού του μηνύματος στρέφεται ενάντια στους <a href="{}">κανόνες μας</a> και γι'αυτό έχει αποκρυβεί. Εμφανίζεται μόνο στους διαχειριστές και στον συγγραφέα αυτού του μηνύματος.
eo: La enhavo de tiu mesaĝo kontraŭas <a href="{}">niajn regulojn</a> kaj pro tio estas kaŝita. Ĝi aperas nur al administrantoj kaj la aŭtoro de la mesaĝo.
es: El contenido de este mensaje va en contra de <a href="{}">nuestras normas</a> y por lo tanto se ha ocultado. Se muestra sólo a los administradores y al autor del mensaje.
eu: Mezu honen edukia <a href="{}">gure arauen</a> kontra doa eta horregatik ez da erakusten. Mezua Tatoebako kudeatzaileok besterik ez dugu ikusiko, egilearekin batera.
fi: Tämän viestin sisältö on <a href="{}">sääntöjemme</a> vastainen ja se on siksi piilotettu. Viesti näkyy vain ylläpitäjille ja viestin kirjoittajalle.
fr: Le contenu de ce message va à l'encontre de <a href="{}">nos règles</a> et a donc été caché. Il est seulement montré aux administrateurs et à l'auteur du message.
he: תוכן ההודעה הזאת נוגד את <a href="{}">הכללים שלנו</a> ולפיכך הוסתר. הוא יוצג רק בפני מנהלים ובפני יוצרי ההודעה.
hi: इस संदेश की सामग्री <a href="{}">हमारे नियमों</a> के खिलाफ जाती है और इसलिए इसे छिपाया गया था। यह केवल व्यवस्थापक और संदेश के लेखक को प्रदर्शित किया जाता है।
hu: Ennek az üzenetnek a tartalma <a href="{}">szabályellenes</a>, ezért rejtve maradt. Csak adminok és az üzenet szerzője láthatja.
ia: Le contento de iste message infringe <a href="{}">nostre regulas</a> e ha dunque essite celate. Illo es monstrate solmente al administratores e al autor del message.
id: Konten dari pesan ini melanggar <a href="{}">ketentuan-ketentuan yang ada</a>, sehingga tidak dapat ditampilkan. Pesan ini hanya terlihat oleh para administrator dan pemilik pesan.
it: Il contenuto di questo messaggio infrange <a href="{}">le nostre regole</a> e dunque è stato nascosto. È visibile solamente agli amministratori e all'autore del messaggio.
ja: この書き込みは <a href="{}">規約</a>違反のため非表示となっております。管理人と投稿者本人のみ読むことができます。
mr: या संदेशाचे मजकूर <a href="{}">आमच्या नियमांचे</a> उल्लंघन करत असल्यामुळे हा संदेश लपवण्यात आला आहे. तो फक्त प्रशासकांना व त्या संदेशाच्या लेखकाला प्रदर्शित केला जात आहे.
nl: De inhoud van dit bericht is in strijd met <a href="{}">onze regels</a> en is daarom onzichtbaar gemaakt. Hij is alleen zichtbaar voor beheerders en de auteur van dit bericht.
pl: Treść tej wiadomości jest sprzeczna z <a href="{}">naszymi zasadami</a>, dlatego została ukryta. jest widoczna tylko dla administratorów i autora.
pt_br: O conteúdo desta mensagem infringe as <a href="{}">nossas regras</a> e por isso foi ocultado. Ele só é visível para os administradores e para o autor da mensagem.
ro: Conținutul acestui mesaj contravine <a href="{}">regulilor noastre</a> și, prin urmare, a fost ascuns. Este afișat numai pentru admini și pentru autorul mesajului.
ru: Содержание этого сообщения противоречит <a href="{}">нашим правилам</a> и поэтому было скрыто. Его могут видеть только администраторы и автор сообщения.
sk: Obsah tejto správy porušuje <a href="{}">naše pravidlá</a>, a preto je skrytý. Zobrazuje sa iba adminom a autorovi správy.
sr: Садржај ове реченице није у складу са <a href="{}">нашим правилима</a> и зато је сакривен. Реченицу виде само администратори и њен аутор.
tr: Bu mesajın içeriği <a href="{}">kurallarımızla</a> ters düşmektedir ve bu nedenle gizlenmiştir. Sadece yöneticiler ve mesajın sahibi görebilir.
tt: Бу хәбәрнең эчтәлеге безнең кагыйдәләргә каршы килә һәм шуңа күрә яшерелгән иде. Ул бары тик администраторларга һәм хәбәр авторларына гына мөмкин.
uk: Зміст цього повідомлення не відповідає <a href="{}">нашим правилам</a> то воно було приховано. Воно є доступним для перегляду тільки адміністраторами та автором повідомлення.
vi: Nội dung của tin nhắn này không phù hợp với các <a href="{}">quy tắc của chúng tôi</a> nên do đó đã bị ẩn. Nó chỉ được hiển thị đối với quản trị viên và tác giả của thư.

source: Cancel
ar: ألغِ
bg: Отмени
br: Nullañ
de: Abbruch
el: Ακύρωση
eo: Nuligi
es: Cancelar
eu: Bertan behera utzi
fi: Peruuta
fr: Annuler
he: לבטל
hi: रद्द करें
hu: Mégsem
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ku: Betal
mr: रद्द करा
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulați
ru: Отмена
sk: Zrušiť
sr: Откажи
tr: Vazgeç
tt: Бетерү
uk: Скасувати
vi: Huỷ bỏ

source: Save changes
ar: احفظ التغييرات
bg: Запази промените
br: Enrollañ ar cheñchamantoù
de: Änderungen speichern
el: Αποθήκευση αλλαγών
eo: Konservi ŝanĝojn
es: Guardar los cambios
eu: Gorde aldaketak
fi: Tallenna muutokset
fr: Enregistrer les modifications
he: לשמור שינויים
hi: बदल सहेजें
hu: Változtatások mentése
ia: Salveguardar cambiamentos
id: Simpan perubahan
is: Vista breytingar
it: Salva le modifiche
ja: 変更を保存
ku: Guhertinan tomar bike
mr: बदल सेव्ह करा
nl: Veranderingen opslaan
pl: Zapisz zmiany
pt_br: Salvar alterações
ro: Salvați modificările
ru: Сохранить изменения
sk: Uložiť zmeny
sr: Сачувај измене
tr: Değişiklikleri kaydet
tt: Үзгәрешләрне сакларга
uk: Зберегти зміни
vi: Lưu thay đổi

source: Auto detect
ar: تعرف تلقائي
bg: Автоматично откриване
br: Anavezout emgefreek
de: Automatische Erkennung
el: Αυτόματος εντοπισμός
eo: aŭtomata rekono
es: Detectar automáticamente
eu: Detektatu modu automatikoan
fi: tunnista automaattisesti
fr: Détection automatique
he: זיהוי אוטומטי
hi: स्वचालित रूप से पता लगाएँ
hu: Automatikus felismerés
ia: Deteger automaticamente
id: Deteksi otomatis
is: Finna sjálfvirkt
it: rileva automaticamente
ja: 自動判別
ku: Pêhisîna otomatîk
mr: आपोआप ओळखा
nl: Automatisch detecteren
pl: wykrywanie automatyczne
pt_br: Detectar automaticamente
ro: Detectare automată
ru: определить автоматически
sk: Zistiť
sr: Закључи сам
tr: Otomatik algıla
tt: Автоматик ачыклау
uk: Автовизначення
vi: Tự động phát hiện

source: License
ar: الرخصة
bg: Лиценз
br: Lisañs
de: Lizenz
el: Άδεια
eo: Permesilo
es: Licencia
eu: Lizentzia
fi: Lisenssi
fr: Licence
he: רישיון
hi: लाइसेंस
hu: Licenc
ia: Licentia
id: Lisensi
is: Leyfi
it: Licenza
ja: ライセンス
ku: Lîsans
mr: परवाना
nl: Licentie
pl: Licencja
pt_br: Licença
ro: Licență
ru: Лицензия
sk: Licencia
sr: Лиценца
tr: Lisans
tt: Лицензия
uk: Ліцензія
vi: Giấy phép

source: Sentence
ar: الجملة
bg: Изречение
br: Frazenn
de: Satz
el: Φράση
eo: Frazo
es: Oraciones
eu: Esaldia
fi: Lause
fr: Phrase
he: משפט
hi: वाक्य
hu: Mondat
ia: Phrase
id: Kalimat
is: Setning
it: Frase
ja: 例文を入力してください。
ku: Hevok
mr: वाक्य
nl: Zin
pl: Zdanie
pt_br: Frase
ro: Propoziție
ru: Предложение
sk: Veta
sr: Реченица
tr: Cümle
tt: Җөмлә
uk: Речення
vi: Câu

source: Add sentence
bg: Добави изречение
br: Ouzhpennañ ar frazenn
de: Satz hinzufügen
el: Προσθήκη φράσης
eo: Aldoni frazon
es: Añadir oración.
eu: Gehitu esaldia
fi: Lisää lause
fr: Ajouter une phrase
he: הוספת משפט
hi: वाक्य जोड़ें
hu: Mondat hozzáadása
ia: Adder phrase
id: Tambah kalimat
is: Bæta við setningu
it: Aggiungi frase
ja: 例文を追加
ku: Hevokekê tevlî bike
mr: वाक्य जोडा
nl: Voeg zin toe
pl: Dodaj zdanie
pt_br: Adicionar frase
ro: Adăugați o propoziție
ru: Добавить предложение
sk: Pridať vetu
sr: Додај реченицу
tr: Cümle ekle
tt: Җөмлә өстәргә
vi: Thêm câu
