Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: More information
ar: معلومات أكثر
bg: Повече информация
br: Muioc'h a ditouroù
de: Weitere Informationen
el: Περισσότερες πληροφορίες
eo: Pliaj informoj
es: Más información
eu: Informazio gehiago
fi: Lisätietoja
fr: Plus d'informations
he: למידע נוסף
hi: अधिक जानकारी
hu: További információ
ia: Plus information
id: Informasi lebih lanjut
is: Meiri upplýsingar
it: Ulteriori informazioni
ja: 詳細情報
ku: Agahiyên zêdetir
mr: अधिक माहिती
nl: Meer informatie
pl: Więcej informacji
pt_br: Mais informações
ro: Informații suplimentare
ru: Подробнее
sk: Viac informácii
sr: Више информација
tr: Daha fazla bilgi
tt: Күбрәк мәгълүмат
uk: Докладніше
vi: Thêm thông tin

source: If you love this content, please consider a <a href={}>donation</a>.
ar: إن أحببت المحتوى فمن فضلك فكّر بالمساهمة و<a href={}>التبرّع</a>.
bg: Ако съдържанието ви е от полза, моля помислете за подпомагане на проекта с <a href={}>дарение</a>.
br: Ma vezit plijet gant an endalc'had-mañ, soñjit e-barzh ur <a href={}>roadenn arc'hant</a>.
de: Wenn dir die angebotenen Inhalte gefallen, erwäge doch eine <a href={}>Spende</a>.
el: Αν σας αρέσει αυτό το περιεχώμενο, παρακαλούμε κάντε κάποια <a href={}>δωρεά</a>.
eo: Se vi ŝatas nian retejon, bonvolu konsideri <a href={}>donacon</a>.
es: Si le encanta el contenido de este sitio, por favor considere hacer una <a href={}>donación</a>.
eu: Gure edukiak gustuko baldin badituzu, mesedez egin <a href={}>diru-emaitza</a> bat.
fi: Jos pidät Tatoebasta, tee <a href={}>lahjoitus</a>.
fr: Si vous aimez ce contenu, pensez à faire une <a href={}>donation</a>.
he: אם התוכן הזה נושא חן בעיניך, נא לשקול <a href={}>לתמוך כלכלית</a>.
hi: यदि आप इस सामग्री से प्यार करते हैं, तो कृपया <a href="{}">दान</a> पर विचार करें।
hu: Ha szereted ezt a tartalmat, kérünk, fontold meg az <a href={}>adományozást</a>.
ia: Si tu ama iste contento, per favor considera un <a href={}>donation</a>.
id: Bila Anda menyukai konten ini, kami harap Anda bersedia untuk melakukan <a href={}>donasi</a>.
is: Ef þú elskar þetta efni geturðu <a href={}>hjálpað til</a>.
it: Se ti piacciono i contenuti che vedi sul sito, prendi in considerazione l'idea di effettuare una <a href={}>donazione</a>, per favore.
ja: 当プロジェクトにご関心のある皆さまからの寄付金の受付けを行っております。詳しくは<a href={}>こちら</a>をご覧ください。
mr: आपल्याला हे संकेतस्थळ आवडलं असेल तर कृपा करून <a href={}>देणगी द्यायचा</a> विचार करा.
nl: Als je van deze webstek houdt, denk dan aan een <a href={}>gift</a>.
pl: Jeśli podoba ci się to, co widzisz, pomyśl o <a href={}>wsparciu</a>.
pt_br: Se você ama o conteúdo deste site, considere, por favor, fazer uma <a href={}>doação</a>.
ro: Dacă vă place acest conținut, vă rugăm să luați în considerare o <a href={}>donație</a>.
ru: Если вам нравятся материалы проекта, пожалуйста, рассмотрите возможность сделать <a href={}>пожертвование</a>.
sk: Pokiaľ sa vám páči obsah týchto stránok, prosím, zvážte <a href={}>prispieť</a>.
sr: Ако ти се свиђа овај садржај, размисли о <a href={}>донацији</a>.
tr: Bu içeriği sevdiyseniz lütfen <a href={}>bağışta</a> bulunun.
tt: Әгәр сезгә бу контент ошаган икән,зинһар, иганә турында уйлагыз.
uk: Якщо вам подобається те що ми робимо, розгляньте можливість зробити <a href={}>пожертву</a>.
vi: Nếu bạn yêu thích nội dung này, vui lòng xem xét <a href={}> một khoản đóng góp </a> .

source: Tatoeba
ar: تتويبا
bg: Татоеба
he: טטואבה
hi: तातोएबा
mr: तातोएबा
tt: Татоэба

source: Select a language
ar: اختر لغةً
bg: Изберете език
br: Diuzit ur yezh
de: Sprachauswahl
el: Επιλογή γλώσσας
eo: Elektu lingvon.
es: Selecciona un idioma
eu: Hautatu hizkuntza bat
fi: Valitse kieli
fr: Sélectionnez une langue
he: נא לבחור שפה
hi: भाषा चुनें
hu: Válassz egy nyelvet
ia: Seliger un lingua
id: Pilih bahasa
is: Veldu tungumál
it: Seleziona una lingua
ja: 言語を選択してください
ku: Zimanekî hilbijêre
mr: भाषा निवडा
nl: Selecteer een taal
pl: Wybierz język
pt_br: Selecione um idioma
ro: Selectați o limbă
ru: Выберите язык
sk: Vyberte jazyk
sr: Изабери језик
tr: Bir dil seçin
tt: Телне сайлагыз
uk: Оберіть мову
vi: Chọn một ngôn ngữ

source: No language found.
ar: لم توجد أيّ لغة.
bg: Не е намерен език.
br: Yezh ebet kavet.
de: Keine Sprache gefunden.
el: Καμία γλώσσα δεν βρέθηκε.
eo: Neniu lingvo trovita.
es: No se encontró ningún idioma.
eu: Ez da hizkuntza aurkitu.
fi: Kieltä ei löytynyt.
fr: Aucune langue trouvée.
he: לא נמצאו שפות.
hi: कोई भी भाषा मिली नहीं।
hu: Nem található a nyelv.
ia: Nulle lingua trovate.
id: Bahasa tidak ditemukan.
is: Ekkert tungumál fannst.
it: Nessuna lingua trovata.
ja: 言語が見つかりません
ku: Ti ziman nehat dîtin.
mr: कोणतीही भाषा सापडली नाही.
nl: Geen taal gevonden.
pl: Nie znaleziono języka.
pt_br: Nenhum idioma encontrado.
ro: Nu a fost găsită nicio limbă
ru: Язык не найден.
sk: Žiadny nájdený jazyk.
sr: Није пронађен ниједан језик.
tr: Hiçbir dil bulunamadı.
tt: Тел табылмады.
uk: Не знайдено жодної мови.
vi: Không tìm thấy ngôn ngữ.

source: Show all
ar: اعرض الكلّ
bg: Покажи всичко
br: Diskouez pep tra
de: Alles anzeigen
eo: Montri ĉiujn
es: Mostrar todos
fi: Näytä kaikki
fr: Toutes les afficher
he: להציג הכול
hi: सभी दिखाएं
hu: Összes megjelenítése
ia: Monstrar totes
id: Tampilkan semua
is: Sýna öll
it: Mostra tutte
ja: すべて表示
mr: सर्व दाखवा
nl: Toon alles
pl: Pokaż wszystko
pt_br: Mostrar todos
ro: Afișați tot
ru: Показать все
sk: Zobraziť všetky
tr: Tümünü göster
tt: Барысын да күрсәтергә
vi: Hiển thị tất cả

source: List of affected sentences (total {{count}})
ar: قائمة بالجُمل المتأثّرة (إجمالًا {{count}})
bg: Списък на засегнатите изречения (общо {{count}})
br: Listenn ar frazennoù a vo merket (hollad {{count}})
de: Betroffene Sätze (insgesamt {{count}})
el: Κατάλογος επηρεασμένων φράσεων (σύνολο {{count}})
eo: Listo de la koncernataj frazoj (entute {{count}})
es: Lista de oraciones afectadas (total {{count}})
eu: Eragina izan duten esaldien zerrenda (guztira {{count}})
fi: Lista lauseista, joihin muutos vaikuttaa (yhteensä {{count}})
fr: Liste des phrases concernées ({{count}} au total)
he: רשימת המשפטים המושפעים ({{count}} בסך הכול)
hi: प्रभावित वाक्यों की सूची (कुल {{count}})
hu: Az érintett mondatok listája (összesen {{count}})
ia: Lista de phrases afficite (total {{count}})
id: Daftar kalimat yang terpengaruh (total {{count}})
it: Elenco delle frasi coinvolte (in totale {{count}})
ja: 影響を受ける例文のリスト ({{count}} 件)
mr: प्रभावित झालेल्या वाक्यांची यादी (एकूण {{count}})
nl: Lijst van getroffen zinnen (totaal {{count}})
pl: Lista dotkniętych zdań (łącznie {{count}})
pt_br: Lista de frases afetadas (total {{count}})
ro: Listă cu propoziții afectate (total {{count}})
ru: Список затронутых предложений (всего {{count}})
sk: Zoznam ovplyvnených viet (spolu {{count}})
sr: Списак реченица на које се ово односи (укупно {count})
tr: Etkilenmiş dillerin listesi (toplam {{count}})
tt: Кагылган җөмләләр исемлеге (барлыгы {{count}})
vi: Danh sách câu bị ảnh hưởng (tổng số {{count}})

source: Register
ar: سجّل
bg: Регистрация
br: En em enskrivañ
de: Registrieren
el: Εγγραφή
eo: Registriĝi
es: Registrarse
eu: Eman izena
fi: Luo käyttäjätili
fr: S'inscrire
he: הרשמה
hi: पंजीकरण
hu: Regisztráció
ia: Inscriber te
id: Daftar
is: Nýskráning
it: Registrati
ja: 登録する
ku: Tomar bibe
mr: नोंदणी करा
nl: Registreren
pl: Zarejestruj się
pt_br: Registrar-se
ro: Înregistrare
ru: Регистрация
sk: Vytvoriť účet
sr: Региструј се
tr: Kaydol
tt: Теркәлергә
uk: Зареєструватись
vi: Đăng ký

source: Log in
ar: لِج
bg: Вход
br: Kevreañ
de: Anmelden
el: Σύνδεση
eo: Ensaluti
es: Identificarse
eu: Hasi saioa
fi: Kirjaudu sisään
fr: Se connecter
he: כניסה
hi: लॉग इन
hu: Bejelentkezés
ia: Aperir session
id: Masuk
is: Innskrá
it: Accedi
ja: ログイン
ku: Têkeve
mr: लॉगइन करा
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ro: Autentificare
ru: Вход
sk: Prihlásiť sa
sr: Пријави се
tr: Giriş yap
tt: Авторлашу
uk: Увійти
vi: Đăng nhập

source: Only sentences in:
bg: Само изречения на:
br: Ar frazennoù e:
de: Nur Sätze in:
el: Μόνο φράσεις σε:
eo: Nur frazoj en:
es: Sólo frases en:
eu: Bakarrik esaldiak hemen:
fi: Lauseet vain:
fr: Seulement les phrases en :
he: רק משפטים ב־:
hi: केवल इस भाषा में वाक्य दिखाएँ:
hu: Csak a következő nyelvű mondatok:
ia: Solmente phrases in:
id: Hanya kalimat dalam bahasa:
is: Aðeins setningar á:
it: Solo le frasi in
ja: 次の言語の例文のみ：
ku: Tenê hevokên di:
mr: केवळ या भाषेतील वाक्ये:
nl: Alleen zinnen in:
pl: Zdania tylko po:
pt_br: Somente frases em:
ro: Doar propoziții în:
ru: Только предложения на:
sk: Iba vety v jazyku:
sr: Само реченице на:
tr: Sadece şu cümleler:
tt: Җөмләләр генә:
vi: Chỉ các câu trong:

source: Compose
bg: Съставяне
br: Skrivit
de: Verfassen
el: Σύνθεση
eo: Nova mesaĝo
es: Redactar
eu: Editatu, idatzi
fi: Kirjoita
fr: Rédiger
he: הודעה חדשה
hi: रचना करें
hu: Üzenetírás
ia: Componer
id: Buat pesan
is: Rita
it: Scrivi
ja: 作成
ku: Binivîse
mr: रचना करा
nl: Opstellen
pl: Napisz
pt_br: Escrever
ro: Scrieți
ru: Написать
sk: Napísať správu
sr: Нова порука
tr: Yaz
tt: Төзү
vi: Soạn

source: Inbox
ar: الوارد
bg: Входяща поща
br: Boest Degemer
de: Posteingang
el: Εισερχόμενα
eo: Enirkesto
es: Bandeja de Entrada
eu: Sarrerako postontzia
fi: Saapuneet
fr: Boîte de réception
he: דואר נכנס
hi: आई डाक
hu: Bejövő üzenetek
ia: Cassa de entrata
id: Kotak masuk
is: Innhólf
it: Messaggi ricevuti
ja: 受信箱
ku: Hatdank
mr: आलेले
pl: Skrzynka odbiorcza
pt_br: Caixa de entrada
ro: Căsuță poștală
ru: Входящие
sk: Doručené
sr: Примљене порук
tr: Gelen kutusu
tt: Керүчеләр
uk: Вхідні
vi: Hộp thư đến

source: Unread
ar: غير المقروءة
bg: Непрочетени
br: Chomet dilennet
de: ungelesen
el: Μη αναγνωσμένο
eo: Nelegitaj
es: Sin leer
eu: Irakurri gabea
fi: Lukemattomat
fr: Non lus
he: לא נקרא
hi: न पढ़े हुए
hu: Olvasatlan
ia: Non legite
id: Belum dibaca
is: Ólesið
it: Messaggi non letti
ja: 未読
ku: Nexwendî
mr: न वाचलेले
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lidas
ro: Necitite
ru: Непрочитанные
sk: Neprečítané
sr: Непрочитане поруке
tr: Okunmamışlar
tt: Укылмаган
uk: Непрочитані
vi: Chưa đọc

source: Drafts
ar: المسودّات
bg: Чернови
br: Brouilhedoù
de: Entwürfe
el: Πρόχειρα
eo: Malnetoj
es: Borradores
eu: Zirriborroak
fi: Luonnokset
fr: Brouillons
he: טיוטות
hi: ड्राफ़्ट
hu: Piszkozatok
ia: Versiones provisori
id: Draf
is: Drög
it: Bozze
ja: 下書き
ku: Reşnivîs
mr: मसूदे
nl: Ontwerpen
pl: Wersje robocze
pt_br: Rascunhos
ro: Ciorne
ru: Черновики
sk: Rozpísané
sr: Недовршене поруке
tr: Taslaklar
tt: Проектлар
uk: Чернетки
vi: Bản nháp

source: Sent
ar: المرسل
bg: Изпратени
br: Kaset
de: Gesendete Nachrichten
el: Απεσταλμένα
eo: Senditaj
es: Enviados
eu: Igorria
fi: Lähetetyt
fr: Envoyés
he: נשלח
hi: गई डाक
hu: Elküldött
ia: Inviate
id: Terkirim
it: Messaggi inviati
ja: 送信済
ku: Çûdank
mr: पाठवलेले
nl: Verzonden
pl: Wysłane
pt_br: Enviadas
ro: Mesaje trimise
ru: Отправленные
sk: Odoslané
sr: Послате поруке
tr: Gönderilenler
tt: Җибәрелгән
uk: Надіслані
vi: Đã gửi

source: Trash
ar: سلة المهملات
bg: Кошче
br: Pod-lastez
de: Papierkorb
el: Κάδος
eo: Rubujo
es: Papelera
eu: Paperontzira
fi: Roskakori
fr: Corbeille
he: אשפה
hi: रद्दी
hu: Szemetes
ia: Corbe a papiro
id: Kotak sampah
is: Rusl
it: Cestino
ja: ごみ箱
ku: Sergo
mr: कचरापेटी
nl: Prullenbak
pl: Kosz
pt_br: Lixeira
ro: Coș de gunoi
ru: Корзина
sk: Kôš
sr: Смеће
tr: Çöp kutusu
tt: Чүп
uk: Сміття
vi: Thư rác

# header
source: Reply
ar: رُدّ
bg: Отговор
br: Respont
de: Antworten
el: Απάντηση
eo: Respondo
es: Responder
eu: Erantzun
fi: Vastaus
fr: Réponse
he: להשיב
hi: जवाब दें
hu: Válasz
ia: Responder
id: Balas
is: Svara
it: Rispondi
ja: 返信
mr: उत्तर
nl: Antwoord
pl: Odpowiedz
pt_br: Responder
ro: Răspundeți
ru: Ответить
sk: Odpovedať
sr: Одговор
tr: Cevapla
tt: Җавап бирү
vi: Trả lời

source: New message
ar: رسالة جديدة
bg: Ново съобщение
br: Kemennadenn nevez
de: Neue Nachricht
el: Νέο μήνυμα
eo: Nova mesaĝo
es: Nuevo mensaje
eu: Mezu berria
fi: Uusi viesti
fr: Nouveau message
he: הודעה חדשה
hi: नया संदेश
hu: Új üzenet
ia: Nove message
id: Pesan baru
is: Nýtt skilaboð
it: Nuovo messaggio
ja: 新規メッセージ
ku: Peyama nû
mr: नवीन संदेश
nl: Nieuw bericht
pl: Nowa wiadomość
pt_br: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
sk: Nová správa
sr: Нова порука
tr: Yeni mesaj
tt: Яңа хәбәр
uk: Нове повідомлення
vi: Tin nhắn mới

source: Message
ar: رسالة
bg: Съобщение
br: Kemennadenn
de: Nachricht
el: Μύνημα
eo: Mesaĝo
es: Mensaje
eu: Mezua
fi: Viesti
he: הודעה
hi: संदेश
hu: Üzenet
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
ku: Peyam
mr: संदेश
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sr: Порука
tr: Mesaj
tt: Хәбәр
uk: Повідомлення
vi: Tin nhắn

# message
source: To
ar: إلى
bg: До:
br: Da
de: An
el: Πρός
eo: Al
es: A
eu: Nora
fi: Vastaanottaja
fr: À
he: שפת היעד
hi: करने के लिए
hu: Címzett
ia: A
id: Ke
is: Til
it: A
ja: 宛先
ku: Stîner
mr: प्राप्तकर्ता
nl: Naar
pl: Do
pt_br: Para
ro: Destinatar
ru: Кому
sk: Komu
sr: За
tr: Alıcı
tt: Тәрҗемә теле
uk: На мову
vi: Đến

source: Title
ar: العنوان
bg: Заглавие
br: Titl
de: Betreff:
el: Τίτλος
eo: Titolo
es: Título
eu: Izenburua
fi: Otsikko
fr: Titre
he: נושא
hi: शिर्षक
hu: Tárgy
ia: Titulo
id: Perihal
is: Titill
it: Oggetto
ja: 件名
ku: Sernav
mr: शीर्षक
nl: Titel
pl: Tytuł
pt_br: Assunto
ro: Titlu
ru: Заголовок
sk: Predmet
sr: Наслов
tr: Başlık
tt: Баш
uk: Заголовок
vi: Tiêu đề

source: Save as draft
ar: احفظها كمسودة
bg: Запази като чернова
br: Enrollañ evel ur brouilhed
de: Als Entwurf speichern
el: Αποθήκευση ως πρόχειρο
eo: Konservi kiel malneton.
es: Guardar como borrador
eu: Gorde zirriborro bezala
fi: Tallenna luonnoksena
fr: Enregistrer sous forme de brouillon
he: שמירה כטיוטה
hi: ड्राफ़्ट के रूप में सहेजें
hu: Mentés piszkozatként
ia: Salveguardar version provisori
id: Simpan sebagai draf
is: Vista sem drög
it: Salva come bozza
ja: 下書きを保存
ku: Wekî reşnivîs tomar bike
mr: मसूदा म्हणून सेव्ह करा
nl: Sla op als ontwerp
pl: Zapisz jako wersję roboczą
pt_br: Salvar como rascunho
ro: Salvați ciorna
ru: Сохранить в черновиках
sk: Uložiť ako rozpísané
sr: Сачувај као недовршену поруку
tr: Taslak olarak kaydet
tt: Каралама кебек сакларга
uk: Зберігти як чернетку
vi: Lưu dưới dạng bản nháp

source: Send
ar: أرسل
bg: Изпрати
br: Kas
de: Absenden
el: Αποστολή
eo: Sendi
es: Enviar
eu: Bidali
fi: Lähetä
fr: Envoyer
he: שליחה
hi: भेजें
hu: Elküld
ia: Inviar
id: Kirim
is: Senda
it: Invia
ja: 送信
ku: Bişîne
mr: पाठवा
nl: Verzenden
pl: Wyślij
pt_br: Enviar
ro: Trimiteți
ru: Отправить
sk: Odoslať
sr: Пошаљи
tr: Gönder
tt: Җибәрү
uk: Надіслати
vi: Gửi

source: notification from Tatoeba
bg: известие от Tatoeba
br: kemenn a-berzh Tatoeba
de: Nachricht von Tatoeba
el: ειδοποίηση από Tatoeba
eo: komuniko de Tatoeba
es: notificación de Tatoeba
eu: Tatoeba-tik oharra
fi: ilmoitus Tatoebalta
fr: notification de Tatoeba
he: התראה מטטואבה
hi: Tatoeba से अधिसूचना
hu: értesítés a Tatoebától
ia: notification de Tatoeba
id: pemberitahuan dari Tatoeba
is: tilkynning frá Tatoebu
it: notifica da Tatoeba
ja: Tatoebaからの通知
ku: danezana ji Tatoebayê
mr: तातोएबाकडून अधिसूचना
nl: bericht van Tatoeba
pl: powiadomienie z Tatoeba
pt_br: Notificação do Tatoeba
ro: notificare de la Tatoeba
ru: уведомление от проекта Tatoeba
sk: oznámenie od Tatoeby
sr: нотификација од Татоебе
tr: Tatoeba bildirimi
tt: Tatoeba хәбәрнамәсе
uk: повідомлення від Tatoeba
vi: thông báo từ Tatoeba

source: Random sentence
ar: جملة عشوائية
bg: Случаен израз
br: Frazenn dre zegouezh
de: Zufälliger Satz
el: Τυχαία φράση
eo: Hazarda frazo
es: Oración al azar
eu: Ausazko esaldia
fi: Satunnainen lause
fr: Phrase aléatoire
he: משפט אקראי
hi: यादृच्छिक वाक्य
hu: Véletlenszerű mondat
ia: Phrase aleatori
id: Kalimat acak
is: Setning af handahófi
it: Frase casuale
ja: ランダム表示
ku: Hevokeke ketoberî
mr: यादृच्छिक वाक्य
nl: Willekeurige zin
pl: Zdanie losowe
pt_br: Frase aleatória
ro: Propoziție aleatorie
ru: Случайное предложение
sk: Náhodná veta
sr: Насумична реченица
tr: Rastgele cümle
tt: Очраклы җөмлә
uk: Випадкове речення
vi: Câu ngẫu nhiên

source: show another
ar: اعرض أخرى
bg: покажете друго
br: diskouez unan all
de: neu suchen
el: εμφάνιση άλλου
eo: Montri alian
es: mostrar otra
eu: erakutsi beste bat
fi: Näytä toinen
fr: autre phrase
he: עוד אחד
hi: दूसरा दिखाएँ
hu: újat
ia: monstrar un altere
id: tampilkan yang lain
is: sýna aðra
it: mostra un'altra frase
ja: 別の文を見る
ku: zêdetir nîşan bide
mr: दुसरे दाखवा
nl: toon een andere
pl: pokaż inne
pt_br: Mostrar outra
ro: afișați alta
ru: другое
sk: zobraziť ďalšiu
sr: прикажи другу
tr: başka göster
tt: башкага күрсәт
uk: показати наступне
vi: hiện một câu khác

source: Mark as "OK"
ar: علّمها بِـ"صحيحة"
bg: Маркирай като "ОК"
br: Merkañ evel "OK"
de: Dieser Satz ist richtig.
el: Επισήμανση ως "Εντάξει"
eo: Marku kiel „en ordo”
es: Marcar como "correcta"
eu: Markatu ados, markatu "OK"
fi: Anna merkintä ”OK”
fr: Marquer comme étant « OK »
he: סימון כ„בסדר”
hi: "ठीक" के रूप में चिन्हित करें
hu: Jelölés "Megfelelő"-nek
ia: Marcar como "OK"
id: Beri label "OK"
is: Merkja sem „sæmileg“
it: Segna come "OK"
ja: "OK" マークを付ける
ku: Wekî "Rast" nîşan bike
mr: "ठीक आहे" असे चिन्हित करा
nl: Als "oké" markeren
pl: Oznacz jako prawidłowe
pt_br: Marcar como "eu aprovo"
ro: Marcați ca „este OK”
ru: Отметить «Одобряю»
sk: Označiť ako „V poriadku“
sr: Обележи као "ОК"
tr: "Doğru" olarak işaretle
tt: "ОК" дип билгеләгез
uk: Позначити як "схвалене"
vi: Đánh dấu là "OK"

source: Unmark sentence
ar: أزل تعليم الجملة
bg: Размаркирай изречението
br: Dilemel merk ar frazenn
de: Markierung aufheben
eo: Malmarku la frazon
es: Desmarcar oración
eu: Kendu markak esaldiari
fi: Poista merkintä lauseesta
fr: Retirer le marquage
he: ביטול סימון משפט
hi: अचिन्हित करें
hu: Mondat megjelölésének visszavonása
ia: Dismarcar phrase
id: Hapus tanda kalimat
is: Afmerkja setningu
it: Togli la valutazione dalla frase
ja: マークを解除する
ku: Nîşana hevokê rake
mr: वाक्य अचिन्हित करा
nl: Markering verwijderen
pl: Usuń oznaczenie
pt_br: Desmarcar frase
ro: Anulați marcarea propoziției
ru: Снять отметку
sk: Odznačiť vetu
sr: Склони ознаку са реченице
tr: İşareti kaldır
tt: Тамгасыз җөмлә
uk: Зняти позначку з речення
vi: Bỏ đánh dấu câu

source: Mark as "unsure"
ar: علّمها بِـ"غير متأكّد منها"
bg: Маркирай като "несигурно"
br: Merkañ evel "diasur"
de: Dieser Satz ist zweifelhaft.
eo: Marku kiel „mi ne certas”
es: Marcar como "sin veredicto"
eu: Markatu "zalantzazko" etiketarekin
fi: Anna merkintä ”epävarma”
fr: Marquer comme étant « pas sûre »
he: סימון כ„בספק”
hi: "अनिश्चित" के रूप में चिन्हित करें
hu: "Kétes"-nek jelölés
ia: Marcar como "insecur"
id: Beri label "unsure"
is: Merkja sem „óviss“
it: Segna come "non sicuro"
ja: "Unsure" マークを付ける
ku: Wekî "Gumanbar" nîşan bike
mr: "खात्री नाही" असे चिन्हित करा
nl: Als "twijfelachtig" markeren
pl: Oznacz jako wątpliwe
pt_br: Marcar como "eu não tenho certeza"
ro: Marcați ca „incert”
ru: Отметить «Не уверен»
sk: Označiť ako „Ťažko povedať“
sr: Обележи као "није сигурно"
tr: "Şüpheli" olarak işaretle
tt: "Ышанычсыз" дип билгеләргә
uk: Позначити як "непевне"
vi: Đánh dấu là "không chắc"

source: Mark as "not OK"
ar: علّمها بِـ"غير صحيحة"
bg: Маркиране като „не е наред“
br: Merkañ evel "nann OK"
de: Dieser Satz ist falsch.
el: Επισήμανση ως "Μη 'Εντάξει"
eo: Marku la frazon „erara”
es: Marcar como "incorrecta"
eu: Markatu "ez nago ados", markatu "ez dago OK"
fi: Anna merkintä ”ei OK”
fr: Marquer comme étant « pas OK »
he: סימון כ„לא בסדר”
hi: "ठीक नहीं" के रूप में चिन्हित करें
hu: Jelölés "Nem megfelelő"-nek
ia: Marcar como "non OK"
id: Beri label "not OK"
is: Merkja sem „ósæmileg“
it: Segna come "errata"
ja: "Not OK" マークを付ける
ku: Wekî "Xelet" nîşan bike
mr: "ठीक नाही" असे चिन्हित करा
nl: Als "niet oké" markeren
pl: Oznacz jako nieprawidłowe
pt_br: Marcar com "eu reprovo"
ro: Marcați ca „nu este OK”
ru: Отметить «Не одобряю»
sk: Označiť ako „Nie je v poriadku“
sr: Обележи као "није ОК"
tr: "Yanlış" olarak işaretle
tt: "Тәртиптә түгел" дип билгеләргә
uk: Позначити як "не схвалене"
vi: Đánh dấu là "không ổn"

# placeholder
source: Search
ar: ابحث
bg: Търсене
br: Klask
de: Suche
el: Αναζήτηση
eo: Serĉo
es: Buscar
eu: Bilatu
fi: Haku
fr: Recherche
he: חיפוש
hi: खोजें
hu: Keresés
ia: Recerca
id: Cari
is: Leita
it: Cerca
ja: 検索
ku: Lêgerîn
mr: शोध
nl: Zoeken
pl: Szukaj
pt_br: Procurar
ro: Căutare
ru: Поиск
sk: Vyhľadávať
sr: Претражи
tr: Arama
tt: Эзләү
vi: Tìm kiếm

source: Advanced search
ar: بحث متقدم
bg: Разширено търсене
br: Klask araokaet
de: Erweiterte Suche
el: Προχωρημένη αναζήτηση
eo: Progresinta serĉo
es: Búsqueda avanzada
eu: Bilaketa aurreratua
fi: Tarkennettu haku
fr: Recherche avancée
he: חיפוש מתקדם
hi: उन्नत खोज
hu: Részletes keresés
ia: Recerca avantiate
id: Pencarian tingkat lanjut
is: Ítarleg leit
it: Ricerca avanzata
ja: 詳細検索
ku: Lêgerîna pêşketî
mr: प्रगत शोध
nl: Geavanceerde zoekopdracht
pl: Zaawansowane wyszukiwanie
pt_br: Busca avançada
ro: Căutare avansată
ru: Расширенный поиск
sk: Pokročilé vyhľadávanie
sr: Напредна претрага
tr: Gelişmiş arama
tt: Киңәйтелгән эзләү
uk: Розширений пошук
vi: Tìm kiếm nâng cao

# label
source: Search
ar: ابحث
bg: Търсене
br: Klask
de: Suchen
el: Αναζήτηση
eo: Serĉi
es: Buscar
eu: Bilatu
fi: Haku
fr: Recherche
he: חיפוש
hi: खोज करें
hu: Keresés
ia: Cercar
id: Cari
is: Leita
it: Cerca
ja: 検索
ku: Lêgerîn
mr: शोधा
nl: Zoeken
pl: Szukaj
pt_br: Procurar
ro: Căutare
ru: Поиск
sk: Vyhľadávať
sr: Претражи
tr: Arama
tt: Эзләү
vi: Tìm kiếm

source: From
ar: مِن
bg: От
br: Eus
de: Von
el: Από
eo: De
es: De
eu: Hemendik
fi: Kielestä
fr: De
he: שפת המקור
hi: इस भाषा से
hu: Miről
ia: De
id: Dari
is: Frá
it: Da
ja: 翻訳元言語
ku: Ji
mr: या भाषेतून
nl: Van
pl: Z
pt_br: De
ro: Expeditor
ru: исходный язык:
sk: Z jazyka
sr: Од
tr: Şu dilden:
tt: Башлангыч тел
uk: З мови
vi: Từ

# searchbar
source: Any language
ar: أي لغة
bg: Всеки език
br: Forzh peseurt yezh
de: Beliebige Sprache
el: Οποιαδήποτε γλώσσα
eo: Ajna lingvo
es: Cualquier idioma
eu: Edozein hizkuntza
fi: mikä tahansa kieli
fr: n'importe quelle langue
he: כל שפה
hi: कोई भी भाषा
hu: Bármely nyelv
ia: Qualcunque lingua
id: Semua
is: Hvaða tungumál sem er
it: qualunque lingua
ja: すべての言語
ku: Her çi zimanekî
mr: कोणत्याही
nl: Alle talen
pl: Dowolny język
pt_br: Qualquer idioma
ro: Orice limbă
ru: Любой язык
sk: Akýkoľvek
sr: било који језик
tr: Herhangi bir dil
tt: Теләсә нинди тел
uk: Будь-яка мова
vi: Ngôn ngữ bất kỳ

# language
source: To
ar: إلى
bg: До:
br: Da
de: Nach
el: Πρός
eo: Al
es: A
eu: Nora
fi: Kieleen
fr: Vers
he: שפת היעד
hi: इस भाषा में
hu: Milyen nyelvre
ia: A
id: Ke
is: Til
it: A
ja: 翻訳先言語
ku: Wergerîne
mr: या भाषेत
nl: Naar
pl: Na
pt_br: Para
ro: Destinatar
ru: язык перевода:
sk: Do jazyka
sr: За
tr: Şu dile:
tt: Тәрҗемә теле
uk: На мову
vi: Sang

source: No results found.
ar: لا نتائج.
bg: Няма намерени резултати.
br: N'eus bet kavet disoc'h ebet.
de: Kein Ergebnis.
el: Δε βρέθηκαν αποτελέσματα.
eo: Neniu rezulto trovita.
es: No se encontraron resultados.
eu: Emaitzarik ez da aurkitu.
fi: Ei hakutuloksia.
fr: Aucun résultat n'a été trouvé.
he: לא נמצאו תוצאות.
hi: कोई भी परिणाम नहीं मिले।
hu: Nincs találat.
ia: Nulle resultato trovate.
id: Hasil tidak ditemukan.
is: Engar niðurstöður fundust.
it: Nessun risultato trovato.
ja: 検索対象が見つかりません。
ku: Encam nehat dîtin.
mr: कोणतेही निकाल लागले नाहीत.
nl: Geen resultaten gevonden.
pl: Brak wyników.
pt_br: Nenhum resultado encontrado.
ro: Nu au fost găsite rezultate.
ru: Ничего не найдено.
sk: Nič nebolo nájdené.
sr: Није пронађен ниједан резултат.
tr: Sonuç bulunamadı.
tt: Нәтиҗәләр табылмады.
uk: Нічого не знайдено.
vi: Không tìm thấy kết quả nào.
