Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Links removed
ar: الروابط المُزالة
bg: Премахнати линкове
br: Liammoù dilamet
de: Gelöste Verknüpfungen
el: Αφαιρεμένοι σύνδεσμοι
eo: Forigitaj ligiloj
es: Enlaces eliminados
eu: Ezabatutako estekak
fi: Poistetut linkitykset
fr: Liens supprimés
he: קישורים שהוסרו
hi: लिंक निकाली गई
hu: Hivatkozások eltávolítva
ia: Ligamines removite
id: Pranala sudah dihapus
is: Tengjum fjarlægt
it: Collegamenti rimossi
ja: リンクの解除
ku: Girêdanên hatine rakirin
mr: काढलेले दुवा
nl: Verwijderde links
pl: Usunięte linki
pt_br: Vínculos removidos
ro: Linkuri eliminate
ru: Связей удалено
sk: Odstránené spojenia
sr: Уклоњено веза
tr: Kaldırılan bağlantılar
tt: Сылтамалар бетерелде
vi: Đã xóa liên kết

source: Sentences removed
bg: Премахнати изречения
br: Frazennoù dilamet
de: Gelöschte Sätze
el: Διεγραμένες φράσεις
eo: Forigitaj frazoj
es: Oraciones eliminadas
eu: Ezabatutako esaldiak
fi: Poistetut lauseet
fr: Phrases supprimées
he: משפטים שהוסרו
hi: निकाले गए वाक्य
hu: Mondatok eltávolítva
ia: Phrases removite
id: Kalimat dihapus
is: Setningum eytt
it: Frasi rimosse
ja: 削除された例文
ku: Hevokên hatine rakirin
mr: काढलेली वाक्ये
nl: Verwijderde zinnen
pl: Usunięte zdania
pt_br: Frases removidas
ro: Propoziții eliminate
ru: Предложений удалено
sk: Odstránené vety
sr: Уклоњено реченица
tr: Kaldırılan cümleler
tt: Чыгарылган хөкемнәр кире кагылды
vi: Đã xóa câu

source: Daily Average: {n} sentence added
bg: Дневна средна стойност: {n} добавено изречение
br: Keidenn bemdeziek: {n} frazenn ouzhpennet
de: Tagesdurchschnitt: {n} neuer Satz
el: Ημερήσιος Μέσος Όρος: {n} φράση προστέθηκε
eo: Taga mezumo: {n} frazo aldonita
es: Promedio Diario: {n}oraciones añadidas
eu: Egunean batezbestekoa: {n} esaldia gehituta
fi: Päivittäinen keskiarvo: {n} lause lisätty
fr: Moyenne journalière : {n} phrase ajoutée
he: ממוצע יומי: נוסף משפט אחד
hi: दैनिक औसत: {n} वाक्य जोड़ा
hu: Napi átlag: {n} mondat hozzáadva
ia: Media quotidian: {n} phrase addite
id: Rerata Harian: {n} kalimat ditambahkan
is: Daglegt Meðaltal: {n} setning viðbætt
it: Media giornaliera {n} frase aggiunta
ja: １日の平均：追加された例文 {n} 件
mr: दैनिक सरासरी: {n} वाक्य जोडले
nl: Dagelijks gemiddelde: {n} zin toegevoegd
pl: Średnia dzienna: 1 dodane zdanie
pt_br: Média diária: {n}frase adicionada
ro: Media zilnică: {n} propoziție adăugată
ru: В среднем за день: {n} предложение добавлено
sk: Denný priemer: {n} pridaná veta
sr: Дневни просек: додата {n} реченица
tr: Günlük Ortalama: {n} cümle eklendi
tt: Көндәлек уртача: {n} җөмләләр өстәлде
vi: Bình quân hàng ngày: {n} câu được thêm vào

source: , {n} link added
bg: , {n} добавена връзка
br: , {n} liamm ouzhpennet
de: , {n} neue Verknüpfung
el: , {n} σύνδεσμος προστέθηκε
eo: , {n} ligilo aldonita
es: , {n}enlace agregado
eu: , {n} esteka gehituta
fi: , {n} linkitys lisätty
fr: , {n} lien ajouté
he: , נוסף קישור אחד
hi: , {n} लिंक जोड़ी
hu: , {n} mondat összekapcsolva
ia: , {n} ligamine addite
id: , {n} pranala ditambahkan
is: — {n} tenging bætt
it: , {n} collegamento aggiunto
ja: , リンクの追加 {n} 件
mr: , {n} दुवा जोडला
nl: , {n} link toegevoegd
pl: , {n} dodany link
pt_br: , {n}link adicionado
ro: , {n} link adăugat
ru: , {n} связь добавлена
sk: , {n} odkaz pridaný
sr: , додата {n} веза
tr: , {n} bağlantı eklendi
tt: , {n} сылтамалар өстәлгән
vi: , {n} liên kết đã được thêm

source: Latest contributions
ar: أحدث المساهمات
bg: Последен принос
br: Degasadennoù diwezhañ
de: Neueste Beiträge
el: Τελευταίες συνεισφορές
eo: Lastaj kontribuoj
es: Contribuciones más recientes
eu: Lanean aritutako azkenak
fi: Viimeksi annetut työpanokset
fr: Dernières contributions
he: התרומות האחרונות
hi: नवीनतम योगदान
hu: Utolsó hozzájárulások
ia: Ultime contributiones
id: Kontribusi terbaru
is: Nýjustu framlög
it: Contributi più recenti
ja: 最近の更新
ku: Beşdariyên dawîn
mr: सर्वात अलीकडची योगदाने
nl: Laatste bijdragen
pl: Ostatnio dodane
pt_br: Últimas colaborações
ro: Ultimele contribuții
ru: Последние изменения
sk: Najnovšie príspevky
sr: Скорашњи доприноси
tr: Son katkılar
tt: Соңгы материаллар
uk: Останні внески
vi: Đóng góp mới nhất

source: Latest contributions of {user}
ar: مساهمات {user} الأخيرة
bg: Последен принос на {user}
br: Degasadennoù diwezhañ {user}
de: Letzte Beiträge ({user})
el: Τελευταίες συνεισφορές του {user}
eo: Plej novaj kontribuoj de {user}
es: Últimas contribuciones de {user}
eu: {user} horren azken ekarpenak
fi: Käyttäjän {user} viimeisimmät työpanokset
fr: Dernières contributions de {user}
he: התרומות האחרונות של {user}
hi: {user} के नवीनतम योगदान
hu: {user} legutóbbi hozzájárulásai
ia: Contributiones ultime de {user}
id: Kontribusi terbaru dari {user}
is: Nýjustu framlög frá {user}
it: Contributi più recenti di {user}
ja: {user} さんの更新履歴
mr: {user} यांची सर्वात अलीकडची योगदाने
nl: Laatste bijdragen van {user}
pl: Ostatnio dodane przez {user}
pt_br: Últimas colaborações de {user}
ro: Ultimele contribuții ale lui {user}
ru: Последний вклад {user}
sk: Najnovšie príspevky užívateľa {user}
sr: Скорашњи доприноси корисника {user}
tr: {user} kullanıcısının son katkıları
tt: Соңгы материаллар {user}
vi: Đóng góp mới nhất của {user}

source: This form is pre-filled.
bg: Тази форма е предварително попълнена.
br: Rak-leuniet eo ar furmskrid-mañ.
de: Dieses Formular ist schon ausgefüllt.
el: Αυτή η φόρμα είναι προ-συμπληρωμένη.
eo: La formularo jam estas plenigita.
es: Este formulario está pre-completado.
fi: Tämä lomake on esitäytetty.
fr: Ce formulaire est pré-rempli.
he: הטופס זה מולא מראש.
hi: यह फॉर्म पहले से भरा हुआ है।
hu: Ez egy előre kitöltött űrlap.
ia: Iste formulario es pre-completate.
id: Format pencarian ini telah diisi sebelumnya
it: Questo modulo è pre-compilato.
ja: このフォームのいくつかの項目は、既に入力されています。
mr: हा फॉर्म आधीच भरलेला आहे.
nl: Dit formulier is vooraf ingevuld.
pl: Ten formularz jest wstępnie wypełniony.
pt_br: Esse formulário está pré-preenchido.
ro: Acest formular a fost completat în prealabil.
ru: Эта форма предварительно заполнена
sk: Tieto možnosti vyhľadávania sú predvolené.
tr: Tatoeba'da {n} dil var.
tt: Бу форма алдан тутырылган.
vi: Mẫu này đã được điền từ trước.

source: Clear form
ar: امسح الاستمارة
bg: Изчистване от
br: Sklaeraat ar furmskrid
de: Suchkriterien zurücksetzen
el: Καθαρή μορφή
eo: Malplenigi la formularon
es: Borrar formulario
fi: Tyhjennä lomake
fr: Remettre à zéro le formulaire
he: מחיקת שדות הטופס
hi: स्पष्ट प्रपत्र
hu: Mezők törlése
ia: Vacuar formulario
id: Hapus format pencarian
is: Hreinsa eyðublað
it: Pulisci il modulo
ja: 検索条件クリア
mr: फॉर्म पुसून टाका
nl: Formulier leegmaken
pl: Wyczyść formularz
pt_br: Limpar formulário
ro: Goliți formularul
ru: Очистить форму
sk: Obnoviť
tr: Formu temizle
tt: Төгәл форма
vi: Xóa mẫu

source: Sentences
ar: الجُمل
bg: Изречения
br: Frazennoù
de: Sätze
el: Φράσεις
eo: Frazoj
es: Oraciones
eu: Esaldiak
fi: Lauseet
fr: Phrases
he: משפטים
hi: वाक्य
hu: Mondatok
ia: Phrases
id: Kalimat
is: Setningar
it: Frasi
ja: 例文
ku: Hevok
mr: वाक्ये
nl: Zinnen
pl: Zdania
pt_br: Frases
ro: Propoziții
ru: Предложения
sk: Vety
sr: Реченице
tr: Cümleler
tt: Җөмләләр
uk: Речення
vi: Câu

source: Words:
ar: الكلمات:
bg: Думи:
br: Gerioù:
de: Suchbegriffe:
el: Λέξεις:
eo: Vortoj:
es: Palabras:
eu: Hitzak:
fi: Sanat:
fr: Mots :
he: מילים:
hi: शब्द:
hu: Szavak:
ia: Parolas:
id: Kata:
is: Orð:
it: Parole:
ja: 検索語句：
ku: Peyv:
mr: शब्द:
nl: Woorden:
pl: Słowa:
pt_br: Palavras:
ro: Cuvinte:
ru: Слова:
sk: Slová:
sr: Речи:
tr: Kelimeler:
tt: Сүзләр:
uk: Слова:
vi: Từ

source: Enter a word or a phrase
ar: أدخِل كلمة أو عبارة
bg: Въведете дума или фраза
br: Ebarzhit ur ger pe ur frazenn
de: Wort oder Satz(-fragment) eingeben
el: Εισάγετε μια λέξη ή μια φράση
eo: Entajpu vorton aŭ frazon
es: Escriba una palabra o una frase
eu: Sartu hitz bat edo esaldi bat
fi: Syötä sana tai lause
fr: Saisissez un mot ou une phrase
he: נא למלא מילה או ביטוי
hi: यहाँ कोई शब्द या वाक्यांश दर्ज करें
hu: Adj meg egy szót vagy kifejezést
ia: Entra un parola o un phrase
id: Masukkan kata atau frase
is: Sláðu inn orð eða setningu
it: Inserisci una parola o una frase
ja: 検索したい単語またはフレーズを入力してください。
ku: Peyvekê an jî hevokekê bikevê
mr: इथे एखादा शब्द किंवा वाक्यांश प्रविष्ट करा
nl: Vul een woord of zinsdeel in
pl: Wprowadź słowo albo zdanie
pt_br: Digite uma palavra ou frase
ro: Introduceți un cuvânt sau o frază
ru: Введите слово или фразу
sk: Zadajte slovo alebo slovné spojenie
sr: Унесите реч или фразу
tr: Kelime veya cümle girin
tt: Сүз яки җөмлә кертегез
uk: Введіть слово або фразу
vi: Nhập một từ hoặc một cụm từ

source: Language:
ar: اللغة:
bg: Език
br: Yezh:
de: Sprache:
el: Γλώσσα:
eo: Lingvo:
es: Idioma:
eu: Hizkuntza:
fi: Kieli:
fr: Langue :
he: שפה:
hi: भाषा:
hu: Nyelv:
ia: Lingua:
id: Bahasa:
is: Tungumál:
it: Lingua:
ja: 言語：
ku: Ziman:
mr: भाषा:
nl: Taal:
pl: Język:
pt_br: Idioma:
ro: Limba:
ru: Язык:
sk: Jazyk:
sr: Језик:
tr: Dil:
tt: Тел:
uk: Мова:
vi: Ngôn ngữ:

source: Show translations in:
ar: اعرض الترجمات:
bg: Показване на преводи на:
br: Diskouez an droidigezh e:
de: Übersetzungen anzeigen in:
el: Εμφάνιση μεταφράσεων σε:
eo: Montri tradukojn en:
es: Mostrar traducciones en:
eu: Erakutsi esaldiak hemen:
fi: Näytä käännökset kielellä:
fr: Afficher les traductions en :
he: הצגת תרגומים בשפה:
hi: इस भाषा में अनुवाद दिखाएँ:
hu: Fordítások a következő nyelven:
ia: Monstrar traductiones in:
id: Tampilkan terjemahan dalam bahasa:
is: Sýna þýðingar á:
it: Mostra le traduzioni in:
ja: 翻訳を表示する言語：
ku: Wergeran nîşan bide bi:
mr: भाषांतरांची भाषा:
nl: Toon vertalingen in het:
pl: Pokaż tłumaczenia w:
pt_br: Mostrar traduções para o:
ro: Afișați traducerile în:
ru: Показать переводы на:
sk: Zobraziť preklady v jazyku:
sr: Прикажи преводе на:
tr: Çevirilerin gösterileceği dil:
tt: Тәрҗемәләрне күрсәтергә:
uk: Показати переклади мовою:
vi: Hiển thị bản dịch bằng:

# show-translations-in
source: All languages
ar: كل اللغات
bg: Всички езици
br: An holl yezhoù
de: Alle Sprachen
el: Όλες οι γλώσσες
eo: Ĉiuj lingvoj
es: Todos los idiomas
eu: Hizkuntza guztiak
fi: kaikki kielet
fr: toutes les langues
he: כל השפות
hi: सभी भाषाओं में
hu: Minden nyelv
ia: Tote le linguas
id: Semua
is: Öllum tungumálum
it: tutte le lingue
ja: すべての言語
ku: Hemû ziman
mr: सर्व भाषा
nl: Alle talen
pl: Wszystkie języki
pt_br: Todos os idiomas
ro: Toate limbile
ru: все языки
sk: Všetky jazyky
sr: Сви језици
tr: Tüm diller
tt: Барлык телләр
vi: Tất cả ngôn ngữ

source: At least {numericField}
br: D'ar bihanañ {numericField}
de: Mindestens {numericField}
eo: Minimume {numericField}
fi: Vähintään {numericField}
fr: Au moins {numericField}
hu: Legalább {numericField}
ia: Al minus {numericField}
it: Almeno {numericField}
ja: 最小 {numericField}
mr: किमान {numericField}
nl: Minimum{numericField}
tt: Һәрхәлдә {numericField}

source: At most {numericField}
br: D'ar muiañ {numericField}
de: Höchstens {numericField}
eo: Maksimume {numericField}
fi: Enintään {numericField}
fr: Au plus {numericField}
hu: Legfeljebb {numericField}
ia: Al plus {numericField}
it: Al massimo {numericField}
ja: 最大 {numericField}
mr: कमाल {numericField}
nl: Maximum {numericField}
tt: {numericField}дан артык түгел

source: Owner:
ar: المالك:
bg: Собственик:
br: Perc'henn:
de: Besitzer:
el: Ιδιοκτήτης:
eo: Posedanto:
es: Dueño:
eu: Jabea:
fi: Omistaja:
fr: Propriétaire :
he: בעלים:
hi: स्वामी:
hu: Tulajdonos:
ia: Possessor:
id: Pemilik:
is: Eigandi
it: Proprietario:
ja: 所有者：
ku: Xwedî:
mr: मालक:
nl: Eigenaar:
pl: Właściciel:
pt_br: Proprietário:
ro: Proprietar:
ru: Владелец:
sk: Majiteľ:
sr: Власник:
tr: Sahip:
tt: Ия:
uk: Власник:
vi: Chủ sở hữu:

source: Enter a username
ar: أدخِل اسم مستخدم
bg: Въведете потребителско име
br: Ebarzhit un anv-implijer
de: Benutzernamen eingeben
el: Εισαγωγή ονόματος χρήστη
eo: Enigu uzantonomon:
es: Escriba un nombre de usuario
eu: Sartu erabiltzaile-izena
fi: Syötä käyttäjätunnus
fr: Entrez un nom d'utilisateur
he: נא למלא שם משתמש
hi: उपयोगकर्ता नाम दर्ज करें
hu: Adj meg egy felhasználónevet
ia: Entra un nomine de usator
id: Masukkan nama pengguna
is: Sláðu inn notandanafn
it: Inserisci un nome utente
ja: ユーザー名を入力してください。
ku: Navê bikarhêneriyê bikevê
mr: प्रयोक्तानाव प्रविष्ट करा
nl: Voer een gebruikersnaam in
pl: Podaj nazwę użytkownika
pt_br: Digite um nome de usuário
ro: Introduceți un nume de utilizator
ru: Введите имя пользователя
sk: Zadajte užívateľské meno
sr: Унесите корисничко име
tr: Kullanıcı adı girin
tt: Кулланучы исемен кертегез
uk: Введіть ім'я користувача
vi: Nhập tên người dùng

source: Is original
de: Ursprungssatz
fi: On alkuperäinen
fr: Est originale
mr: मूळचे आहे
tt: Оригиналь булып тора

source: Is orphan:
ar: يتيمة:
bg: Сирак е:
br: 'Zo minor:
de: Verwaist?
el: Είναι ορφανό:
eo: Estas orfaj:
es: Es huérfana:
eu: Umezurtz dago:
fi: On orpo:
fr: Orphelines :
he: האם יתום:
hi: अनाथ है:
hu: Árva:
ia: Es orphane:
id: Tak berpemilik:
is: Er munaðarlaus:
it: Frasi orfane:
ja: 野良文：
ku: Bêxwedî ye(?):
mr: अनाथ:
nl: Is een wees:
pl: Niczyje:
pt_br: Está órfã:
ro: Este orfană:
ru: Без владельца:
sk: Je osirelá:
sr: Да ли је сироче:
tr: Sahipsiz mi:
tt: Ятим:
uk: Не має власника:
vi: Là vô chủ

# orphan
source: Any
ar: لا يهمّ
bg: Някой
br: Ne vern
de: Beliebig
el: Οποιοδήποτε
eo: ajne
es: Es indistinto
eu: Edozein
fi: Kaikki käy
fr: n'importe
he: גם וגם
hi: चलेगा
hu: Mindegy
ia: Qualcunque
id: Semua
is: Einhver
it: qualunque
ja: 含む
ku: Hemû
mr: चालतील
nl: Allebei mag
pl: Dowolne
pt_br: Qualquer
ro: Oricare
ru: неважно
sk: Akákoľvek
sr: Било шта
tr: Hepsi
tt: Нинди дә булса
uk: Будь-які
vi: Bất kỳ

source: No
ar: لا
bg: Не
br: Ket
de: Nein
el: Όχι
eo: Ne
eu: Ez
fi: Ei
fr: non
he: לא
hi: नहीं
hu: Nem
id: Tidak
is: Nei
ja: 含まない
ku: Na
mr: असायला नको
nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru: нет
sk: Nie
sr: Не
tr: Hayır
tt: Юк
uk: Ні
vi: Không

source: Yes
ar: نعم
bg: Да
br: Ya
de: Ja
el: Ναι
eo: Jes
es: Sí
eu: Bai
fi: Kyllä
fr: oui
he: כן
hi: हाँ
hu: Igen
ia: Si
id: Ya
is: Já
it: sì
ja: のみ
ku: Erê
mr: असायला हवी
nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: да
sk: Áno
sr: Да
tr: Evet
tt: Әйе
uk: Так
vi: Có

source: Orphan sentences are likely to be incorrect.
ar: تعتري الجُمل اليتيمة الخطأ أكثر من غيرها.
bg: Изреченията сираци вероятно са неправилни.
br: Frazennoù minor a c'hellfe bezañ direizh.
de: Verwaiste Sätze sind mit einiger Wahrscheinlichkeit falsch.
el: Οι ορφανές φράσεις μπορεί να είναι λανθασμένες.
eo: Orfaj frazoj probable enhavas erarojn.
es: Las oraciones huérfanas tienen mayor probabilidad de contener errores.
eu: 'Umezurtz' utzitako esaldiak, okertzat hartuko dira
fi: Orvot lauseet ovat todennäköisesti virheellisiä.
fr: Les phrases orphelines risquent d'être incorrectes.
he: משפטים יתומים הם בדרך כלל שגויים.
hi: अनाथ वाक्य गलत होने की संभावना ज़्यादा होती है।
hu: Árva mondatok, amik valószínűleg nem helyesek.
ia: Phrases orphane es susceptibile de esser incorrecte.
id: Kalimat tak berpemilik kemungkinan memiliki kesalahan
is: Munaðarlausar setningar eru líklegar að vera rangar.
it: È probabile che le frasi orfane non siano corrette.
ja: 野良文（所有者のいない文）は正しくない可能性があります。
ku: Hevokan bêxwedî bi piranî xelet in.
mr: अनाथ वाक्ये चुकीची असण्याची संभाव्यता जास्त असते.
nl: Weeszinnen hebben een hoge kans fout te zijn.
pl: Zdania niczyje często są błędne.
pt_br: As frases órfãs têm mais chances de estar incorretas.
ro: E posibil ca propozițiile orfane să fie incorecte.
ru: Предложения без владельца, возможно, содержат ошибки.
sk: U osirelých viet je vyššia pravdepodobnosť, že sú nesprávne.
sr: Реченице-сирочад су вероватно неисправне.
tr: Sahipsiz cümleler genelde yanlış olur.
tt: Ятимнәрнең тәкъдимнәре, мөгаен, дөрес булмас.
uk: Речення що не мають власника вірогідно є неправильними.
vi: Các câu vô chủ có khả năng không chính xác.

source: Is unapproved:
ar: غير معتمدة:
bg: Не е одобрено:
br: N'eo ket bet kadarnaet:
de: Gesperrt?
el: Είναι μη εγκεκριμένο:
eo: Estas neaprobitaj:
es: Está reprobada:
eu: Ez-onartua:
fi: On vahvistamaton:
fr: Non approuvées :
he: האם לא אושר:
hi: अमान्य है:
hu: Jóváhagyatlan:
ia: Non es approbate:
id: Belum disetujui:
it: Frasi non approvate:
ja: 非承認：
ku: Nepejirandî ye(?):
mr: अमान्य:
nl: Is afgekeurd:
pl: Niezatwierdzone:
pt_br: Está marcada com "eu não aprovo":
ro: Nu este aprobată:
ru: Неодобренные:
sk: Je neschválená:
sr: Да ли је неодобрена:
tr: Onaylanmamış mı:
tt: Расланмаган:
uk: Не схвалені:
vi: Không được chấp thuận:

# unapproved
source: Any
ar: لا يهمّ
bg: Някой
br: Ne vern
de: Beliebig
el: Οποιοδήποτε
eo: ajne
es: Es indistinto
eu: Edozein
fi: Kaikki käy
fr: n'importe
he: גם וגם
hi: चलेगा
hu: Mindegy
ia: Qualcunque
id: Semua
is: Einhver
it: qualunque
ja: 含む
ku: Hemû
mr: चालतील
nl: Allebei mag
pl: Dowolne
pt_br: Qualquer
ro: Oricare
ru: неважно
sk: Akákoľvek
sr: Било шта
tr: Hepsi
tt: Нинди дә булса
uk: Будь-які
vi: Bất kỳ

source: Unapproved sentences are likely to be incorrect.
ar: تعتري الجُمل غير المعتمدة الخطأ أكثر من غيرها.
bg: Неодобрените изречения вероятно са неправилни.
br: Frazennoù chomet hep asant ebet hag a c'hellfe bezañ direizh.
de: Gesperrte Sätze sind mit einiger Wahrscheinlichkeit falsch.
el: Οι μη εγκεκριμένες φράσεις πιθανώς να είναι λανθασμένες.
eo: Neaprobitaj frazoj probable enhavas erarojn.
es: Las oraciones reprobadas tienen mayor probabilidad de contener errores.
eu: Onartu ez diren esaldiak, okertzat hartuko dira
fi: Vahvistamattomat lauseet ovat todennäköisesti virheellisiä.
fr: Les phrases non approuvées risquent d'être incorrectes.
he: משפטים שלא אושרו הם בדרך כלל שגויים.
hi: अमान्य वाक्य गलत होने की संभावना ज़्यादा होती है।
hu: A nem jóváhagyott mondatok hibásak lehetnek
ia: Phrases non approbate es susceptibile de esser incorrecte.
id: Kalimat yang belum disetujui kemungkinan memiliki kesalahan
is: Ósamþykktar setningar eru líklegar að vera rangar.
it: È probabile che le frasi non approvate non siano corrette.
ja: 非承認の文は正しくない可能性があります。
ku: Hevokan nepejirandî bi piranî xelet in.
mr: अमान्य वाक्ये चुकीची असण्याची संभाव्यता जास्त असते.
nl: Afgekeurde zinnen hebben een hoge kans fout te zijn.
pl: Zdania niezatwierdzone często są błędne.
pt_br: As frases marcadas com "eu não aprovo" têm mais chances de estar incorretas.
ro: E posibil ca propozițiile neaprobate să fie incorecte.
ru: Неодобренные предложения, возможно, содержат ошибки.
sk: U neschválených viet je vyššia pravdepodobnosť, že sú nesprávne.
sr: Неодобрене реченице су вероватно неисправне.
tr: Onaylanmamış cümleler genelde yanlış olur.
tt: Расланмаган тәкъдимнәр, мөгаен, дөрес булмас.
uk: Речення що не схвалені вірогідно є неправильними
vi: Các câu chưa được phê duyệt có vẻ không chính xác.

source: Has audio:
ar: مسجّلة:
bg: Има аудио:
br: Aodio ganti:
de: Vertont?
el: Έχει ήχο:
eo: Havas sondosieron:
es: Tiene voz:
eu: Audioa dauka:
fi: On äänite:
fr: Avec un enregistrement sonore :
he: יש שמע:
hi: ऑडियो सहित:
hu: Rendelkezik hangfelvétellel:
ia: Ha audio:
id: Tersemat audio
is: Með upptöku:
it: Frasi dotate di audio:
ja: 音声あり：
ku: Deng heye(?):
mr: ऑडिओसहित:
nl: Heeft audio:
pl: Z nagraniem:
pt_br: Tem áudio:
ro: Cu conținut audio:
ru: Имеет аудио:
sk: Má zvukovú nahrávku:
sr: Има звучни запис:
tr: Sesli mi:
tt: Аудио бар:
uk: Зі звуком:
vi: Có âm thanh:

# audio
source: Any
ar: لا يهمّ
bg: Някой
br: Ne vern
de: Beliebig
el: Οποιοδήποτε
eo: ajne
es: Es indistinto
eu: Edozein
fi: Kaikki käy
fr: n'importe
he: גם וגם
hi: चलेगा
hu: Mindegy
ia: Qualcunque
id: Semua
is: Einhver
it: qualunque
ja: 含む
ku: Hemû
mr: चालतील
nl: Allebei mag
pl: Dowolne
pt_br: Qualquer
ro: Oricare
ru: неважно
sk: Akákoľvek
sr: Било шта
tr: Hepsi
tt: Нинди дә булса
uk: Будь-які
vi: Bất kỳ

source: Tags:
ar: الوسوم:
bg: Тагове:
br: Balizoù:
de: Etiketten:
el: Ετικέτες:
eo: Etikedoj:
es: Etiquetas:
eu: Etiketak:
fi: Tunnisteet:
fr: Étiquettes :
he: תגיות:
hi: टैग:
hu: Címkék:
ia: Etiquettas:
id: Label:
is: Merki:
it: Etichette:
ja: タグ：
ku: Etîket:
mr: खूणचिठ्ठ्या:
nl: Labels:
pl: Tagi:
pt_br: Etiquetas:
ro: Etichete:
ru: Теги:
sk: Štítky:
sr: Ознаке:
tr: Etiketler:
tt: Теглар:
uk: Теґи:
vi: Thẻ:

source: Separate tags with commas.
ar: افصل بين الوسوم بفواصل.
bg: Отделете маркерите със запетаи.
br: Skejit ar balizoù gant skejoù.
de: Durch Kommata zu trennen.
el: Διαχωρισμός ετικετών με κόμματα.
eo: Disigu la etikedojn per komoj.
es: Separe las etiquetas con comas.
eu: Bereizi etiketak komen bidez.
fi: Erottele tunnisteet pilkuilla.
fr: Séparez les étiquettes par des virgules.
he: יש להפריד תגיות בפסיקים.
hi: टैग विभाजित करने के लिये अल्पविरामों का उपयोग करें।
hu: A címkéket vesszővel válaszd el.
ia: Separa etiquettas con commas.
id: Pisahkan label dengan tanda koma.
is: Aðskildu merki með kommum.
it: Separa le etichette con delle virgole.
ja: 半角コンマで区切って複数のタグを指定することができます。
ku: Etîketan bi bêhnokan veqetîne.
mr: खूणचिठ्ठ्या विभक्त करण्यास स्वल्पविराम वापरा.
nl: Scheid labels met komma’s.
pl: Rozdziel tagi przecinkami.
pt_br: Separe as etiquetas por vírgulas.
ro: Separați etichetele cu virgule.
ru: Разделяйте теги запятыми.
sk: Jednotlivé štítky oddeľte čiarkami.
sr: Одвојите ознаке зарезима.
tr: Etiketleri virgülle ayırın.
tt: Тегларны өтер белән аерыгыз.
uk: Відокремлюйте теґи комами
vi: Ngăn cách thẻ bằng dấu phẩy.

source: Belongs to list:
ar: تننتمي لقائمة:
bg: Принадлежи на списък:
br: Perc'hennet gant al listenn:
de: Gehört zur Liste:
el: Ανήκει στον κατάλογο:
eo: Apartenas al listo:
es: Pertenece a la lista:
eu: Zerrenda honi dagokio:
fi: Kuuluu listaan:
fr: Figure sur la liste :
he: שייך לרשימה:
hi: इस सूची में होने चाहिए:
hu: A következő listához tartozik:
ia: Pertine al lista:
id: Terdapat dalam daftar:
is: Er á lista:
it: Appartiene all'elenco:
ja: リスト：
ku: Aîdî lîsteya:
mr: या यादीत असायला हवी:
nl: Behoort toe aan lijst:
pl: Przynależy do listy:
pt_br: Pertence à lista:
ro: Aparține listei:
ru: Принадлежит списку:
sk: Patrí na zoznam:
sr: Припада списку:
tr: Ait olduğu liste:
tt: Исемлеккә керә:
uk: Належить до списка:
vi: Thuộc danh sách:

source: Owned by a self-identified native
ar: يملكها شخص أعلن أنه متحدّث أصلي
bg: Притежава се от самоопределен местен жител
br: Perc'hennet gant un den genidik em-anavezet.
de: Muttersprachlersätze
es: Con un dueño que se identificó como nativo
eu: Jabea bere burua identifikatu duen jatorrizko hiztun bat
fi: Omistaja määrittelee itsensä äidinkieliseksi puhujaksi
fr: Détenues par un locuteur affirmant que c'est sa langue natale
he: בדרך כלל על ידי דוברים ילידיים
hi: स्व-पहचान वाले मूल निवासी के स्वामित्व में
hu: Egy önbevallású anyanyelvitől származik
ia: Possedite per un persona qui se identifica como parlante native
id: Dimiliki oleh pengguna yang menyatakan dirinya penutur asli
is: Eign innfædda
it: Frasi possedute da un madrelingua dichiarato
ja: 所有者がネイティブ（自己申告）：
mr: स्वयंघोषित मातृभाषिकाच्या मालकितली
nl: Eigendom van een moedertaalspreker (naar eigen zeggen)
pl: Należy do osoby, która określiła się jako rodzimy użytkownik języka
pt_br: Pertence a um(a) falante autodeclarado(a) nativo(a)
ro: Deținută de un nativ autoidentificat
ru: Принадлежит самоидентифицированному носителю языка
sk: Vlastnené rodeným hovoriacim
sr: Написана на језику који је власнику матерњи
tr: Ana dilini belirtmiş kullanıcıların cümleleri
uk: Належить користувачу для якого ця мова є рідною
vi: Sở hữu bởi một người bản địa tự xác định

source: Translations
ar: الترجمات
bg: Преводи
br: Troidigezhioù
de: Übersetzungen
el: Μεταφράσεις
eo: Tradukoj
es: Traducciones
eu: Itzulpenak
fi: Käännökset
fr: Traductions
he: תרגומים
hi: अनुवाद
hu: Fordítások
ia: Traductiones
id: Terjemahan
is: Þýðingar
it: Traduzioni
ja: 翻訳
ku: Werger
mr: भाषांतरे
nl: Vertalingen
pl: Tłumaczenia
pt_br: Traduções
ro: Traduceri
ru: Переводы
sk: Preklady
sr: Преводи
tr: Çeviriler
tt: Тәрҗемәләр
uk: Переклади
vi: Bản dịch
