Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: My profile languages
ar: لغاتي في ملفي الشخصي
bg: Езиците на моя профил
br: Yezhoù ma frofil
de: Meine Profilsprachen
eo: Miaj profilaj lingvoj
es: Mis idiomas de perfil
fi: Minun profiilikieleni
fr: Langues de mon profil
he: שפות הפרופיל שלי
hi: मेरी प्रोफ़ाइल भाषाएं
hu: Profilnyelveim
id: Bahasa profil saya
is: Tungumál notandasíðu minnar
it: Le lingue del mio profilo
ja: プロフィールの言語
mr: माझ्या रूपरेखेतील भाषा
nl: Mijn profieltalen
pl: Języki mojego profilu
pt_br: Meu perfil de idiomas
ro: Limbile setate la profilul meu
ru: Языки моего профиля
sk: Moje profilové jazyky
tr: Profil dillerim
tt: Минем профиль телләрем
vi: Ngôn ngữ hồ sơ của tôi

source: Top ten
ar: اللغات العشر الأولى
bg: Топ десет
br: An dek kentañ
eo: La pintaj dek
es: Los diez mayores
fi: Top 10
fr: Dix premières
he: עשרת הטובים ביותר
hi: टॉप टेन
hu: Top tíz
id: Sepuluh teratas
is: Topp tíu
ja: TOP 10
mr: वरच्या दहा
nl: Top tien
pl: Najpopularniejsza dziesiątka
pt_br: Top dez
ro: Top zece
ru: Топ 10
sk: Naj desať
tr: İlk on
tt: Беренче унлык
vi: Tốp mười

source: Show all languages {arrowIcon}
bg: Показване на всички езици {arrowIcon}
br: Diskouez an holl yezhoù {arrowIcon}
de: Alle Sprachen anzeigen {arrowIcon}
eo: Montri ĉiujn lingvojn {arrowIcon}
es: Mostrar todos los idiomas {arrowIcon}
fi: Näytä kaikki kielet {arrowIcon}
fr: Afficher toutes les langues {arrowIcon}
he: להציג את כל השפות {arrowIcon}
hi: सभी भाषाएं दिखाएं {arrowIcon}
hu: Az összes nyelv mutatása {arrowIcon}
id: Tampilkan seluruh bahasa {arrowIcon}
is: Sýna öll tungumál {arrowIcon}
it: Mostra tutte le lingue {arrowIcon}
ja: すべての言語を表示する {arrowIcon}
mr: सर्व भाषा दाखवा {arrowIcon}
nl: Alle talen tonen {arrowIcon}
pl: Pokaż wszystkie języki {arrowIcon}
pt_br: Mostrar todos os idiomas {arrowIcon}
ro: Afișați toate limbile {arrowIcon}
ru: Показать все языки {arrowIcon}
sk: Zobraziť všetky jazyky {arrowIcon}
tr: Tüm dilleri göster {arrowIcon}
tt: Барлык телләрне күрсәтергә {arrowIcon}
vi: Hiển thị tất cả ngôn ngữ {arrowIcon}

source: {user}'s sentences
ar: جمل {user}
bg: Изречения на {user}
br: frazennoù {user}
de: Sätze von {user}
el: φράσεις του {user}
eo: Frazoj de {user}
es: Oraciones de {user}
eu: {user}-ren esaldiak
fi: Käyttäjän {user} lauseet
fr: Phrases de {user}
he: המשפטים של {user}
hi: {user} के वाक्य
hu: {user} mondatai
ia: Phrases de {user}
id: Kalimat dari {user}
is: Setningar frá {user}
it: Frasi di {user}
ja: {user}さんの例文
ku: Hevokên {user}
mr: {user} यांची वाक्ये
nl: Zinnen van {user}
pl: Zdania użytkownika {user}
pt_br: frases sob a responsabilidade de {user}
ro: Propozițiile lui {user}
ru: Предложения {user}
sk: Vety užívateľa {user}
sr: Реченице корисника {user}
tr: {user} kullanıcısının cümleleri
tt: {user}'s җөмләләре
uk: Речення користувача {user}
vi: câu của {user}

source: {user}'s sentences in {language}
ar: جمل {user}‏ {language.معرفة}
bg: Изречения на {user} на {language}
br: frazennoù {user} e {language}
de: Sätze von {user} in {language}
el: φράσεις του {user} στα {language}
eo: La frazoj de {user} en {language}
es: oraciones de {user} en {language}
eu: {user}aren esaldiak honako hizkuntzan: {language}
fi: Käyttäjän {user} {language.genitive}kieliset lauseet
fr: Phrases de {user} en {language}
he: המשפטים של {user} ב{language}
hi: {user} के {language} वाक्य
hu: {user} {language} nyelvű mondatai
ia: Phrases de {user} in {language}
id: Kalimat {user} pada bahasa {language}
is: Setningar frá {user} á {language.dat}
it: Frasi di {user} in {language}
ja: {user}さんの{language}の例文
mr: {user} यांचे {language} भाषेतील वाक्ये
nl: Zinnen van {user} in het {language}
pl: Zdania użytkownika {user} w języku {language}
pt_br: Frases sob a responsabilidade de {user} em {language}
ro: Propozițiile lui {user} în {language}
ru: Предложения {user} на {language.prep}
sk: Vety užívateľa {user} v jazyku {language}
sr: Реченице корисника {user} на {language}
tr: {user} kullanıcısının {language} cümleleri
tt: {user}'s җөмләләре {language}
uk: Речення {language.ins} користувача {user}
vi: các câu của {user} theo {language}

source: Only show original sentences
bg: Показване само на оригинални изречения
br: Diskouez ar frazennoù orin hepken
de: Zeige nur originale Sätze
el: Εμφάνιση μόνο πρωτότυπων φράσεων
eo: Montri nur originalajn frazojn.
es: Mostrar sólo oraciones originales
eu: Erakutsi bakarrik jatorrizko esaldiak
fi: Näytä vain alkuperäisiä lauseita
fr: Ne montrer que les phrases originales
he: להציג משפטים מקוריים בלבד
hi: केवल मूल वाक्य दिखाएँ
hu: Csak az eredeti mondatokat jelenítse meg
ia: Monstrar solmente phrases original
id: Hanya tampilkan kalimat asli.
is: Aðeins sýna upprunalegar setningar.
it: Mostra solo le frasi originali
ja: オリジナルの例文のみ表示
mr: केवळ मूळचे वाक्य दाखवा
nl: Laat alleen originele zinnen zien
pl: Pokaż tylko pierwotne zdania
pt_br: Apenas mostrar frases originais
ro: Afișați numai propozițiile originale
ru: Показывать только оригинальные предложения
sk: Zobraziť iba pôvodné vety
sr: Покажи само оригиналне реченице
tr: Sadece özgün cümleleri göster
tt: Оригиналь җөмләләрне генә күрсәтергә
vi: Chỉ hiển thị các câu gốc

source: {user} does not own any sentences in {language}
bg: {user} не притежава никакви изречения на {language}
br: "{user}", n'en/n'he deus frazenn ebet e {language}
de: {user} besitzt keine Sätze in {language}
el: {user} δεν κατέχει καμία φράση στα {language}
eo: {user} ne havas frazojn en {language}
es: {user} no posee ninguna oración en {language}
eu: {user} erabiltzaileak ez dauka esaldirik hizkuntza honetan: {language}
fi: Käyttäjällä {user} ei ole yhtään {language.genitive}kielistä lausetta
fr: {user} ne possède aucune phrase en {language}
he: אין ל־{user} בעלות על משפטים ב{language}
hi: {user} के {language} में कोई भी वाक्य नहीं हैं
hu: {user} felhasználónak nincsenek {language} nyelvű mondatai
ia: {user} non possede phrases in {language}
id: {user} tidak memiliki kalimat dalam bahasa {language}
is: {user} hefur engar setningar á {language.dat}
it: {user} non possiede alcuna frase in {language}
ja: {user} は {language} の例文を所有していません。
ku: Ti hevokên {user} bi {language} tune ye
mr: {user} यांच्या मालकीचे {language} भाषेत वाक्ये नाहीत
nl: {user} heeft geen zinnen in het {language}
pl: {user} nie posiada żadnych zdań w {language}
pt_br: Usuário {user} não possui nenhuma sentença em {language}.
ro: {user} nu deține nicio propoziție în {language}
ru: У пользователя {user} нет предложений на {language.prep}
sk: užívateľ {user} nevlastní žiadne vety v jazyku {language}
sr: Корисник {user} нема ниједну реченицу на {language}
tr: {user} kullanıcısının hiç {language} cümlesi yok
tt: {user} бернинди җөмләләре дә юк {language}
vi: {user}không sở hữu bất kỳ câu nào trong {language}

source: {user} does not own any sentences
bg: {user} не притежава никакви изречения
br: "{user}", n'en/n'he deus frazenn ebet dezhañ/dezhi
de: {user} besitzt keine Sätze
el: {user} δεν κατέχει καμία φράση
eo: {user} ne posedas frazojn
es: {user} no tiene oraciones
eu: {user} erabiltzaileak ez dauka berea den esaldirik
fi: Käyttäjällä {user} ei ole yhtään lausetta
fr: {user} ne possède aucune phrase
he: ל־{user} אין בעלות על משפטים
hi: {user} के कोई भी वाक्य नहीं है
hu: {user} felhasználónak nincsenek mondatai
ia: {user} non possede ulle phrases
id: {user} belum memiliki kalimat
is: {user} hefur engar setningar
it: {user} non possiede alcuna frase
ja: {user} は例文を所有していません。
ku: Ti hevokên {user} tune ye
mr: {user} यांच्या मालकीचे एकही वाक्य नाही
nl: {user} bezit geen zinnen
pl: {user} nie posiada żadnych zdań
pt_br: Usuário {user} não possui nenhuma sentença.
ro: {user} nu deține nicio propoziție.
ru: {user} не имеет ни одного предложения
sk: užívateľ {user} nevlastní žiadne vety
sr: Корисник {user} нема ниједну реченицу
tr: {user} kullanıcısının hiç cümlesi yok
tt: {user} бернинди җөмләләргә ия түгел
vi: {user}không sở hữu bất kỳ câu nào

# sentences
source: Most recently updated
bg: Най-скоро актуализирани
br: Hizivaet da ziwezhañ
de: Datum der letzten Änderung (neueste)
eo: laste ĝisdatigitaj
es: Actualizadas recientemente
fi: Uusimmat päivitykset
fr: Mises à jour récemment
he: עודכנו לאחרונה
hi: हाल ही में अपडेट किया गया
hu: Legutóbb frissítve
id: Diperbaharui: terbaru - terakhir
is: Nýlegasta uppfært
it: Aggiornate più recentemente
ja: 更新日時：最近のものから
mr: सर्वात अलीकडची अद्ययावत केलेली आधी
nl: Meest recentelijk bijgewerkt
pl: Ostatnio zaktualizowanych
pt_br: Frases atualizadas mais recentemente
ro: Cel mai recent actualizate
ru: Наиболее недавно обновлённые
sk: Naposledy upravené
tr: Son güncellenenler
tt: Соңгы яңарту
vi: Cập nhật gần đây nhất

# sentences
source: Least recently updated
bg: Най-отдавна актуализирани
br: Ar frazennoù hizivaet koshañ
de: Datum der letzten Änderung (älteste)
eo: unue ĝisdatigitaj
es: No actualizadas recientemente
fi: Vanhimmat päivitykset
fr: Mises à jour il y a longtemps
he: הכי פחות אחרונים שעודכנו
hi: कम से कम हाल ही में अपडेट किया गया
hu: Legrégebben frissítve
id: Diperbaharui: terakhir - terbaru
is: Seinasta uppfært
it: Aggiornate meno recentemente
ja: 更新日時：更新された順
mr: सर्वात पूर्वी अद्ययावत केलेली आधी
nl: Minst recentelijk bijgewerkt
pl: Najdawniej zaktualizowanych
pt_br: Menos atualizada recentemente
ro: Cel mai vechi actualizate
ru: Наименее недавно обновлённые
sk: Najstaršie upravené
tr: En eski güncellenene göre
tt: Күптән түгел яңартылды
vi: Ít cập nhật gần đây nhất

# sentences
source: Newest first
bg: Първо най-новите
br: Ar re nevesañ da gentañ
de: Satznummer (neueste zuerst)
eo: plej novaj unue
es: Las más nuevas primero
fi: Uusin ensin
fr: Plus récentes d'abord
he: החדשים ביותר תחילה
hi: सबसे नए वाक्य पहले दिखाए
hu: Legújabb előre
id: Terbaru dahulu
is: Nýjasta fyrst
it: Le più nuove prima
ja: 作成日時：最近のものから
mr: सर्वात नवीन असलेली आधी
nl: Nieuwste eerst
pl: Najnowszych
pt_br: As mais novas primeiro
ro: Cele mai noi mai întâi
ru: Сначала новые
sk: Od najnovších
tr: Önce yeni
tt: Иң яңасы
vi: Mới nhất trước tiên

# sentences
source: Oldest first
bg: Първо най-старите
br: Ar re goshañ da gentañ
de: Satznummer (älteste zuerst)
eo: plej malnovaj unue
es: Las más antiguas primero
fi: Vanhin ensin
fr: Plus anciennes d'abord
he: הישנים ביותר תחילה
hi: सबसे पुराने वाक्य पहले दिखाए
hu: Legrégebbi előre
id: Terlama dahulu
is: Elsta fyrst
it: Le più vecchie prima
ja: 作成日時：作成された順
mr: सर्वात जुनी असलेली आधी
nl: Oudste eerst
pl: Najstarszych
pt_br: As mais antigas primeiro
ro: Cele mai vechi mai întâi
ru: Сначала старые
sk: Od najstarších
tr: Önce eski
tt: Иң искесе
vi: Cũ nhất trước

source: An error occurred while fetching the random sentence. If this persists, please <a href="{}">let us know</a>.
ar: حصل خطب ما أثناء جلب جملة عشوائيّة. إن استمرّ ذلك ففضلًا <a href="{}">أعلمنا</a>.
bg: Възникна грешка при извличане на произволното изречение. Ако това продължава, моля, <a href="{}">уведомете ни</a>.
br: C'hoarvezet ez eus bet ur fazi en ur glask ar frazenn dre-zegouezh. Ma kendalc'h, <a href="{}">lavarit deomp</a> mar plij.
de: Bei der Auswahl des Zufallssatzes ist ein Fehler aufgetreten. Sollte sich dies wiederholen, <a href="{}">gib uns bitte Bescheid</a>.
eo: Okazis eraro dum la serĉado. Se la problemo persistas, bonvolu <a href="{}">informi nin</a>.
es: Ocurrió un error mientras se recuperaba una oración al azar. Si el error persiste, por favor <a href="{}">háganoslo saber</a>.
eu: Errore bat gertatu da ausazko esaldiekin aritu zaren bitartean. Errorea errepikatzen bada, mesedez <a href="{}">jakinarazi guri</a>.
fi: Tapahtui virhe noudettaessa satunnaista lausetta. Jos virhe toistuu, <a href="{}">kerrothan siitä meille</a>.
fr: Une erreur s'est produite en recherchant la phrase aléatoire. Si cela persiste, veuillez <a href="{}">nous le faire savoir</a>.
he: אירעה שגיאה במשיכת המשפט האקראי. אם הבעיה נמשכת, נא <a href="{}">ליידע אותנו</a>.
hi: यादृच्छिक वाक्य लाने के दौरान एक त्रुटि उत्पन्न हुई। यदि यह जारी रहता है, तो कृपया <a href="{}">हमें बताएं</a>।
hu: Hiba történt a véletlenszerű mondat lekérdezése közben. Ha ez továbbra is fennáll, kérünk, <a href="{}">tudasd velünk</a>.
ia: Un error ha occurrite durante le recuperation de un phrase aleatori. Si isto persiste, per favor, <a href="{}">contacta nos</a>.
id: Sebuah kesalahan terjadi saat melakukan pengumpulan. Jika masih berlanjut, silakan <a href="{}">hubungi kami</a>.
it: Si è verificato un errore mentre si riceveva la frase casuale. Se questo problema persiste, <a href="{}">faccelo sapere</a>, per favore.
ja: ランダム表示のデータ取得中にエラーが発生しました。しばらく時間をおいてから再度お試しください。それでも解決しない場合は、<a href="{}">こちら</a>にご連絡ください。
mr: यादृच्छिक वाक्य आणण्यात त्रुटी आढळली. जर असं कायम राहिलं तर <a href="{}">आम्हाला कळवा</a>.
nl: Er is een fout opgetreden bij het ophalen van de willekeurige zin. Als dit aanhoudt, gelieve ons <a href="{}">dat te laten weten</a>.
pl: Wystąpił błąd podczas pobierania losowego zdania. Jeśli błąd dalej będzie występować, <a href="{}">daj nam znać</a>.
pt_br: Ocorreu um erro ao buscar frase aleatória. Se isto persistir, por favor, <a href="{}">avise-nos</a>.
ro: A apărut o eroare la preluarea propozițiilor aleatorii. Dacă acest lucru persistă, vă rugăm <a href="{}">să ne informați</a>.
ru: В процессе поиска случайного предложения возникла ошибка. Если она будет повторяться, пожалуйста, <a href="{}">сообщите нам</a>.
sk: Pri načítavaní náhodnej vety sa vyskytla chyba. Ak táto pretrváva, prosím, dajte <a href="{}">nám vedieť</a>.
sr: Дошло је до грешке приликом добаљања насумичне реченице. Ако се овај проблем настави, слободно нам <a href="{}">јави</a>.
tr: Rastgele cümle getirilirken hata oluştu. Sorun devam ederse lütfen <a href="{}">bize haber verin</a>.
tt: Очраклы җөмләне сайлаганда хата килеп чыккан. Әгәр бу кабатлана икән, зинһар, бу турыда безгә хәбәр итегез.
uk: Під час пошука випадкового речення виникла помилка. Якщо це станеться знов, будь ласка <a href="{}">сповістіть нас</a>.
vi: Đã xảy ra lỗi khi nạp câu ngẫu nhiên. Nếu điều này vẫn tiếp diễn, vui lòng <a href="{}">cho chúng tôi biết </a>.

source: Sentences with: {keywords}
ar: الجمل التي تحتوي على: {keywords}
bg: Изречения с: {keywords}
br: Frazennoù gant: {keywords}
de: Sätze mit: {keywords}
el: Φράσεις με: {keywords}
eo: Frazoj kun: {keywords}
es: Oraciones con: {keywords}
eu: Esaldiak honekin: {keywords}
fi: Hakusanan ”{keywords}” sisältävät lauseet
fr: Phrases avec : {keywords}
he: משפטים עם: {keywords}
hi: '{keywords}' सहित वाक्य
hu: Mondatok a következővel: {keywords}
ia: Phrases con: {keywords}
id: Kalimat dengan kata kunci: {keywords}
is: Setningar með: {keywords}
it: Frasi con: {keywords}
ja: 「{keywords}」の例文
mr: "{keywords}" आढळणारी वाक्ये
nl: Zinnen met: {keywords}
pl: Zdania z {keywords}
pt_br: Frases com: {keywords}
ro: Propoziții cu: {keywords}
ru: Предложения с: {keywords}
sk: Vety so slovami: {keywords}
sr: Реченице са: {keywords}
tr: Şu sözcüğü içeren cümleler: {keywords}
tt: Җөмләләр: {keywords}
uk: Речення що містять: {keywords}
vi: Câu với: {keywords}

source: Sentences in {language} not translated into {translationLanguage}
ar: الجمل {language.معرفة} غير المترجمة إلى {translationLanguage.معرفة}
bg: Изреченията на {language} не са преведени на {translationLanguage}
br: Frazennoù e {language} ha n'int ket troet e {translationLanguage}
de: {language}: Sätze, unübersetzt in folgende Sprache: {translationLanguage}
el: Φράσεις στα {language} δεν έχουν μεταφραστεί στα {translationLanguage}
eo: Frazoj en {language} ne tradukitaj al {translationLanguage}
es: Oraciones en {language} no traducidas a {translationLanguage}
eu: {language} honetako esaldiak, ez daude {translationLanguage} horretan itzulita
fi: {language.genitive}kieliset lauseet, joita ei ole käännetty {translationLanguage.translative}
fr: Phrases en {language} non traduites en {translationLanguage}
he: משפטים ב{language} שלא מותרגמים ל{translationLanguage}
hi: {translationLanguage} में अनुनाद नहीं किये गये {language} वाक्य
hu: {language} mondatok amik még nincsenek {translationLanguage} nyelvre fordítva
ia: Phrases in {language} non traducite in {translationLanguage}
id: Kalimat dalam bahasa {language} yang belum diterjemahkan ke bahasa {translationLanguage}
is: Setningar ekki þýddar úr {language.dat} yfir í {translationLanguage.dat}
it: Frasi in {language} non tradotte in {translationLanguage}
ja: {translationLanguage}に訳されていない{language}の例文
mr: {translationLanguage} भाषेत भाषांतरित नसलेली {language} वाक्ये
nl: Zinnen in het {language} die niet vertaald zijn in het {translationLanguage}
pl: Zdania w {language} nieprzetłumaczone na {translationLanguage}
pt_br: Frases em {language} não traduzidas para o {translationLanguage}
ro: Propoziții în {language} netraduse în {translationLanguage}
ru: Предложения на {language.prep}, не переведенные на {translationLanguage}
sk: Vety v jazyku {language}, ktoré nie sú preložené do jazyka {translationLanguage}
sr: Реченице на {language} које нису преведене на {translationLanguage}
tr: {translationLanguage} diline çevrilmemiş {language} cümleler
tt: Җөмләләр {language} тәрҗемә ителмәгәннәр {translationLanguage}
uk: Речення {language.ins} що не перекладені {translationLanguage.ins}
vi: Các câu bằng {language} không được dịch sang {translationLanguage}

source: Sentences in {language} translated into {translationLanguage}
ar: الجمل {language.معرفة} المترجمة إلى {translationLanguage.معرفة}
bg: Изречения на {language}, преведени на {translationLanguage}
br: Frazennoù e {language} troet e {translationLanguage}
de: Sätze auf {language}, die auf {translationLanguage} übersetzt wurden
el: Φράσεις από τα {language} μεταφρασμένες στα {translationLanguage}
eo: Frazoj en {language} tradukitaj al {translationLanguage}
es: Oraciones en {language} traducidas a {translationLanguage}
eu: {language} hizkuntzan zeuden esaldiak {translationLanguage} hizkuntzara itzuliak
fi: {language.genitive}kieliset lauseet, jotka on käännetty {translationLanguage.translative}
fr: Phrases en {language} traduites en {translationLanguage}
he: משפטים ב{language} שמתורגמים ל{translationLanguage}
hi: {translationLanguage} में अनुवाद किए गए {language} वाक्य
hu: {language} nyelvű mondatok {translationLanguage} nyelvre fordítva
ia: Phrases in {language} traducite in {translationLanguage}
id: Kalimat dalam bahasa {language} yang telah diterjemahkan ke bahasa {translationLanguage}
is: Setningar þýddar úr {language.dat} yfir í {translationLanguage.dat}
it: Frasi in {language} tradotte in {translationLanguage}
ja: {translationLanguage}訳のある{language}の例文
mr: {translationLanguage} भाषेत भाषांतरित केलेली {language} भाषेतील वाक्ये
nl: Zinnen in het {language} vertaald naar het {translationLanguage}
pl: Zdania w {language} przetłumaczone na {translationLanguage}
pt_br: Frases em {language} traduzidas para o {translationLanguage}
ro: Propoziții în {language} traduse în {translationLanguage}
ru: Предложения на {language.prep}, переведенные на {translationLanguage}
sk: Vety v jazyku {language} preložené do jazyka {translationLanguage}
sr: Реченице на {language} које су преведене на {translationLanguage}
tr: {translationLanguage} diline çevrilmiş {language} cümleler
tt: Җөмләләр {language} тәрҗемә ителгәннәр {translationLanguage}
uk: Речення {language.ins} перекладені {translationLanguage.ins}
vi: Các câu bằng {language} được dịch sang {translationLanguage}

source: Sentences in {language}
ar: الجمل {language.معرفة}
bg: Изречения на {language}
br: Frazennoù e {language}
de: Sätze {language}
el: Φράσεις στα {language}
eo: Frazoj en {language}
es: Oraciones en {language}
eu: Esaldiak honako hizkuntzan: {language}
fi: {language.genitive}kieliset lauseet
fr: Phrases en {language}
he: משפטים ב{language}
hi: {language} वाक्य
hu: Mondatok {language} nyelven
ia: Phrases in {language}
id: Kalimat dalam bahasa {language}
is: Setningar á {language.dat}
it: Frasi in {language}
ja: {language}の例文
ku: Hevokên bi {language}
mr: {language} भाषेतील वाक्ये
nl: Zinnen in het {language}
pl: Zdania w {language}
pt_br: Frases em {language}
ro: Propoziții în {language}
ru: Предложения на {language.prep}
sk: Vety v jazyku {language}
sr: Реченице на {language}
tr: {language} cümleler
tt: Җөмләләр {language}
uk: Речення {language.ins}
vi: Câu bằng {language}

source: Sentences not translated into {language}
ar: الجمل غير المترجمة إلى {language.معرفة}
bg: Изреченията не са преведени на {language}
br: Frazennoù chomet hep troidigezh e {language}
de: Sätze ohne Übersetzung in {language}
el: Φράσεις που δεν έχουν μεταφραστέι στα {language}
eo: Frazoj ne tradukitaj en {language}
es: Oraciones no traducidas a {language}
eu: {language} hizkuntzara itzuli ez diren esaldiak
fi: Lauseet, joita ei ole käännetty {language.translative}
fr: Phrases non traduites en {language}
he: משפטים שאינם מתורגמים ל{language}
hi: {language} में अनुवाद नहीं किए गए वाक्य
hu: Mondatok, amelyek nincsenek {language} nyelvre fordítva
ia: Phrases non traducite in {language}
id: Kalimat yang belum diterjemahkan ke bahasa {language}
is: Setningar ekki þýddar á {language.dat}
it: Frasi non tradotte in {language}
ja: {language} に翻訳されていない例文
ku: Hevokên li {language} nehatine wergerandin
mr: {language} भाषेत भाषांतरित नसलेली वाक्ये
nl: Zinnen niet vertaald naar het {language}
pl: Zdania nieprzetłumaczone na {language}
pt_br: Frases não traduzidas para o {language}
ro: Propoziții netraduse în {language}
ru: Предложения, не переведенные на {language}
sk: Vety nepreložené do jazyka {language}
sr: Реченице које нису преведене на {language}
tr: {language} diline çevrilmemiş cümleler
tt: Тәрҗемә ителмәгән җөмләләр {language}
uk: Речення не перекладені {language.ins}
vi: Các câu chưa được dịch sang {language}

source: Sentences translated into {language}
ar: الجمل المترجمة إلى {language.معرفة}
bg: Изречения, преведени на {language}
br: Frazennoù troet e {language}
de: Auf {language} übersetzte Sätze
el: Φράσεις μεταφρασμένες στα {language}
eo: Frazoj tradukitaj al {language}
es: Oraciones traducidas a {language}
eu: {language} hizkuntzara itzulitako esaldiak
fi: Lauseet, jotka on käännetty {language.translative}
fr: Phrases traduites en {language}
he: משפטים שמתורגמים ל{language}
hi: {language} में अनुवाद किए गए वाक्य
hu: {language} nyelvre fordított mondatok
ia: Phrases traducite in {language}
id: Kalimat yang telah diterjemahkan ke bahasa {language}
is: Setningar þýddar á {language.dat}
it: Frasi tradotte in {language}
ja: {language}訳のある例文
ku: Hevokên li {language} hatine wergerandin
mr: {language} भाषेत भाषांतरित केलेली वाक्ये
nl: Zinnen vertaald naar het {language}
pl: Zdania przetłumaczone na {language}
pt_br: Frases traduzidas para o {language}
ro: Propoziții traduse în {language}
ru: Предложения, переведенные на {language}
sk: Vety preložené do jazyka {language}
sr: Реченице које су преведене на {language}
tr: {language} diline çevrilmiş cümleler
tt: Тәрҗемә ителгән җөмләләр {language}
uk: Речення перекладені {language.ins}
vi: Các câu được dịch sang {language}
