Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Indicates the sentences that are contained by any lists. {sampleListLine} means that sentence #381279 is contained by the list that has an id of 13.
ar: تشير إلى أن الجمل مضمنة في أيٍّ من القوائم. {sampleListLine} معناه أن الجملة رقم 381279 مضمَّنة في القائمة ذات المعرف 13.
bg: Показва изреченията, които се съдържат в списъци. {sampleListLine} означава, че изречение #381279 се съдържа в списъка, който има идентификатор 13.
br: Diskouez a ra ar frazennoù a vez endalc'het gant forzh peseurt listenn. {sampleListLine} a dalvez ez eo endalc'het ar frazenn-mañ #381279 gant ul listenn a zo hec'h ID 13 anezhi.
de: Zeigt an, dass die Sätze in einer Liste sind. {sampleListLine} bedeutet, dass Satz Nr. 381279 in der Liste mit ID-Nr. 13 ist.
el: Υποδεικνύει τις προτάσεις που περιέχονται από καμία από τις λίστες. {sampleList Γραμμή} σημαίνει οτι η φράση #381279 περιέχεται από την λίστα που έχει ένα αναγνωριστικό του 13.
eo: Indikas la frazojn, kiuj estas en iuj listoj. {sampleListLine} signifas, ke frazo n-ro 381279 troviĝas en listo, kiu havas la identigilon 13.
es: Indica las oraciones que están contenidas en alguna lista. {sampleListLine} significa que la oración nº 381279 está contenida en la lista que tiene el id 13.
eu: Erakusten ditu edozein zerrendatan dauden esaldiak. {sampleListLine} horrek esan nahi du #381279 zk. duen esaldia ID 13 duen zerrendan dagoela.
fi: Ilmaisee lauseet, jotka ovat osana mitä tahansa listaa. {sampleListLine} tarkoittaa, että lause #381279 on listalla, jonka tunnistenumero on 13.
fr: Indique les phrases qui sont présentes dans chaque liste. {sampleListLine} signifie que la liste qui a l'identifiant 13 comprend la phrase 381279.
he: מציין את המשפטים שנכללים ברשימות כלשהן. המשמעות של {sampleListLine} היא שמשפט מס׳ 381279 כלול ברשימה שמסומנת במזהה 13.
hi: उन वाक्यों को इंगित करता है जो किसी भी सूची में शामिल हैं। {sampleListLine} का अर्थ है कि वाक्य #381279 उस सूची में समाहित है जिसमें 13 की एक आईडी है।
hu: Jelzi azokat a mondatokat, amelyeket valamelyik lista tartalmazza. {sampleListLine} például azt jelenti, hogy a #381279 számú mondatot a 13-as azonosítójú lista tartalmazza.
ia: Indica le phrases que face parte de qualcunque listas. {sampleListLine} significa que le phrase № 381279 figura in le lista con ID 13.
id: Mengindikasikan kalimat yang termuat dalam daftar tertentu. {sampleListLine} menandakan bahwa kalimat #381279 termuat dalam daftar yang memiliki id 13.
it: Indica le frasi che sono contenute in qualunque elenco. {sampleListLine} vuole dire che la frase n° 381279 è contenuta nell'elenco che ha come ID 13.
ja: 各リストに入っている例文のデータです。{sampleListLine} とあれば、リスト番号13のリストに例文番号381279の文が入っているということです。
mr: कोणत्याही याद्यांमध्ये समाविष्ट असलेली वाक्ये संबोधित केली आहेत. {sampleListLine} याचा अर्थ असा की वाक्य क्र. 381279 हे 13 या आयडीच्या यादीत समाविष्ट आहे.
nl: Geeft de zinnen aan die zich in een lijst bevinden. {sampleListLine} betekent dat zin nr. 381279 zich in een lijst bevat met het nummer 13.
pl: Wskazuje zdania zawarte w dowolnej liście. {sampleListLine} oznacza, że zdanie #381279 jest zawarte w liście z ID 13.
pt_br: Indica as frases contidas em qualquer lista. {sampleListLine} significa que a frase #381279 está contida na lista cujo número de identificação é 13.
ro: Indică propozițiile din liste. {sampleListLine} înseamnă că propoziția #381279 face parte din lista care are id-ul 13.
ru: Содержит предложения, находящиеся в каком-либо списке. {sampleListLine} означает, что предложение №381279 находится в списке с идентификатором 13.
sk: Uvádza vety, ktoré sa nachádzajú na zoznamoch. Napríklad {sampleListLine} značí, že veta #381279 sa nachádza na zozname číslo 13.
sr: Обележава реченице које су део било ког списка. {sampleListLine} значи да се реченица #381279 налази на списку који има ID 13.
tr: Herhangi bir listede olan cümleleri gösterir. {sampleListLine}, #381279 numaralı cümlenin 13 numaralı listede olduğu anlamına gelir.
tt: Нинди дә булса исемлектә булган җөмләләрне күрсәтә. {sampleListLine} 381279 номерлы җөмләнең 13 идентификаторлы исемлектә булуын аңлата.
uk: Містить речення що містяться в будь-яких списках. {sampleListLine} значить що речення #381279 міститься в списку з ідентифікатором 13.
vi: Cho biết các câu được chứa trong bất kỳ danh sách nào. {sampleListLine} có nghĩa là câu #381279 được chứa trong danh sách có id là 13.

source: Japanese indices
ar: الفهارس اليابانية
bg: Японски индекси
br: Merkoù Japanek
de: Japanischer Index
el: Ιαπωνικοί δείκτες
eo: Japanaj indicoj
es: Índices japoneses
eu: Japoniar aurkibideak
fi: Japanin indeksoinnit
fr: Repères pour le japonais
hi: जापानी सूचकांक
hu: Japán indexek
ia: Indices japonese
id: Indeks bahasa Jepang
it: Indici giapponesi
ja: 日本語索引
mr: जपानी निर्देशांक
nl: Japanse indexen
pl: Japońskie indeksy
pt_br: Índices do japonês
ro: Indici japonezi
ru: Индексы к японским предложениям
sk: Údaje o japončine
sr: Јапански индекси
tr: Japonca dizinler
tt: Япон индекслары
uk: Японські індекси
vi: Chỉ số Nhật Bản

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
ar: تتضمن ما يقابل "B lines" في ملف ذخيرة تاناكا (Tanaka Corpus) الذي وزعه جم برين. انظر <a href="{url}">هذه الصفحة</a> لتجد الصيغة. كل مدخلة مرتبطة بزوج من الجمل اليابانية الإنجليزية. {sentenceId} يشير إلى معرف الجملة اليابانية. {meaningId} يشير إلى معرف الجملة الإنجليزية.
bg: Съдържа еквивалента на "B линиите" във файла Tanaka Corpus, разпространен от Джим Брин. Вижте <a href="{url}">тази страница</a> за формата. Всеки запис е свързан с двойка японски / английски изречения. {sentenceId}се отнася до идентификатора на японското изречение. {meaningId}се отнася до идентификатора на английското изречение.
br: Enderc'hel a ra kevatalderioù eus al «linennoù B» er restr Tanaka Corpus roet gant Jim Breen. Gwelet <a href="{url}">ar bajenn-mañ</a> evit ar stumm. Pep antre a vez kevreded gant ur re frazennoù japanek/saoznek. {sentenceId} a vuk war ID ar frazenn japanek. {meaningId} a vuk war ID ar frazenn Saoznek.
de: Beinhaltet das Äquivalent der "B-Linien" in der Tanaka-Korpusdatei von Jim Breen. Siehe <a href="{url}">this page</a> für das Format. Jeder Eintrag entspricht einem englisch-japanischen Satzpaar. {sentenceId} ist die Nummer des japanischen Satzes, {meaningId} diejenige des englischen.
el: Περιέχει το ισοδύναμο των «γραμμών Β» στο αρχείο Tanaka Corpus που διανέμεται από τον Jim Breen. Δείτε <a href="{url}">αυτή τη σελίδα</a> για την μορφή. Κάθε είσοδος συνδέεται με ένα ζευγάρι των ιαπωνικών/αγγλικων προτάσεων. {sentenceId} αναφέρεται στην ταυτότητα της ιαπωνικής πρότασης. {meaningId} σημαίνει οτι αναφέρεται στην ταυτότητα της αγγλικής φράσης.
eo: Enhavas la ekvivalenton de la „B-frazoj" en la Tanaka Korpuso distribuita de Jim Breen. Vidu <a href="{url}">tiun ĉi paĝon</a> por la formo. Ĉiu ero estas asociita kun paro de japanaj/anglaj frazoj. {sentenceId} referencas al la identigilo de la japanaj frazoj. {meaningId} referencas al la identigilo de la anglaj frazoj
es: Contiene el equivalente a las "líneas B" en el fichero del Corpus Tanaka distribuido por Jim Breen. Lea <a href="{url}">esta página</a> para más información sobre el formato. Cada entrada está asociada a un par de oraciones en japones/inglés. {sentenceId} hace referencia al id de la oración en japones. {meaningId} hace referencia al id de la oración en inglés.
eu: Jim Breen-ek banatutako Tanaka Corpusaren "B lineak" horien parekoa gordetzen du. Ikus <a href="{url}">orri hau</a> formatua jakiteko. Sarrera bakoitza Japoniera/Ingelesa pare bat esaldiei lotuta dago. {sentenceId} horrek adierazten du jatorrizko japonierazko esaldiaren ID. {meaningId} horrek adierazten du bere itzulpena ingelesez.
fi: Sisältää Jim Breenin jakeleman Tanaka-korpustiedoston ”B-rivien” vastineen. Katso <a href="{url}">tältä sivulta</a> tietoja muotoilusta. Jokainen merkintä liittyy japani/englanti-lausepariin. {sentenceId} viittaa japaninkielisen lauseen numeroon. {meaningId} viittaa englanninkielisen lauseen numeroon.
fr: Contient l'équivalent des « B lines » dans le fichier du corpus de Tanaka distribué par Jim Breen. Consultez <a href="{url}">cette page</a> pour le format. Chaque entrée est associée avec une phrase anglaise et une phrase japonaise. {sentenceId} se rapporte à l'identifiant de la phrase japonaise. {meaningId} se rapporte à l'identifiant de la phrase anglaise.
hi: जिम ब्रीन द्वारा वितरित Tanaka कॉर्पस फ़ाइल में "बी लाइन्स" के बराबर है। प्रारूप के लिए <a href="{url}">यह पृष्ठ</a> देखें। प्रत्येक प्रविष्टि जापानी / अंग्रेजी वाक्यों की एक जोड़ी से जुड़ी हुई है। {sentenceId} जापानी वाक्य की आईडी को संदर्भित करता है। {meaningId} अंग्रेजी वाक्य की आईडी को संदर्भित करता है।
hu: A Jim Breen által megosztott Tanaka Corpus fájl "B sorok" megfelelőjét tartalmazza. A formátumot lásd <a href="{url}">ezen az oldalon</a>. Minden bejegyzéshez egy japán/angol mondatpár tartozik. {sentenceId} a japán mondat azonosítójára utal, {meaningId} pedig az angol mondat azonosítójára.
ia: Contine le equivalente del "lineas B" in le file Tanaka Corpus distribuite per Jim Breen. Vide <a href="{url}">le description del formato</a>. Cata entrata es associate a un par de phrases japonese/anglese. {sentenceId} refere al ID del phrase japonese. {meaningId} refere al ID del phrase anglese.
id: Memuat ekuivalensi dari "B lines" pada berkas Korpus Tanaka yang didistribusikan oleh Jim Breen. Lihat <a href="{url}">halaman ini</a> untuk mengetahui formatnya. Tiap entri dikaitkan pada sepasang kalimat bahasa Jepang-Inggris. {sentenceId} mengacu pada id dari kalimat bahasa Jepang. {meaningId} mengacu pada id dari kalimat bahasa Inggris.
it: Contiene le equivalenze dei registri indice del file del Tanaka Corpus distribuito da Jim Breen. Consulta <a href="{url}">questa pagina</a> per avere delle informazioni sul formato. Ogni voce è associata ad una coppia di frasi in giapponese e in inglese. {sentenceId} si riferisce all'ID della frase giapponese. {meaningId} si riferisce all'ID della frase inglese.
ja: Jim Breen氏が公開している田中コーパスの「Bライン」に相当するデータです。形式については<a href="{url}">こちら</a>をご覧ください。各項目が日英の文のペアに対応しています。{sentenceId}は日本語の文の例文番号で、{meaningId}はそれに対応する英文の例文番号です。
mr: जिम ब्रीन यांनी वितरित केलेल्या तानाका कॉर्पस फाइलीतल्या "बी-लाइन" यांच्या समान असलेल्या नोंदी समाविष्ट आहेत. स्वरूप पाहण्यासाठी <a href="{url}">हे पान</a> पाहा. प्रत्येक नोंद जपानी/इंग्रजी वाक्यांच्या एका जोडीशी संबंधित आहे. {sentenceId} हा जपानी वाक्याचा उल्लेख आहे. {meaningId} हा इंग्रजी वाक्याचा उल्लेख आहे.
nl: Bevat het equivalent van de "B-lijnen" in het Tanaka Corpus-bestand dat gedistribueerd wordt door Jim Breen. Zie <a href="{url}">deze pagina</a> voor het formaat. Elk item wordt geassocieerd met een paar Japanse/Engelse zinnen. {sentenceId} refereert naar het ID van de Japanse zin. {meaningId} refereert naar het ID van de Engelse zin.
pl: Zawiera równoważnik "B lines" w pliku Tanaka Corpus dystrybuowanym przez Jim'a Breen. Zobacz format na <a href="{url}">tej stronie</a>. Każdy wpis powiązany jest z parą japońskich/angielskich zdań. {sentenceId} wskazuje na ID japońskiego zdania. {meaningId} wskazuje na ID angielskiego zdania.
pt_br: Contém o equivalente às "B lines" do arquivo do Tanaka Corpus distribuído por Jim Breen. Acesse <a href="{url}">esta página</a> para conferir o formato. Cada entrada está associada a um par de frases japonês/inglês. {sentenceId} refere-se ao número de identificação da frase em japonês, enquanto {meaningId} se refere ao número de identificação da frase em inglês.
ro: Conține echivalentul „liniilor B” din fișierul Tanaka Corpus distribuit de Jim Breen. Consultați <a href="{url}">această pagină</a> pentru format. Fiecare intrare este asociată cu o pereche de propoziții în japoneză/engleză. {sentenceId} se referă la id-ul propoziției în limba japoneză. {meaningId} se referă la id-ul propoziției în limba engleză.
ru: Содержит эквиваленты так называемых «B lines» корпуса Танаки, распространяемых Джимом Брином. С форматом можно ознакомиться на <a href="{url}">этой странице</a>. Каждая запись ассоциирована с японско-английской парой предложений. {sentenceId} ссылается на идентификатор японского предложения, а {meaningId} — на идентификатор английского.
sk: Obsahuje ekvivalent „B línií“ v súbore Tanaka korpusu šírenom Jimom Breenom. Viď <a href="{url}">túto stránku</a> kvôli formátu. Každý údaj sa vzťahuje na dvojicu japonsko/anglických viet. {sentenceId} odkazuje na číslo japonskej vety. {meaningId} odkazuje na číslo anglickej vety.
sr: Садржи еквивалент "Б линија" из фајла Танака Корпуса који је дистрибуирао Џин Брин. Погледај <a href="{url}">ову страницу</a> да видиш формат. Свака ставка је повезана са паром који чини јапанска и енглеска реченица. {sentenceId} се односи на ID јапанске реченице. {meaningId} се односи на ID енглеске реченице.
tr: Jim Breen tarafından dağıtılan Tanaka Korpus dosyalarındaki "B hatları"nın dengini içerir. Biçim için <a href="{url}">bu sayfaya</a> bakınız. Her öğe bir çift Japonca/İngilizce cümleyle bağlantılıdır. {sentenceId}, Japonca cümlenin numarası demektir. {meaningId} ise İngilizce cümlenin numarasıdır.
tt: Джим Брин тараткан Танак корпусы файлында "B-юл" эквивалентын үз эченә ала. Формат Бу биттә китерелгән. Һәр язу япон һәм инглиз телләрендәге бер-ике җөмлә белән бәйле. {meaningId}} Япон телендәге җөмлә идентификаторына карый. {meaningId} Инглиз җөмлә идентификаторына карый.
uk: Містить еквівалент "B рядків" в файлі мовного корпуса Танаки, що розповзюджує Jim Breen. Прочитайте <a href="{url}">цю сторінку</a> з поясненням про формат. Кожний запис пов'язаний з парою Японських/Англійських речень. {sentenceId} є ідентифікатором Японського речення. {meaningId} є ідентифікатором Англійського речення.
vi: Chứa nội dung tương đương với "dòng B" trong tệp Tanaka Corpus được phân phối bởi Jim Breen. Xem <a href="{url}">trang này</a> để biết định dạng. Mỗi mục nhập được liên kết với một cặp câu tiếng Nhật/Anh. {sentenceId} đề cập đến id của câu tiếng Nhật. {meaningId} đề cập đến id của câu tiếng Anh.

source: Contains the ids of the sentences, in all languages, for which audio is available. Other fields indicate who recorded the audio, its license and a URL to attribute the author. If the license field is empty, you may not reuse the audio outside the Tatoeba project.
bg: Съдържа идентификаторите на изреченията на всички езици, за които е наличен звук. Други полета показват кой е записал аудиото, лиценза му и URL адрес, който да приписва автора. Ако полето за лиценз е празно, не можете да използвате повторно аудио извън проекта Tatoeba.
br: Ebarzhiñ a ra id-ioù ar frazennoù, en holl yezhoù, a zo an aodio ganto. Maeziennoù all a c'hall spisaat gant piv eo bet enrollet an aodio, al lisañs hag un URL da dereiñ an aozer. M'eo goullo ar vaezienn, ne c'hallit ket adimplijout an aodio en diavaez eus ar raktres Tatoeba.
de: Enthält die Nummern sämtlicher vertonter Sätze. Die anderen Felder geben den Urheber der Vertonung, deren Lizenz sowie eine Adresse zur Namensnennung an. Ist keine Lizenz angegeben, so darf die Vertonung außerhalb von Tatoeba nicht verwendet werden.
eo: Enhavas la identigilojn de la frazoj, en ĉiuj lingvoj, por kiuj sonregistraĵo estas havebla. La aliaj kampoj indikas, kiu registris la sonaĵon, ĝian permesilon kaj retadreson kiu ligas al la aŭtoro. Se la kampo „permesilo” estas malplena, vi ne rajtas uzi la registraĵon ekster la projekto Tatoeba.
es: Contiene la identidad de las oraciones, en todos los idiomas, para las cuales hay voz disponible. Otros datos indican quién grabó la voz, su licencia y una URL para atribuir el autor. Si el espacio de licencia está vacío, no podrá reutilizar la voz fuera del proyecto Tatoeba.
eu: Audioa eskuragarri daukaten hizkuntza guztietako esaldien ID helbideak gordetzen ditu. Beste eremuek zera adierazten dute, nork grabatu zuen audioa, zein lizentziapean argitara eman zuen eta egilea nor den jakiteko URL helbidea. Lizentziaren eremua hutsik baldin badago, agian lege arazoren bat egon liteke audio hori Tatoeba proiektutik kanpo erabiltzeko.
fi: Sisältää lauseiden tunnistenumerot niillä kaikilla kielillä, joilla äänite on saatavilla. Muut kentät ilmaisevat kuka on äänittänyt äänitteen, sen lisenssin ja URL-osoitteen, jota käytetään tekijän nimeämisessä. Jos lisenssikenttä on tyhjä, et voi käyttää lausetta Tatoeba-projektin ulkopuollella.
fr: Contient les identifiants des phrases, toutes langues confondues, pour lesquelles un enregistrement sonore disponible. Les autres champs indiquent qui l'a enregistré, sa licence et une URL pour mentionner l'auteur. Si le champ de la licence est vide, vous ne pouvez pas réutiliser l'enregistrement sonore en dehors du projet Tatoeba.
he: מכיל את המזהים של המשפטים, בכל השפות, שיש להם מקטע שמע זמין. שדות אחרים מציינים מי הקליט את מקטע השמע, הרישיון שלו וכתובת לשיוך ליוצרים. אם שדה הרישיון ריק, אסור להשתמש במקטע השמע מחוץ למיזם טטואבה.
hi: सभी भाषाओं में वाक्यों की आईडी शामिल है, जिसके लिए ऑडियो उपलब्ध है। अन्य फ़ील्ड इंगित करते हैं कि लेखक को विशेषता देने के लिए ऑडियो, इसका लाइसेंस और एक यूआरएल किसने रिकॉर्ड किया। लायसेंस फ़ील्ड रिक्त है, तो आप Tatoeba प्रोजेक्ट के बाहर ऑडियो का पुन: उपयोग नहीं हो सकता है।
hu: Tartalmazza minden nyelvű mondat azonosítóit, amelyekhez hangfelvétel áll rendelkezésre. A többi mező tartalmazza, hogy ki rögzítette a felvételt, annak licencét és URL-jét a szerző hivatkozásához. Ha a licenc mező üres, akkor nem használhatod fel a hangfelvételt a Tatoeba projekten kívül.
ia: Contine le IDs del phrases in tote le linguas pro le quales audio es disponibile. Altere campos indica qui ha registrate le audio, su licentia e un URL pro recognoscer le autor. Si le campo de licentia es vacue, tu non pote reusar le audio foras del projecto Tatoeba.
id: Memuat Id dari kalimat-kalimat, di semua bahasa, yang memiliki audio. Kolom yang lain menyatakan siapa yang merekam audio, lisensinya, dan pranala untuk atribusi ke pencipta. Jika kolom lisensi dikosongkan, Anda tidak diperkenankan untuk mempergunakan audio ini di luar proyek Tatoeba.
it: Contiene gli ID delle frasi, in tutte le lingue, per cui è disponibile l'audio. Gli altri campi indicano chi ha registrato l'audio, la sua licenza e un URL per attribuire l'autore. Se il campo della licenza è vuoto, non è possibile riutilizzare l'audio al di fuori di Tatoeba.
ja: 音声が含まれる例文のIDデータです。その他、録音者・ライセンス・著作権の帰属に関するURLが含まれています。ライセンス項目が空欄の場合、Tatoebaプロジェクト以外で音声を再利用することはできません。
mr: सर्व भाषांमध्ये ज्या वाक्यांचे ऑडिओ उपलब्ध आहे त्या वाक्यांच्या आयडी समाविष्ट आहेत. तो ऑडिओ कोणी रेकॉर्ड केला, त्या ऑडिओचा परवाना, आणि निर्मात्याला निर्देशित करण्यासाठी एक यू.आर.एल. हे सर्व इतर रकान्यांमध्ये भरले आहे. जर परवान्याचा रकाना रिकामा असेल तर आपण तातोएबा प्रकल्पाबाहेर या ऑडिओचा पुनः वापर करू शकत नाही.
nl: Bevat de IDs van de zinnen, in elke taal, waarvoor audio beschikbaar is. Andere velden geven aan wie de audio heeft opgenomen, de licentie en een URL om de auteur toe te wijzen. Als het licentieveld leeg is, mag je de audio niet hergebruiken buiten het Tatoeba-project.
pl: Zawiera ID zdań, we wszystkich językach, z nagraniem audio. Inne pola wskazują na autora nagrania, licencję i adres URL do przypisania autora. Jeśli pole licencji jest puste, nie możesz wykorzystywać nagrania poza projektem Tatoeba.
pt_br: Contém os números de identificação das frases, em todos os idiomas, que apresentam gravação de áudio. Outros campos indicam quem as gravou, a licença e o URL de atribuição. Se o campo "licença" estiver vazio, você não pode reutilizar o áudio fora do Tatoeba.
ro: Conține id-urile propozițiilor în toate limbile pentru care este disponibil conținutul audio. Alte câmpuri indică cine a înregistrat conținutul audio, licența sa și o adresă URL de atribuire a autorului. Dacă câmpul de licență este gol, este posibil să nu puteți utiliza conținutul audio în afara proiectului Tatoeba.
ru: Содержит идентификаторы предложений, для которых доступно аудио. Другие поля показывают, кто записал аудио, лицензию и ссылку, с помощью которой можно сослаться на автора. Если поле лицензии пусто, вы не можете повторно использовать данное аудио вне проекта Tatoeba.
sk: Obsahuje čísla viet všetkých jazykov, pre ktoré sú dostupné zvukové nahrávky. Ďalšie políčka uvádzajú meno užívateľa, ktorý nahral zvuk, licenciu a URL na priradenie k autorovi. Ak je políčko licencie prázdne, nemôžete použiť nahrávku mimo Tatoeby.
sr: Садржи ID-јеве реченица, на свим језицима, за које постоји звучни запис. Друга поља указују на то ко је направио снимак, његову лиценцу и URL којим се приписују права аутору. Ако је поље за лиценцу празно, онда није дозвољено да се звучни запис користи ван Татоеба пројекта.
tr: Ses dosyası bulunan tüm dillerdeki cümlelerin numaralarını içerir. Diğer alanlar ise sesi kimin kaydettiğini, lisansını ve ekleyen kişiye atıf yapılan URL'yi belirtir. Lisans alanı boşsa ses dosyasını Tatoeba projesinden başka yerde kullanamayabilirsiniz.
tt: Аудиоязма булган барлык телләрдә җөмлә идентификаторларын үз эченә ала. Башка кырларда аудиоязманы кем яздырганы, аның лицензиясе һәм авторны күрсәтү өчен URL-адресы күрсәтелә. Әгәр "Лицензия" кыры буш икән, сез Татоэба проектыннан читтә аудиоязманы кабат куллана алмыйсыз.
uk: Містить ідентифікатори речень, всіма мовами, для яких є звук. Інші поля містять інформацію про автора звука, ліцензіб та посилання на автора. Якщо поле ліцензії є порожнім, звук не можна використовувати поза межами проекта Tatoeba.
vi: Chứa id của các câu, bằng mọi ngôn ngữ, đã có sẵn âm thanh. Các trường khác cho biết ai đã tạo âm thanh, giấy phép của nó và URL để gán tác giả. Nếu trường cấp phép trống, bạn không thể sử dụng lại âm thanh bên ngoài dự án Tatoeba.

source: Downloading audio
bg: Изтегляне на аудио
br: O pellgargañ an aodio
de: Aufnahme herunterladen
eo: Alŝutanta sondosieron
fi: Ladataan äänitteitä
fr: Télécharger les enregistrements sonores
he: השמע מתקבל
hi: ऑडियो डाउनलोड हो रहा है
ia: Discargar audio
it: Scaricare i file audio
ja: 音声のダウンロード
mr: ऑडिओ डाउनलोड करत आहे
nl: Geluidsbestand wordt gedownload
pt_br: Baixando áudio
ru: Скачивание аудио
tt: Аудионы йөкләү
