Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: This page allows you to massively switch the license of your sentences to {CC0-link}. Among all your sentences, only the ones that meet the following conditions will be affected.
bg: Тази страница ви позволява масово да превключите лиценза на изреченията си на {CC0-link}. Сред всичките ви изречения ще бъдат засегнати само тези, които отговарят на следните условия.
br: Ar bajenn-mañ a ro an aotre deoc'h da cheñch lisañs ho frazennoù betek {CC0-link}. E-mesk hollad ho frazennoù, ar re a genglot gant an divizoù da-heul a vo merket.
de: Auf dieser Seite kannst du deine Sätze geschlossen der Lizenz {CC0-link} unterstellen. Es werden jedoch nur diejenigen betroffen, welche die folgenden Bedinguungen erfüllen.
el: Αυτή η σελίδα σας επιτρέπει την μαζική αλλαγή της άδειας των φράσεων σας σε {CC0-link}. Από όλες τις φράσεις σας, μόνο αυτές που πληρούν τις ακόλουθες προϋποθέσεις θα επηρεαστούν.
eo: Tiu ĉi paĝo ebligas al vi amase ŝanĝi la permesilon de viaj frazoj al {CC0-link}. Inter ĉiuj viaj frazoj nur tiuj, kiuj kongruas kun la jenaj kondiĉoj, estos trafitaj.
es: Esta página le permite cambiar la licencia de sus oraciones de forma múltiple a {CC0-link}. De entre sus oraciones, sólo se verán afectadas las que cumplan las condiciones siguientes
eu: Orri honek lagunduko dizu zure esaldiak multzoka lizentzia libreago batera aldatzen {CC0-link}. Zure esaldien artean, bakarrik aldatu ahal izango dituzu honako baldintzak betetzen dituztenak.
fi: Tällä sivulla voit vaihtaa lauseidesi lisenssiksi {CC0-link} suurina massoina. Vain ne lauseistasi, jotka täyttävät seuraavat ehdot, saavat uuden lisenssin.
fr: Cette page vous permet de passer en bloc vos phrases sous licence {CC0-link}. Parmi toutes vos phrases, seules celles qui remplissent les conditions suivantes seront affectées.
he: העמוד הזה מאפשר לך להחליף, באופן מרוכז, את הרישיון של המשפטים שלך ל־{CC0-link}. מבין כל המשפטים שלך, רק אלו שעונים לתנאים הבאים יושפעו.
hi: यह पृष्ठ आपको अपने वाक्यों के लायसेंस को {CC0-link} पर बड़े पैमाने पर स्विच करने की अनुमति देता है। आपके सभी वाक्यों में, केवल वे ही प्रभावित होंगे जो निम्नलिखित शर्तों को पूरा करते हैं।
hu: Ezen oldal segítségével tömbösítve meg tudod változtatni a mondataid licencét {CC0-link}licencre. Ez csak azokra a mondataidra lesz hatással, amelyek megfelelnek a következő feltételeknek.
ia: Iste pagina te permisse a cambiar massivemente le licentia de tu phrases a {CC0-link}. Inter tote tu phrases, solmente illos que satisface le conditiones sequente essera afficite.
id: Halaman ini adalah untuk mengganti lisensi kalimat-kalimat Anda secara masal ke {CC0-link}. Di antara semua kalimat Anda, hanya yang memenuhi kriteria yang akan terpengaruh.
it: Questa pagina ti permette di cambiare in massa la licenza delle tue frasi in {CC0-link}. Fra tutte le tue frasi, solamente quelle che rispettano le seguenti condizioni saranno coinvolte.
ja: このページでは、例文のライセンスを一括で {CC0-link} に変更することができます。すべての例文のうち、次の条件を満たすものが対象となります。
mr: या पानाद्वारे आपण प्रचंड प्रमाणावर आपल्या वाक्यांचा परवाना बदलून {CC0-link} हा परवाना लावू शकता. आपल्या सर्व वाक्यांमधील केवळ खालील अटी पूर्ण करणारी वाक्ये प्रभावित होतील.
nl: Op deze pagina kan je de licentie van je zinnen massaal overschakelen naar {CC0-link}. Van al jouw zinnen zullen enkel de zinnen die aan de volgende voorwaarden voldoen, aangepast worden.
pl: Ta strona pozwala ci na masową zmianę licencji twoich zdań na {CC0-link}. Wśród wszystkich twoich zdań, wpłynie to tylko na te, które spełniają następujące wymagania.
pt_br: Esta página permite que você altere a licença das suas frases para {CC0-link}. Das suas frases, somente aquelas que atenderem às condições seguintes serão afetadas.
ro: Această pagină vă permite să schimbați la scară largă licența propozițiilor dumneavoastră cu {CC0-link}. Dintre toate propozițiile pe care le dețineți, vor fi afectate doar cele care îndeplinesc următoarele condiții.
ru: Эта страница позволяет перелицензировать большое количество ваших предложений под {CC0-link}. Будут перелицензированы только те из ваших предложений, которые соответствуют требованиям ниже.
sk: Táto stránka vám umožní vo veľkom zmeniť licencie vašich viet na {CC0-link}. Spomedzi všetkých vašich viet budú ovplyvnené iba tie, ktoré spĺňajú následujúce podmienky.
sr: Овај страница ди дозвољава да масовно пребациш лиценцу својих реченица на {CC0-link}. Од свих твојих реченица, овом акцијом ће бити обухваћене само оне које испуњавају следеће услове:
tr: Bu sayfa cümlelerinizin topluca {CC0-link} lisansına dönüştürülmesine olanak tanır. Cümlelerinizin tamamı içinden sadece belirtilen şartlara uyanlar etkilenecektir.
tt: Бу бит сезгә үз тәкъдимнәрегез өчен лицензияне {CC0-link}га массакүләм үзгәртергә мөмкинлек бирә. Сезнең барлык тәкъдимнәрегездән түбәндәге шартларга туры килгәннәре генә үзгәртеләчәк.
vi: Trang này cho phép bạn chuyển giấy phép hàng loạt các câu của bạn sang {CC0-link}. Trong số câu của bạn, chỉ những câu nào đáp ứng các điều kiện sau mới bị ảnh hưởng.

source: The current license of the sentence must be CC BY 2.0 FR.
bg: Настоящият лиценз на изречението трябва да бъде CC BY 2.0 FR.
br: Lisañs ar frazennoù war-ober a rank bezañ CC BY 2.0 FR.
de: Die gegenwärtige Lizenz des Satzes muss CC BY 2.0 FR lauten.
el: Η ισχύων άδεια της φράσεις πρέπει να είναι CC της 2.0 FR.
eo: La nuna permesilo de la frazo devas esti CC BY 2.0 FR.
es: La licencia actual de la oración debe ser CC BY 2.0 FR.
eu: Esaldiaren oraingo lizentzia hauxe izan beharko: CC BY 2.0 FR.
fi: Lauseen nykyisen lisenssin tulee olla CC BY 2.0 FR.
fr: La licence actuelle de la phrase doit être CC BY 2.0 FR.
he: הרישיון הנוכחי של המשפט חייב להיות CC BY 2.0 FR.
hi: वाक्य का वर्तमान लाइसेंस CC BY 2.0 FR होना चाहिए।
hu: A mondat jelenlegi licence CC BY 2.0 FR kell, hogy legyen.
ia: Le licentia currente del phrase debe esser CC BY 2.0 FR.
id: Lisensi kalimat saat ini haruslah CC BY 2.0 FR.
it: La licenza corrente della frase deve essere CC BY 2.0 FR.
ja: 例文の現在のライセンスが CC BY 2.0 FR である。
mr: वाक्याचा वर्तमान परवाना CC BY 2.0 FR असायला हवा.
nl: De huidige licentie van de zin moet CC BY 2.0 FR zijn.
pl: Obecną licencją zdania musi być CC BY 2.0 FR.
pt_br: A licença atual da frase deve ser CC BY 2.0 FR.
ro: Licența curentă a propoziției trebuie să fie CC BY 2.0 FR.
ru: Текущая лицензия предложения должна быть CC BY 2.0 FR.
sk: Súčasná licencia vety musí byť CC BY 2.0 FR.
sr: Тренутна лиценца реченице мора бити CC BY 2.0 FR.
tr: Cümlenin güncel lisansı CC BY 2.0 FR olmak zorundadır.
tt: Тәкъдимнең агымдагы лицензиясе CC BY 2.0 FR булырга тиеш.
uk: Поточна ліцензія речення має бути CC BY 2.0 FR.
vi: Giấy phép hiện tại của câu phải là CC BY 2.0 FR.

source: You must be the original creator of the sentence.
bg: Трябва да сте оригиналният създател на изречението.
br: Rankout a rit bezañ krouer orin ar frazenn.
de: Du musst den Satz erstellt haben.
el: Πρέπει να είσαστε ο αρχικός δημιουργός αυτής της φράσης.
eo: Vi devas esti la originala kreinto de la frazo.
es: Tú debes ser el creador original de la frase.
eu: Esaldiaren jatorrizko bertsioaren sortzailea izan behar duzu.
fi: Sinun täytyy olla lauseen alkuperäinen luoja.
fr: Vous devez être le créateur original de la phrase.
he: המשפט הזה חייב להיות מקורי שנוצר על ידיך.
hi: आपको वाक्य का मूल निर्माता होना चाहिए।
hu: Neked kell lenned a mondat eredeti létrehozójának.
ia: Tu debe esser le creator original del phrase.
id: Anda harus pembuat asli kalimat ini.
it: Devi essere il creatore originale della frase.
ja: あなたはこの例文のオリジナルを作成した者である。
mr: आपण या वाक्याचे मूळ निर्माते असायला हवे.
nl: Je moet de oorspronkelijke auteur van de zin zijn.
pl: Musisz być autorem tego zdania.
pt_br: Você deve ser o criador original da frase.
ro: Trebuie să fiți creatorul original al propoziției.
ru: Вы должны являться изначальным автором предложения.
sk: Musíte byť pôvodný tvorca vety.
sr: Ти мораш да будеш првобитни стваратељ реченице.
tr: Cümlenin ilk sahibi olmak zorundasınız.
tt: Сез бу җөмләнең авторы булырга тиеш.
uk: Ви маєте бути оригінальним автором речення.
vi: Bạn phải là người đầu tiên tạo ra câu.

source: The sentence must be original and not derived from translation.
bg: Изречението трябва да е оригинално и да не се извлича от превод.
br: Ar frazenn a rank bezañ unan orin ha n'hall ket bezañ deveret diwar un droidigezh.
de: Der Satz muss ein Original und darf nicht als Übersetzung entstanden sein.
el: Η φράση πρέπει να είναι πρωτότυπη και να μην προέκυψε από μετάφραση.
eo: La frazo devas esti originala kaj ne derivita de iu traduko.
es: La frase debe ser original y no derivarse de la traducción.
eu: Esaldiak jatorrizkoa izan behar du eta ez itzulpen batetik eratorria.
fi: Lauseen täytyy olla alkuperäisteos eikä luotu kääntämällä.
fr: La phrase doit être originale et non issue d'une traduction.
he: המשפט חייב להיות מקורי ולא נגזרת של התרגום.
hi: वाक्य मूल होना चाहिए और अनुवाद से नहीं लिया जाना चाहिए।
hu: A mondatnak eredetinek kell lennie, azaz nem származhat fordításból.
ia: Le phrase debe esser original e non derivate per traduction.
id: Kalimat ini harus asli dan bukan dari terjemahan.
it: La frase deve essere originale e non derivata da traduzioni.
ja: この例文はオリジナルで他の例文を翻訳したものではない。
mr: वाक्य मूळचे असायला हवे. अर्थात, ते भाषांतरापासून मिळवलेले नसायला हवे.
nl: De zin moet origineel zijn en niet afgeleid zijn van een vertaling.
pl: Zdanie musi być oryginalne i nie może być tłumaczeniem.
pt_br: A frase deve ser original, e não derivada de uma tradução.
ro: Propoziția trebuie să fie originală și nu derivată dintr-o traducere.
ru: Предложение должно быть оригиналом и не являться результатом перевода.
sk: Veta musí byť pôvodná a nie odvodená od prekladu.
sr: Реченица мора да буде оригинална а не изведена из превода.
tr: Cümle özgün olmalı ve çeviri olmamak zorundadır.
tt: Җөмлә тәрҗемәдән алынмаган, ә оригиналь булырга тиеш.
uk: Це речення має бути оригінальним і не утвореним в результаті переклада.
vi: Câu phải là bản gốc và không được lấy ra từ bản dịch.

source: Press the following button to start or restart an analysis of which of your sentences can be switched to CC0.
bg: Натиснете следния бутон, за да стартирате или рестартирате анализ на това кое от изреченията ви може да бъде превключено на CC0.
br: Pouezit war ar bouton da heul evit stagañ pe adstagañ e-barzh dielfennadur peseurt frazennoù a c'hall bezañ lakaet e CC0.
de: Zur Überprüfung, welche Sätze sich unter die Lizenz CC0 stellen lassen, auf den folgenden Knopf drücken.
el: Πατήστε το ακόλουθο κουμπί για να εκκινήσετε ή για να επανεκκινήσετε μια ανάλυση για το αν οι φράσεις σας μπορούν αλλάξουν σε CC0.
eo: Klavu la jenan butonon por startigi aŭ restartigi analizadon pri kiuj frazoj viaj povas esti ŝanĝitaj al CC0.
es: Pulse el botón siguiente para iniciar o reiniciar un análisis de las oraciones a las que se puede cambiar a CC0.
eu: Sakatu honako botoi hau analisi bat egiteko eta jakiteko zure esaldietatik zeintzuk daukate orain CC0 lizentzia librea.
fi: Paina oheista painiketta käynnistääksesti tai käynnistääksesi uudelleen analyysin siitä, mitkä lauseistasi voidaan vaihtaa CC0-linsenssille.
fr: Appuyez sur le bouton suivant pour lancer ou relancer l'analyse desquelles de vos phrases peuvent être passées sous licence CC0.
he: לחיצה על הכפתור הבא תתחיל או תתחיל מחדש ניתוח של אילו מהמשפטים שלך ניתן להעביר ל־CC0.
hi: आपके किस वाक्य को CC0 पर स्विच किया जा सकता है, इसका विश्लेषण शुरू करने या फिर से शुरू करने के लिए निम्न बटन दबाएं।
hu: A gomb megnyomására elkezdődik vagy újraindul annak az elemzése, melyik mondataidat lehet CC0-ra állítani.
ia: Clicca le button sequente pro comenciar o recomenciar un analyse de quales ex tu phrases pote esser cambiate a CC0.
id: Klik di bawah ini untuk memulai atau mengulangi penelitian kalimat mana yang dapat diubah menjadi CC0.
it: Premi il seguente pulsante per avviare o riavviare un'analisi di quali delle tue frasi possono essere messe sotto la licenza CC0.
ja: 次のボタンを押してください。CC0に変更できる例文かどうかの分析を開始または再開します。
mr: आपल्या कोणत्या वाक्यांवर CC0 हा परवाना लावता येईल याचे विश्लेषण सुरू किंवा पुन्हा सुरू करण्यास खालील बटण दाबा.
nl: Druk op de volgende knop om een analyse te starten of te herstarten van de zinnen die naar CC0 overgeschakeld kunnen worden.
pl: Naciśnij poniższy przycisk, aby uruchomić lub zrestartować analizę, które z twoich zdań można zmienić na CC0.
pt_br: Pressione o seguinte botão para iniciar ou reiniciar a análise de quais das suas frases podem ser alteradas para a licença CC0.
ro: Apăsați butonul următor pentru a porni sau reporni o analiză în urma căreia licențele propozițiilor dumnevoastră pot fi schimbate cu CC0.
ru: Нажмите на кнопку ниже, чтобы начать или возобновить поиск среди ваших предложений тех, которые можно перелицензировать под CC0.
sk: Stlačte následujúce tlačítko k začatiu alebo obnoveniu zisťovania, ktoré z vašich viet môžu byť zmenené na CC0.
sr: Притисни следеће дугме да започнеш или рестартујеш анализу која ће ти рећи које реченице могу да се пребаце на CC0.
tr: CC0 lisansına dönüştürülebilecek cümlelerinizin analizini başlatmak veya tekrar yapmak için tuşa basın.
tt: Сезнең кайсы җөмләләрегезне CC 0 га күчерергә мөмкин икәнлеген анализлауны башлау яки яңадан башлау өчен түбәндәге төймәгә басыгыз.
vi: Nhấn nút sau để bắt đầu hoặc tái khởi động việc phân tích những câu nào trong số các câu của bạn có thể được chuyển sang CC0.

source: Start analysis
bg: Стартирай анализ
br: Kregiñ gant an analizadur
de: Überprüfung starten
el: Εκκίνηση ανάλυσης
eo: Startigi la analizadon
es: Iniciar análisis
eu: Hasi analisia
fi: Käynnistä analyysi
fr: Lancer l'analyse
he: התחלת ניתוח
hi: विश्लेषण शुरू करें
hu: Analízis elindítása
ia: Comenciar le analyse
id: Mulai meneliti
it: Inizia l'analisi
ja: 分析を開始する
ku: Analîzê bide destpêkirin
mr: विश्लेषण सुरू करा
nl: Start analyse
pl: Rozpocznij analizę
pt_br: Iniciar análise
ro: Începeți analiza
ru: Запустить анализ
sk: Začať zisťovanie
sr: Започни анализу
tr: Analizi başlat
tt: Анализны башлау
vi: Bắt đầu phân tích

source: Switch license
bg: Промени лиценз
br: Cheñch lisañs
de: Lizenz ändern
el: Αλλαγή άδειας
eo: Ŝanĝi la permesilon
es: Cambiar licencia
eu: Aldatu lizentzia
fi: Vaihda lisenssiä
fr: Changer de licence
he: החלפת רישיון
hi: लाइसेंस बदलें
hu: Licenc módosítása
ia: Cambiar le licentia
id: Ubah lisensi
is: Skipta um leyfi
it: Cambia la licenza
ja: ライセンスを変更する
ku: Lîsansê biguherîne
mr: परवाना बदला
nl: Wissel licentie
pl: Zmień licencję
pt_br: Alterar licença
ro: Schimbați licența
ru: Сменить лицензию
sk: Zmeniť licenciu
sr: Пребаци лиценцу
tr: Lisans değiştir
tt: Күчерү өчен лицензия
vi: Chuyển đổi giấy phép

source: Press the following button to initiate the license switch of the above-listed sentences.
bg: Натиснете следния бутон, за да стартирате превключването на лиценза на горепосочените изречения.
br: Pouezit war ar bouton da-heul evit stagañ gant cheñchamant lisañs ar frazennoù listennet amañ dindan.
de: Zur Durchführung des Lizenzwechsels für sämtliche aufgelisteten Sätze auf den folgenden Knopf drücken.
eo: Klavu la jenan butonon por ekŝanĝi la permesilon de la supre listigitaj frazoj.
es: Pulse el botón siguiente para iniciar el cambio de licencia de las frases mencionadas anteriormente.
eu: Sakatu hurrengo botoi hau goiko zerrendako esaldien lizentzia aldaketarekin hasteko.
fi: Paina oheista painiketta käynnistääksesi yllälistattujen lauseiden lisenssinvaihdoksen.
fr: Appuyez sur le bouton suivant pour initier le changement de licence des phrases listées ci-dessus.
he: לחיצה על הכפתור הבא תחליף את הרישיון של המשפטים הבאים.
hi: ऊपर सूचीबद्ध वाक्यों के लाइसेंस स्विच को आरंभ करने के लिए निम्न बटन दबाएं।
hu: Nyomd meg a következő gombot a fenti mondatok licencmódosításának elindításához.
ia: Clicca le button sequente pro initiar le cambiamento del licentia del phrases listate in alto.
id: Tekan tombol berikut untuk memulai pergantian lisensi kalimat-kalimat yang tertulis di atas.
it: Premi il seguente pulsante per avviare il cambio di licenza delle frasi elencate qui sopra.
ja: 上記の例文のライセンス変更を行うには、次のボタンを押してください。
mr: वरील यादीतील वाक्यांचा परवाना बदल सुरू करण्यास खालील बटण दाबा.
nl: Druk op de volgende knop om de licentie van de bovenstaande zinnen te starten.
pl: Naciśnij następujący przycisk, aby rozpocząć zmianę licencji powyżej wymienionych zdań.
pt_br: Pressione o seguinte botão para iniciar a alteração de licença das frases listadas acima.
ro: Apăsați butonul următor pentru a iniția schimbarea licenței propozițiilor afișate mai sus.
ru: Нажмите на кнопку ниже, чтобы начать перелицензирование предложений, перечисленных выше.
sk: Stlačte následujúce tlačítko k začatiu zmien licencií vyššie uvedených viet.
sr: Притисни следеће дугме да започнеш пребацивање лиценце горенаведених реченица.
tr: Yukarıda listelenmiş cümlelerin lisans değişimini başlatmak için tuşa basın.
tt: Югарыда санап үтелгән тәкъдимнәр нигезендә лицензияләрне күчерүне активлаштыру өчен түбәндәге төймәгә басыгыз.
vi: Nhấn nút sau để bắt đầu chuyển đổi giấy phép của các câu liệt kê ở trên.

source: Be careful, this operation can not be undone. Switching from CC BY to CC0 is possible, but not the opposite.
bg: Внимание, тази операция не може да бъде отменена. Преминаването от CC BY към CC0 е възможно, но не и обратното.
br: Diwallit eta, n'hall ket bezañ nullet. Tremen eus al lisañs CC BY da CC0 a zo posupl, ar c'hontrol n'eo ket avat.
de: Achtung! Dieser Vorganng kann nicht rückgängig gemacht werden! Eine Änderung von CC BY nach CC0 ist möglich, umgekehrt aber nicht!
eo: Atentu: vi ne povos malfari ĉi tion. Ŝanĝi de CC BY al CC0 eblas, sed la malo ne.
es: Preste atención, esta operación no se puede revertir. Es posible cambiar de CC BY a CC0, pero no al contrario.
eu: Kontuz, eragiketa hau eginez gero, ezin atzera jo. Posible da CC BY lizentziatik CC0 lizentziara igarotzea, baina kontrako bidea ezinezkoa.
fi: Olethan varovainen, tätä toimintoa ei voi tehdä tekemättömäksi. Vaihto lisenssistä CC BY lisenssiin CC0 on mahdollista, mutta ei toiseen suuntaan.
fr: Attention, cette opération est irréversible. Passer de CC BY à CC0 est possible, mais pas l'inverse.
he: נא לנקוט במשנה זהירות, זאת פעולה בלתי הפיכה. מעבר מ־CC BY ל־CC0 אפשרי אך לא ההפך.
hi: सावधान रहें, इस कार्यवाही को पूर्ववत नहीं किया जा सकता है। CC BY से CC0 पर स्विच करना संभव है, लेकिन इसके विपरीत नहीं।
hu: Légy óvatos, ez a művelet nem vonható vissza. CC BY licencről lehet CC0-ra váltani, de fordítva nem.
ia: Attende, iste operation non pote esser disfacite. Cambiamento de CC BY a CC0 es possibile, mais le opposito non es.
id: Hati-hati, operasi ini tidak bisa dibatalkan. Mengganti lisensi dari CC BY ke CC0 itu mungkin, tapi tidak sebaliknya.
it: Fai attenzione, questa operazione non può essere annullata. Passare da CC-BY a CC0 è possibile, ma non viceversa.
ja: この操作は元に戻すことができません。CC BY から CC0 への変更は可能ですが、その逆は行えません。ご注意ください。
mr: सावध रहा. ही क्रिया मागे घेतली जात नाही. CC BY काढून CC0 परवाना लावणे शक्य आहे, पण त्याउलट शक्य नाही.
nl: Wees voorzichtig, deze bewerking kan niet ongedaan worden gemaakt. Overschakelen van CC BY naar CC0 is mogelijk, maar niet andersom.
pl: Bądź ostrożny, ta operacja nie może być odwrócona. Przejście z CC BY na CC0 jest możliwe, ale nie na odwrót.
pt_br: Cuidado. Esta operação não pode ser desfeita. É possível alterar a licença de CC BY para CC0, mas não o contrário.
ro: Atenție, această operațiune nu poate fi anulată. Trecerea de la CC BY la CC0 este posibilă, dar nu și invers.
ru: Осторожно, эту операцию нельзя отменить. Можно перейти от лицензии CC BY к CC0, но не наоборот.
sk: Buďte obozretný, tento úkon nemožno zvrátiť. Zmena z CC BY na CC0 je možná, ale nie opačne.
sr: Буди пажљив јер ову операцију не можеш да оповргнеш. Промена из CC BY у CC0 је могућа, али обратно није.
tr: Dikkatli olun, bu işlem geri alınamaz. CC BY lisansından CC0 lisansına geçebilirsiniz fakat tam tersini yapamazsınız.
tt: Сак булыгыз, бу операцияне гамәлдән чыгарырга ярамый. CC BY дан CC0 га күчү мөмкин, ләкин киресенчә түгел.
uk: Будьте уважні, цю операцію неможливо скасувати. Заміна ліцензії з CC BY на CC0 можлива, але не навпаки.
vi: Hãy cẩn thận, không thể hoàn lại thao tác này. Có thể chuyển từ CC BY sang CC0 nhưng không thể ngược lại.

source: Switch license to CC0 1.0
bg: Превключване лиценза на CC0 1.0
br: Tremen d'al lisañs CC0 1.0
de: Lizenzänderung nach CC0 1.0
el: Αλλαγή άδειας σε CC0 1.0
eo: Permesilŝanĝo al CC0 1.0
es: Cambiar la licencia a CC0 1.0
eu: Hautatu honako lizentzia libre hau: CC0 1.0
fi: Vaihda lisenssiin CC0 1.0
fr: Passer à la licence CC0 1.0
he: החלפת הרישיון ל־CC0‏ 1.0
hi: लाइसेंस को CC0 1.0 . पर स्विच करें
hu: Licenc módosítása CC0 1.0-ra
ia: Cambiar licentia a CC0 1.0
id: Ubah lisensi ke CC0 1.0
is: Setja leyfi sem CC0 1.0
it: Cambia la licenza in CC0 1.0
ja: ライセンスを CC0 1.0 へ変更
mr: परवाना बदलून CC0 1.0 परवाना लागू करा
nl: Schakel de licentie om naar CC0 1.0
pl: Zmień licencję na CC0 1.0
pt_br: Alterar licença para 1.0
ro: Schimbați licența cu CC0 1.0
ru: Перелицензировать под CC0 1.0
sk: Zmeniť licenciu na CC0 1.0
sr: Пребаци лиценцу на CC0 1.0
tr: Lisansı CC0 1.0 olarak değiştir
tt: CC0 1.0 га лицензияне алыштырырга
uk: Змінити ліцензію на CC0 1.0
vi: Chuyển giấy phép sang CC0 1.0

source: Unlink
ar: افصل
bg: Прекратяване на връзката
br: Diliammañ
de: Trennen
el: Αποσύνδεση
eo: Malligi
es: Desenlazar
eu: Desestekatu
fi: Poista linkitys
fr: Délier
he: ניתוק
hi: लिंकरहित
hu: Hivatkozás megszüntetése
ia: Disligar
id: Lepas tautan
is: Aftengja
it: Separa
ja: リンク解除
ku: Girêdanê rake
mr: दुवा मोडा
nl: Ontkoppelen
pl: Odłącz
pt_br: Desligar
ro: Întrerupeți legătura
ru: Отсоединить
sk: Odpojiť
sr: Уклони везу
tr: Bağı kaldır
tt: Аеру
uk: Відокремити
vi: Hủy liên kết

source: Unlink this translation.
ar: افصل هذه الترجمة
bg: Прекратете връзката с този превод.
br: Diliammañ an droidigezh.
de: Diese Übersetzung abtrennen.
el: Αποσύνδεση αυτής της μετάφρασης
eo: Malligi ĉi tiun tradukon.
es: Desenlazar esta traducción.
eu: Desestekatu itzulpen hau.
fi: Poista linkki tästä käännöksestä.
fr: Délier cette traduction.
he: ניתוק התרגום הזה.
hi: इस अनुवाद अनलिंक करें।
hu: Fordítás hivatkozásának megszüntetése.
ia: Disligar iste traduction.
id: Lepas tautan terjemahan ini.
is: Aftengja þessa þýðingu.
it: Separa questa traduzione.
ja: リンクを解除する
ku: Girêdana vê wergerê rake.
mr: या भाषांतराची दुवा मोडा
nl: Deze vertaling ontkoppelen
pl: Odłącz to tłumaczenie.
pt_br: Desligar esta tradução
ro: Întrerupeți legătura acestei traduceri.
ru: Отсоединить перевод
sk: Odpojiť tento preklad.
sr: Уклони везу са овог превода
tr: Bu çevirinin bağını kaldır.
tt: Бу тәрҗемә белән элемтәне өзегез.
uk: Відокремити цей переклад.
vi: Hủy liên kết bản dịch này.

source: Link
ar: صِلْ
bg: Връзка
br: Liammañ
de: Verknüpfung
el: Σύνδεσμος
eo: Ligi
es: Enlazar
eu: Esteka
fi: Linkitä
fr: Lier
he: קישור
hi: लिंक
hu: Hivatkozás
ia: Ligar
id: Tautkan
is: Tengja
it: Collega
ja: リンク
ku: Girêdan
mr: दुवा जोडा
nl: Koppelen
pl: Łącze
pt_br: Ligar
ru: Соединить
sk: Pripojiť
sr: Повежи
tr: Bağlantı
tt: Сылтау
uk: Зв'язати
vi: Liên kết
