Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: unknown
ar: مجهول
bg: неизвестен
br: dianav
de: unbekannt
el: άγνωστο
eo: nekonata
es: desconocido
eu: ezezaguna
fi: ; nominative: tuntematon; genitive: tuntemattoman; partitive: tuntematonta; inessive: tuntemattomassa; elative: tuntemattomasta; illative: tuntemattomaan; translative: tuntemattomaksi
fr: inconnu
he: לא ידוע
hi: अज्ञात
hu: ismeretlen
ia: incognite
id: tidak diketahui
is: óvíst
it: lingua sconosciuta
ja: その他
ku: nenas
mr: अज्ञात
nl: onbekend
pl: nieznany
pt_br: desconhecido
ro: necunoscut
ru: неизвестный
sk: neznámy
sr: непознати језик
tr: bilinmeyen
tt: билгесез
uk: невідома
vi: không xác định

source: The furigana was last edited by {author} on {date}.
ar: المستخدم {author} هو آخر من عدّل الفوريغانا بتاريخ {date}.
bg: Фуриганата е последно редактирана от {author} на {date}.
br: Ar furigana a zo bet aozet da ziwezhañ gant {author} d'an/ar {date}.
de: Furigana zuletzt von {author} am {date} bearbeitet.
el: Τα φουριγκάνα τροποποιήθηκαν τελευταία από τον {author} την {date}.
eo: La furigano estis laste modifita de {author} en {date}
es: El furigana fue editado la última vez por {author}el {date}.
eu: Furigana editatu zuen azkena: {author} Eguna: {date}.
fi: Furiganaa muokkasi viimeksi {author} {date}.
fr: Les furiganas ont été édités pour la dernière fois par {author}, le {date}.
he: הפוריגאנה נערכה לאחרונה על ידי {author} בתאריך {date}.
hi: फुरिगाना को अंतिम बार {author} द्वारा {date} को संपादित किया गया था।
hu: A furigana legutóbb {author} által volt szerkesztve, ekkor: {date}.
ia: Le furigana ha essite modificate le ultime vice per {author} le {date}.
id: Furigana ini terakhir diedit oleh {author} pada {date}.
it: I furigana sono stati modificati per l'ultima volta da {author} il {date}.
ja: このフリガナの最終編集者： {author} , {date}
mr: {date} रोजी {author} यांनी फुरिगाना सर्वात अलीकडचे संपादित केले.
nl: De furigana is voor het laatst bewerkt door {author} op {date}.
pl: Furigana była ostatnio edytowana przez {author} w dniu {date}.
pt_br: O furigana foi editado pela última vez por {author} em {date}.
ro: Furigana a fost modificată ultima dată de {author} pe {date}.
ru: Последний раз фуригана редактировалась пользователем {author} {date}.
sk: Furiganu naposledy upravil {author} dňa {date}.
sr: Фигурану последњи пут изменио/ла {author} {date}.
tr: Furigana en son {author} tarafından {date} tarihinde düzenlendi.
tt: Соңгы тапкыр фуригануны {author} {date} редакцияләгән.
vi: Furigana được chỉnh sửa lần cuối bởi {author} vào {date}.

source: Last edited by {author} on {date}
ar: آخر تعديل: {author} بتاريخ {date}
bg: Последно редактирано от {author} на {date}
br: Embannet evit ar wech ziwezhañ gant {author} d'an/ar {date}
de: Zuletzt am {date} von {author} bearbeitet
el: Τελευταία τροποποιήθηκε από τον {author} την {date}.
eo: Laste adaptita de {author} je {date}
es: Última edición por {author} el {date}
eu: {author} egileak {date} egunean azken edizioa
fi: Viimeksi muokannut {author} {date}
fr: Dernière mise à jour par {author} le {date}
he: נערך לאחרונה על ידי {author} ב־{date}
hi: {author} ने {date} को अंतिम संपादन किया
hu: Legutoljára szerkesztve: {author} által, {date}
ia: Ultime modification per {author} al {date}
id: Terakhir diedit oleh {author} pada {date}
is: Síðast breytt af {author} — {date}
it: Ultima modifica da parte di {author} il {date}
ja: 最終編集：{author}, {date}
ku: Herî dawîn ji aliyê {author} ve di {date} de hate sererastkirin
mr: {date} रोजी {author} यांनी सर्वात अलीकडचे संपादित केले
nl: Laatst bewerkt door {author} op {date}
pl: Ostatnio edytowane przez {author} w dniu {date}
pt_br: Editado pela última vez por {author} em {date}
ro: Ultima editare a fost făcută de {author} pe {date}
ru: Последний раз редактировалось пользователем {author} {date}
sk: Naposledy upravil {author} dňa {date}
sr: Последњи пут изменио/ла {author} {date}.
tr: En son {author} tarafından {date} tarihinde düzenlendi
tt: Соңгы тапкыр {author} {date}редакцияләнде
vi: Được chỉnh sửa lần cuối bởi {author} vào {date}

source: List {listName}
ar: اسم القائمة: {listName}
bg: Списък {listName}
br: Listenn {listName}
de: Liste {listName}
el: Κατάλογος {listName}
eo: Listo {listName}
es: Lista {listName}
eu: Zerrenda {listName}
fi: Lista {listName}
fr: Liste {listName}
he: רשימת {listName}
hi: सूची {listName}
hu: Lista {listName}
ia: Lista {listName}
id: Daftar {listName}
is: Listi {listName}
it: Elenco {listName}
ja: リスト {listName}
ku: Lîsteya {listName}
mr: यादी {listName}
nl: Lijst {listName}
pl: Lista {listName}
pt_br: Lista {listName}
ro: Lista {listName}
ru: Список {listName}
sk: Zoznam {listName}
sr: Списак {listName}
tr: Liste {listName}
tt: Исемлек {listName}
vi: Danh sách {listName}

source: Sentence id [tab] Sentence text
ar: معرّف الجملة [محرف جدولة] متن الجملة
bg: Индентификатор на изречението [tab] Текст на изречението
br: ID ar frazenn [tab] Testenn ar frazenn
de: Satznummer [tab] Satzinhalt
el: Αναγνωριστικό φράσης [tab] Κείμενο φράσης
eo: Fraza identigilo [tab] Teksto
es: Identidad de la oración [tab] Texto de la oración
eu: Esaldia id [tab] Esaldiko testua
fi: Lausenumero [tab] Lauseen teksti
fr: Identifiant [tab] Texte
he: מזהה משפט [tab] טקסט המשפט
hi: वाक्य आईडी [tab] वाक्य पाठ
hu: Mondat azonosítója [tab] Mondat szövege
ia: ID del phrase [tab] Texto del phrase
id: Id kalimat [tab] Isi kalimat
is: Setningarauðkenni [tab] Setningartexti
it: ID della frase [tab] Testo della frase
ja: 例文番号 [tab] 例文
mr: वाक्याची आयडी [टॅब] वाक्याचे मजकूर
nl: Zin-id [tabblad] Zintekst
pl: ID zdania [tab] Treść zdania
pt_br: Número de identificação da frase [tab] Texto da frase
ro: ID propoziție [tab] Text propoziție
ru: ID предложения [tab] Текст предложения
sk: Číslo vety [tab] Text vety
sr: ID реченице [tab] Садржај реченице
tr: Cümle id [tab] Cümle metni
tt: Җөмлә идентификаторы [tab] җөмлә тексты
vi: Id câu [tab] Văn bản câu

source: Sentence pairs in {language1}-{language2}
bg: Двойки изречения на {language1} - {language2}
br: Ur re frazennoù e {language1}-{language2}
de: Satzpaare {language1}-{language2}
eo: Frazduopoj en {language1}-{language2}
es: Parejas de oraciones en {language1}{language2}
fi: Lauseparit kielillä {language1} ja {language2}
fr: Paires de phrases en {language1}-{language2}
he: צמדי משפטים ב{language1}-{language2}
hi: {language1}-{language2} में वाक्य जोड़े
hu: {language1}-{language2} nyelveken mondatpárok
ia: Pares de phrases in {language1}-{language2}
id: Pasangan kalimat dalam bahasa {language1}-{language2}
is: Setninga tvennur á {language1.dat} - {language2.dat}
it: Coppie di frasi in {language1}-{language2}
ja: 例文の組み合わせ {language1}-{language2}
mr: {language1}-{language2} यांमध्ये वाक्यांच्या जोड्या
nl: Zinparen in {language1}-{language2}
pl: Pary zdań w {language1}-{language2}
pt_br: Pares de frase em {language1}traduzidas para o {language2}-
ro: Perechi de propoziții în {language1}-{language2}
ru: Пары предложений на {language1}-{language2}
sk: Dvojice viet v jazykoch {language1}-{language2}
tr: {language1}-{language2} dillerindeki cümle eşleri
tt: {language1}-{language2} җөмлә парлары
vi: Các cặp câu trong {language1} - {language2}

source: Sentence id [tab] Sentence text [tab] Translation id [tab] Translation text
bg: Идентификационен номер на изречението [tab] Текст на изречението [tab] Идентификационен номер на превода [tab] Текст на превода
de: Nr. (Satz) Nr. [tab] Text (Satz) [tab] Nr. (Übersetzung) [tab] Text (Übersetzung)
eo: Fraza identigilo [tab] Originala teksto [tab] Traduk-identigilo n-ro [tab] Tradukita teksto
es: Oración id [pestaña] Texto de oración [pestaña] Traducción id [pestaña] Texto de traducción
fi: Lausenumero [tab] Lauseen teksti [tab] Käännöksen tunnistenumero [tab] Käännöksen teksti
fr: Id de la phrase [tab] Texte de la phrase [tab] Id de la traduction [tab] Texte de la traduction
he: מזהה משפט [tab] טקסט משפט [tab] מזהה תרגום [tab] טקסט תרגום
hi: वाक्य आईडी [tab] वाक्य पाठ [tab] अनुवाद आईडी [tab] अनुवाद पाठ
hu: Mondat azonosítója [tab] Mondat szövege [tab] Fordítás azonosítója [tab] Fordítás szövege
ia: ID del phrase [tab] Texto del phrase [tab] ID del traduction [tab] Texto del traduction
id: id kalimat [tab] Teks kalimat [tab] id Terjemahan [tab] Teks terjemahan
it: ID della frase [tab] Testo della frase [tab] ID della traduzione [tab] Testo della traduzione
ja: 例文番号 [tab] 例文 [tab] 翻訳の例文番号 [tab] 翻訳の例文
mr: वाक्याची आय.डी. [टॅब] वाक्याचे मजकूर [टॅब] भाषांतराची आय.डी. [टॅब] भाषांतराचे मजकूर
nl: Zin-id [tab] Zintekst [tab] Vertalings-id [tab] Vertalingstekst
pl: ID zdania [tab] Tekst zdania [tab] ID tłumaczenia [tab] Tekst tłumaczenia
pt_br: Número de identificação da frase [tab] Texto da frase [tab] Número de identificação da tradução [tab] Texto da tradução
ro: Propoziția id [tab] Textul propoziției [tab] Traducerea id [tab] Textul traducerii
ru: ID предложения [tab] Текст предложения [tab] ID перевода [tab] Текст перевода
sk: Číslo vety [tab] Text vety [tab] Číslo prekladu [tab] Text prekladu
tt: Текст идентификаторы [tab] текстны [tab] тәрҗемә итү идентификаторы [tab] текстны Тәрҗемә итү
vi: Id câu [tab] Văn bản câu [tab] Id bản dịch [tab] Văn bản dịch

source: Sentences to switch to CC0
ar: الجُمل لنقلها إلى رخصة CC0
bg: Изречения преминаващи към CC0 (Криейтив Комънс)
br: Frazennoù da lakaat dindan CC0
de: Sätze, die unter die Lizenz CC0 gestellt werden sollen:
el: Φράσεις γα αλλαγή σε CC0
eo: Frazoj, kiuj iĝu CC0.
es: Oraciones para cambiar a CC0
eu: Esaldiak CC0 lizentzia librera aldatzeko:
fi: CC0-lisenssille vaihdettavat lauseet
fr: Phrases à passer sous licence CC0
he: משפטים להמרה ל־CC0
hi: CC0 पर स्विच करने के लिए वाक्य
hu: CC0 licencre módosítandó mondatok
ia: Phrases a cambiar a CC0
id: Kalimat akan dialihkan ke lisensi CC0
is: Setningar til að breyta yfir á CC0
it: Frasi da mettere sotto la licenza CC0
ja: CC0 へ変更する例文
mr: CC0 ला बदलायची असलेली वाक्ये
nl: Zinnen die naar CC0 overgeschakeld moeten worden
pl: Zdania do zmiany na licencję CC0.
pt_br: Frases a ser alteradas para a licença CC0
ro: Licențe de propoziții ce trebuie schimbate cu CC0
ru: Предложения, которые будут перелицензированы под CC0
sk: Vety určené zmenu licencie na CC0
sr: Реченице за пребацивање на CC0
tr: CC0 olarak değiştirilecek cümleler
tt: CC0 га күчү буенча тәкъдимнәр
vi: Các câu sẽ được chuyển sang CC0

source: You cannot send an empty message.
ar: لا يمكنك إرسال رسالة فارغة.
bg: Не можете да изпратите празно съобщение.
br: Ne c'hallit ket kas ur gemennadenn goullo.
de: Die Nachricht darf nicht leer sein.
el: Δεν μπορείτε να στείλετε κενό μήνυμα.
eo: Vi ne povas sendi malplenan mesaĝon.
es: No puede enviar un mensaje vacío.
eu: Ezin duzu mezu hutsik igorri.
fi: Et voi lähettää tyhjää viestiä.
fr: Vous ne pouvez pas envoyer un message vide.
he: לא ניתן לשלוח הודעה ריקה.
hi: आप रिक्त संदेश नहीं भेज सकते।
hu: Nem tudsz üres üzenet küldeni.
ia: Tu non pote inviar un message vacue.
id: Pesan kosong tidak dapat dikirimkan.
is: Þú getur ekki sent tóm skilaboð.
it: Non puoi inviare un messaggio vuoto.
ja: メッセージ欄が空のため送信できません。
ku: Tu nikarî peyama vala bişîne.
mr: रिकामा संदेश पाठवता येत नाही.
nl: Je kunt geen leeg bericht verzenden.
pl: Nie możesz wysłać pustej wiadomości.
pt_br: Você não pode enviar uma mensagem vazia.
ro: Nu puteți trimite un mesaj gol.
ru: Вы не можете отправлять пустые сообщения.
sk: Prázdna správa nemôže byť poslaná.
sr: Није могуће послати празну поруку.
tr: Boş mesaj gönderemezsiniz.
tt: Сез буш хәбәр җибәрә алмыйсыз.
uk: Не можна надіслати порожнє повідомлення.
vi: Bạn không thể gửi một tin nhắn trống.

source: You must fill the "To" field.
ar: عليك ملء حقل ”إلى“.
bg: Трябва да попълните полето "До".
br: Rankout a rit leuniañ ar vaezienn "Da".
de: Es muss ein Empfänger angegeben werden.
el: Πρέπει να συμπληρώσετε το πεδίο "Προς".
eo: Vi devas plenigi la „Al”-kampon.
es: Debe rellenar el campo "To".
eu: Bete behar duzu "nora" eremua.
fi: Sinun täytyy täyttää vastaanottaja-kenttä.
fr: Vous devez remplir le champ « À ».
he: חובה למלא את שדה "נמענים".
hi: आप "TO" भाग को खाली नहीं छोड़ सकते है।
hu: Ki kell töltened a "Címzett" mezőt.
ia: Il es obligatori completar le campo "A".
id: Silakan isi kolom "Kepada".
is: Þú verður að fylla út ‚Að‘ reitinn.
it: Devi compilare il campo "A".
ja: 宛先を入力してください。
ku: Divê tu qada "Stîner" tije bikî.
mr: "प्रती" रकाना भरणे आवश्यक आहे.
nl: Je moet het vakje "Aan" invullen.
pl: Musisz wypełnić pole "Do"
pt_br: Você deve preencher o campo "Para".
ro: Trebuie să completați câmpul „Către”.
ru: Вы должны заполнить поле «Кому».
sk: Musíte vyplniť políčko „Komu“.
sr: Морате да попуните поље "За".
tr: "Alıcı" kısmını doldurmalısınız.
tt: Сез басуны "Кемгә" тутырырга тиеш.
uk: Поле "Кому" має буте заповненим.
vi: Bạn phải điền vào trường "Tới".

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
ar: لا وجود للمستخدم {username} الذي تريد إرسال هذه الرسالة إليه. من فضلك جرّب اسمًا آخر.
bg: Потребителят {username}, на когото искате да изпратите това съобщение, не съществува. Моля, опитайте с друго потребителско име.
br: N'eus ket eus an implijer {username} ho poa c'hoant kas ur gemennadenn dezhañ. Klaskit gant anv un implijer all mar plij.
de: Der Benutzer, dem du diese Nachricht schicken willst, existiert nicht. Bitte versuche es mit einem anderen Benutzernamen!
el: Ο χρήστης {username} στον οποίο θέλετε να στείλετε αυτό το μήνυμα δεν υπάρχει. Παρακαλώ δοκιμάστε ένα άλλο όνομα χρήστη.
eo: La uzanto {username}, al kiu vi volas sendi tiun mesaĝon, ne ekzistas. Bonvolu provi denove kun alia uzantnomo.
es: Ya no existe el usuario {username} al que le quiere enviar este mensaje. Inténtelo con otro nombre de usuario.
eu: Bidali nahi diozun {username} erabiltzaile hori ez da existitzen. Mesedez, saia zaitez beste erabiltzaile izen batekin.
fi: Käyttäjää {username}, jolle haluat lähettää tämän viestin, ei ole olemassa. Kokeile toista käyttäjätunnusta.
fr: L'utilisateur {username} à qui vous voulez envoyer ce message n'existe pas. Veuillez essayer un autre nom d'utilisateur.
he: יעד ההודעה {username} לא קיים. נא לנסות שם משתמש אחר.
hi: उपयोगकर्ता {username} जिसे आप यह संदेश भेजना चाहते हैं, मौजूद नहीं है। कृपया किसी अन्य उपयोगकर्ता नाम के साथ प्रयास करें।
hu: A(z) {username} névű felhasználónak nem lehet üzenetet küldeni. Kérünk, próbálj meg egy másik felhasználónevet.
ia: Le usator {username} a qui tu vole inviar iste message non existe. Tenta con un altere nomine de usator.
id: Pengguna dengan nama {username} tidak dapat ditemukan. Silakan coba nama pengguna yang lain.
it: L'utente {username} a cui vuoi inviare questo messaggio non esiste. Per favore, riprova con un altro nome.
ja: {username}というユーザー名は登録されていません。宛先を他のユーザー名にしてやり直してください。
mr: आपण ज्या प्रयोक्त्याला हा संदेश पाठवू इच्छिता ({username}), तो अस्तित्वात नाही. कृपया एखादे दुसरे प्रयोक्तानाव घालून पाहा.
nl: De gebruiker {username} aan wie je dit bericht wilt sturen, bestaat niet. Probeer het nog eens met een andere gebruikersnaam.
pl: Użytkownik {username}, któremu chciałeś/łaś wysłać wiadomość, nie istnieje. Spróbuj inną nazwę użytkownika.
pt_br: O usuário {username}, a quem você deseja enviar esta mensagem, não existe. Por favor, tente novamente com outro nome de usuário.
ro: Utilizatorul {username} căruia doriți să îi trimiteți acest mesaj nu există. Vă rugăm încercați cu alt nume de utilizator.
ru: Пользователя {username}, которому вы хотите послать сообщение, не существует. Пожалуйста, введите другое имя.
sk: Užívateľ {username}, ktorému chcete poslať túto správu nejestvuje. Prosím, skúste iné prihlasovacie meno.
sr: Корисник {username} коме покушавате да пошаљете ову поруку не постоји. Проверите корисничко име.
tr: Bu mesajı göndermek istediğiniz {username} kullanıcısı mevcut değil. Lütfen başka bir kullanıcı adıyla deneyin.
tt: Сез бу хәбәрне җибәрергә теләгән кулланучы {username} юк. Зинһар, кулланучының башка исемен кулланып карагыз.
uk: Користувач {username}, якому ви бажаєте відіслати це повідомлення, не існує. Спробуйте, будь ласка, змінити ім'я користувача.
vi: Người dùng {username} mà bạn muốn gửi tin nhắn này không tồn tại. Vui lòng thử với tên người dùng khác.

source: Comments cannot be empty.
ar: لا يمكنك كتابة تعليق فارغ.
bg: Коментарите не може да са празни.
br: Ne c'hall ket bezañ goullo an evezhiadennoù.
de: Kommentare dürfen nicht leer sein.
el: Τα σχόλια δεν μπορεί να είναι κενά.
eo: Komentoj ne povas esti malplenaj.
es: Los comentarios no pueden estar vacíos.
eu: Iruzkinak ezin dira hutsik egon.
fi: Kommentit eivät voi olla tyhjiä.
fr: Les commentaires ne peuvent être vides.
he: תגובות לא יכולות להיות ריקות.
hi: टिप्पणियाँ रिक्त नहीं हो सकतीं।
hu: A megjegyzések nem lehetnek üresek.
ia: Commentos non pote esser vacue.
id: Kolom komentar tidak boleh kosong.
is: Ummæli geta ekki verið tóm.
it: I commenti non possono essere vuoti.
ja: コメントが空欄です。
ku: Şîroveyên vala nayên şandin.
mr: टिप्पणी रिकामी नाही असू शकत.
nl: Opmerkingen kunnen niet leeg zijn.
pl: Komentarz nie może być pusty.
pt_br: Os comentários não podem ficar em branco.
ro: Comentariile nu pot fi goale.
ru: Комментарий не может быть пустым.
sk: Komentár nemôže byť prázdny.
sr: Коментари не могу да буду празни.
tr: Boş yorum gönderilemez.
tt: Шәрехләр буш була алмый.
uk: Порожні коментарі не дозволяються.
vi: Nhận xét không được để trống.

source: unnamed list
ar: قائمة غير مسمّاة
bg: Неименован списък
br: listenn dizanv
de: unbenannte Liste
el: κατάλογος χωρίς όνομα
eo: sennoma listo
es: lista sin nombre
eu: izenik gabeko zerrenda
fi: Nimeämätön lista
fr: liste sans nom
he: רשימה ללא שם
hi: अनामांकित सूची
hu: névtelen lista
ia: lista sin nomine
id: daftar tak bernama
is: ónefndur listi
it: elenco senza nome
ja: 無題のリスト
ku: lîsteya bênav
mr: अनामांकित यादी
nl: naamloze lijst
pl: lista bez nazwy
pt_br: lista sem nome
ro: listă fără nume
ru: безымянный список
sk: bezmenný zoznam
sr: неименован списак
tr: isimsiz liste
tt: аталмаган исемлек
uk: Безіменний список
vi: danh sách không có tên

source: This is not a valid license.
ar: الرخصة هذه غير صالحة.
bg: Това не е валиден лиценз.
br: Neket ul lisañs mat.
de: Unzulässige Lizenz.
el: Αυτή η άδεια δεν είναι έγκυρη.
eo: Tio ĉi ne estas valida permesilo.
es: Ésta no es una licencia válida.
eu: Lizentzia mota hau ez da hemen onartzen.
fi: Se ei ole voimassa oleva lisenssi.
fr: Ce n'est pas une licence valide.
he: רישיון זה אינו תקין.
hi: यह मान्य लाइसेंस नहीं है।
hu: Ez nem egy érvényes licenc.
ia: Isto non es un licentia valide.
id: Lisensi ini tidak sahih.
is: Þetta er ekki gilt leyfi.
it: Questa non è una licenza valida.
ja: ライセンスが無効です。
ku: Ev ne lîsanseke derbasdar e.
mr: हा वैध परवाना नाही.
nl: Dit is geen geldige licentie.
pl: Ta licencja jest nieważna.
pt_br: Esta não é uma licença válida.
ro: Aceasta nu este o licență validă.
ru: Некорректная лицензия.
sk: Toto nie je platná licencia.
sr: Ово није валидна лиценца.
tr: Bu geçerli bir lisans değil.
tt: Бу дөрес булмаган лицензия.
vi: Đây không phải là một giấy phép hợp lệ.

source: This sentence is already under that license.
ar: الجملة بهذه الرخصة فعلًا.
bg: Това изречение вече е под този лиценз.
br: Ar frazenn-mañ a zo dindan al lisañs-mañ endeo.
de: Der Satz steht bereits unter dieser Lizenz.
el: Αυτή η φράση είναι ήδη ύπο αυτή την άδεια.
eo: Tiu ĉi frazo jam estas sub tiu ĉi permesilo.
es: Esta oración ya está sujeta a esa licencia.
eu: Esaldi hau, dagoeneko, lizentzia horrekin dago.
fi: Tämä lause on jo lisenssoitu kyseisellä lisenssillä.
fr: Cette phrase est déjà sous cette licence.
he: המשפט הזה כבר כפוף לרישיון הזה.
hi: यह वाक्य पहले से ही उस लाइसेंस के तहत है।
hu: Ez a mondat már az adott licenccel rendelkezik.
ia: Iste phrase jam es sub ille licentia.
id: Lisensi kalimat ini sudah sama dengan lisensi tersebut.
is: Þessi setning er þegar undir því leyfi.
it: Questa frase ha già quella licenza.
ja: この例文は以下のライセンスが適用されています。
ku: Jixwe ev hevok di bin banê wê lîsansê de ye.
mr: या वाक्यावर आधीच हा परवाना लागू आहे.
nl: Deze zin valt al onder die licentie.
pl: To zdanie już posiada tę licencję.
pt_br: Esta frase já está sob esta licença.
ro: Această propoziție se află deja sub licența respectivă.
ru: На это предложение уже распространяется данная лицензия.
sk: Táto veta už spadá pod túto licenciu.
sr: Ова реченица је већ под том лиценцом.
tr: Bu cümle zaten o lisansın altında.
tt: Бу тәкъдим инде бу лицензия тәэсире астына эләгә.
uk: Це речення вже під цією ліцензією.
vi: Câu này đã được xác nhận với giấy phép đó.

source: The sentence needs to be original (not initially derived from translation).
bg: Изречението трябва да е оригинално (не първоначално получено от превод).
br: Ar frazenn a rank bezañ unan dibar anezhi (ha neket deveret diwar un droidigezh er penn-kentañ).
de: Der Satz muss ein Original sein, d. h., es darf sich nicht um eine Übersetzung handeln.
el: Αυτή η φράση πρέπει να είναι πρωτότυπη (να μην προέκυψε από μετάφραση).
eo: La frazo devas esti originala (ne derivita de traduko).
es: La oración ha de ser original (no derivada inicialmente de una traducción).
eu: Esaldia jatorrizkoa izan beharko luke (ez jatorrizko esaldi baten itzulpena).
fi: Lauseen täytyy olla alkuperäisversio (ei käännös).
fr: Cette phrase doit être originale (non initialement dérivée d'une traduction).
he: המשפט חייב להיות מקורי (לא נגזר במקור מהתרגום).
hi: वाक्य मूल होना चाहिए (शुरुआत में अनुवाद से नहीं लिया गया)।
hu: A mondatnak eredetinek kell lennie (azaz nem fordításból származónak).
ia: Iste phrase debe esser original (non derivate inicialmente de traduction).
id: Kalimat ini harus sesuai dengan aslinya (bukan merupakan turunan dari terjemahan).
it: La frase deve essere l'originale (non derivata inizialmente da una traduzione)
ja: 例文はオリジナルでなければならい（翻訳から派生したものではないこと）。
ku: Divê hevok orijînal be (ne ji wergereke dinê hatibe wergirtin)
mr: हे वाक्य मूळ वाक्य असायला हवे (अर्थात, भाषांतरापासून मिळवलेले नसून).
nl: De zin moet origineel zijn (niet afkomstig van een vertaling).
pl: To zdanie musi być oryginalne (nie pochodzić z tłumaczenia).
pt_br: A frase deve ser original (não pode derivar de uma tradução).
ro: Propoziția trebuie să fie originală (nu derivată din traducere).
ru: Предложение должно быть оригиналом (не являться результатом перевода).
sk: Veta musí byť pôvodná (nie odvodená od prekladu).
sr: Реченица треба да буде оригинална (не изведене из превода).
tr: Cümlenin bir çeviriden alınmamış, yani özgün olması gerekmektedir.
tt: Җөмлә оригиналь булырга тиеш (тәрҗемәдән алынмаган).
uk: Це речення має бути оригінальним, а не результатом перекладу іншого.
vi: Câu cần phải là nguyên bản (không phải lấy từ bản dịch).

source: You're not the owner of this sentence.
ar: لا تملك هذه الجملة.
bg: Не сте собственик на това изречение.
br: N'hoc'h ket perc'henner ar frazenn-mañ.
de: Der Satz gehört dir nicht.
el: Δεν είσαστε ο ιδιοκτήτης αυτής της φράσης.
eo: Vi ne estas la posedanto de tiu ĉi frazo.
es: Usted no es el propietario de esta oración.
eu: Ez zara esaldi honen jabea.
fi: Et ole tämän lauseen omistaja.
fr: Vous n'êtes pas propriétaire de cette phrase.
he: אינך הבעלים של המשפט הזה.
hi: आप इस वाक्य के स्वामी नहीं हैं।
hu: Nem te vagy a gondozója ennek a mondatnak.
ia: Tu non es le possessor de iste phrase.
id: Anda bukan pemilik kalimat ini.
is: Þú ert ekki eigandi þessarar setningar.
it: Non sei il proprietario di questa frase.
ja: あなたはこの例文の所有者ではありません。
ku: Xwediyê vê hevoke ne tu yî.
mr: आपण या वाक्याचे मालक नाहीत.
nl: Je bent niet de eigenaar van deze zin.
pl: Nie jesteś właścicielem tego zdania.
pt_br: Você não é o proprietário desta frase.
ro: Nu sunteți proprietarul acestei propoziții.
ru: Вы не являетесь владельцем этого предложения.
sk: Nie ste majiteľom tejto vety.
sr: Ви нисте власник ове реченице.
tr: Bu cümlenin sahibi siz değilsiniz.
tt: Сез бу җөмләнең авторы түгел.
uk: Ви не є власником цього речення.
vi: Bạn không phải là chủ sở hữu của câu này.
