Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: What is your level?
ar: ما مستواك؟
bg: Какво е вашето ниво?
br: Peseurt live ho peus?
de: Über welchen Kenntnisstand verfügst du?
el: Ποιο είναι το επίπεδό σας;
eo: Kiu estas via nivelo?
es: ¿Cuál es su nivel?
eu: Zein da zure maila?
fi: Mikä sinun tasosi on?
fr: Quel est votre niveau ?
he: מה רמת השליטה שלך?
hi: आपका स्तर क्या है?
hu: Milyen szinten vagy?
ia: Que es tu nivello?
id: Bagaimana tingkatan Anda?
is: Hvað er stigið þitt?
it: Qual è il tuo livello?
ja: レベルを選択してください。
ku: Asta te çi ye?
mr: भाषा माहीत असल्याचे स्तर कोणते आहे?
nl: Wat is je niveau?
pl: Jaki jest Twój poziom?
pt_br: Qual é seu nível de proficiência?
ro: Care este nivelul dumneavoastră?
ru: Каков Ваш уровень?
sk: Aká je vaša úroveň?
sr: Који је ваш ниво?
tr: Seviyeniz nedir?
tt: Сезнең дәрәҗәгез нинди?
uk: Який ваш рівень?
vi: Trình độ của bạn là gì?

source: Details (optional). For instance, which dialect or from which country.
ar: التفاصيل (اختيارية). مثلًا: من أي بلد أو بأي لهجة.
bg: Подробности (по избор). Например кой диалект или от коя страна.
br: Munudoù (diret). Da skouer, peseurt rannyezh pe eus peseurt bro.
de: Details (optional). Zum Beispiel, welcher Dialekt oder aus welchem Land.
el: Λεπτομέρειες (προεραιτηκές). Για παράδειγμα, πιά διάλεκτος ή από πιά χώρα.
eo: Detaloj (eventuale). Ekzemple kiu dialekto aŭ de kiu lando.
es: Detalles (opcional). Por ejemplo, qué dialecto o de qué país.
eu: Zehaztasunak (aukeran). Esate baterako, zein dialekto, zein eskualdekoa.
fi: Lisätiedot (vapaavalintainen). Esimerkiksi mikä murre tai mistä maasta.
fr: Précisions (optionnelles). Par exemple, quel dialecte ou de quel pays.
he: פרטים (רשות). למשל, איזה ניב ומאיזו מדינה.
hi: विवरण (वैकल्पिक)। मसलन, कौन सी बोली या किस देश की।
hu: Részletek (opcionális). Például melyik nyelvjárás vagy melyik országból.
ia: Detalios (optional). Per exemplo, qual dialecto o de qual pais.
id: Rincian (opsional). MIsalnya, dialek atau dari negara/daerah mana.
is: Smáatriði (valfrjálst). Til dæmis hvaða mállýsku eða frá hvaða landi.
it: Dettagli (facoltativi). Per esempio, quale dialetto o da quale paese.
ja: 詳細(オプション)：例えば、言語の方言や出身国名など
mr: तपशील (ऐच्छिक). उदाहरणार्थ: कोणती बोलीभाषा येते किंवा कोणत्या देशाची बोली येते.
nl: Details (optioneel). Bijvoorbeeld welk dialect of uit welk land.
pl: Szczegóły (opcjonalne). Na przykład, który dialekt lub z którego kraju.
pt_br: Detalhes (opcional). Dialeto ou país, por exemplo.
ro: Detalii (opțional). De exemplu, ce dialect sau din ce țară.
ru: Подробности (необязательно). Например, диалект или страна происхождения.
sk: Podrobnosti (nepovinné). Napríklad aké nárečie alebo v akej krajine rozšírená podoba jazyka.
sr: Детаљи (опционо). На пример, који дијалекат или из које државе.
tr: Ayrıntılar (isteğe bağlı). Örneğin hangi lehçeye veya hangi ülkeye ait olduğu gibi.
tt: Нечкәлекләр (мәҗбүри түгел). Мәсәлән, нинди диалектта яки кайсы илдән.
uk: Подробиці (не обов'язково). Наприклад, який діалект або з якої країни.
vi: Chi tiết (tùy chọn). Ví dụ, phương ngữ nào hoặc từ quốc gia nào.

source: Contact {user}
ar: اتصل ب{user}
bg: Свържете се с {user}
br: Mont e darempred gant {user}
de: {user} eine Nachricht schicken
el: Επικοινωνία {user}
eo: Kontakti {user}
es: Contactar a {user}
eu: Jar zaitez harremanetan {user} horrekin
fi: Ota yhteyttä käyttäjään {user}
fr: Contacter {user}
he: יצירת קשר עם {user}
hi: {user} से संपर्क करें
hu: Kapcsolatfelvétel{user} felhasználóval
ia: Contactar {user}
id: Hubungi {user}
is: Hafa samband með {user}
it: Contatta {user}
ja: {user}さんにメッセージを送る
ku: Têkilî bi {user} re dayine
mr: {user} यांना संपर्क करा
nl: Contact opnemen met {user}
pl: Napisz do {user}
pt_br: Entrar em contato com {user}
ro: Contactați pe {user}
ru: Связаться с {user}
sk: Spojte sa s užívateľom {user}
sr: Контактирај {user}
tr: {user} kullanıcısına ulaş
tt: Контакт {user}
uk: Зв'язатись з користувачем {user}
vi: Liên hệ với {user}

source: Comments posted
ar: التعليقات المنشورة
bg: Публикувани коментари
br: Evezhiadennoù kaset
de: Geschriebene Kommentare
el: Δημοσιευμένα σχόλια
eo: Senditaj komentoj
es: Comentarios publicados
eu: Bidalitako iruzkinak
fi: Lähetetyt kommentit
fr: Commentaires publiés
he: תגובות שפורסמו
hi: टिप्पणियाँ पोस्ट की गई हैं
hu: Elküldött hozzászólások
ia: Commentos publicate
id: Komentar yang diposkan
is: Ummæli sent
it: Commenti pubblicati
ja: 投稿したコメント
ku: Şîroveyên hatine şandin
mr: पोस्ट केलेल्या टिप्पण्या
nl: Opmerkingen geplaatst
pl: Zamieszczone komentarze
pt_br: Comentários postados
ro: Comentarii publicate
ru: Комментариев отправлено
sk: Uverejnené komentáre
sr: Постављено коментара
tr: Gönderilen yorumlar
tt: Бастырылган шәрехләр
uk: Надіслано коментарів
vi: Nhận xét đã được đăng

source: Sentences owned
ar: الجُمل المملوكة
bg: Притежанвани изречения
br: Frazennoù perc'hennet
de: Meine Sätze
el: Φράσεις με ιδιοκτήτη
eo: Frazoj posedataj
es: Oraciones propias
eu: Jabetzan dauzkan esaldiak
fi: Omistetut lauseet
fr: Phrases en possession
he: משפטים בבעלות
hi: स्वामित्व वाले वाक्य
hu: Saját mondatok
ia: Phrases possedite
id: Kalimat yang dimiliki
is: Setningar í eign
it: Frasi possedute
ja: 所有している例文
mr: मालकीची वाक्ये
nl: Aantal zinnen in bezit
pl: Własne zdania
pt_br: Frases sob responsabilidade
ro: Propoziții deținute
ru: Имеет предложений
sk: Vlastnené vety
tr: Sahibi olunan cümleler
tt: Җөмләләр шунда
uk: Власних речень
vi: Câu đã sở hữu

source: Audio recordings
ar: التسجيلات الصوتية
bg: Аудио записи
br: Enrolladennoù aodio
de: Audioaufnahmen
el: Ηχογραφήσεις
eo: Sonregistraĵoj
es: Grabaciones de voz
eu: Audio grabazioak
fi: Äänitetallenteet
fr: Enregistrements sonores
he: הקלטות שמע
hi: ऑडियो रिकॉर्डिंग
hu: Hangfelvételek
ia: Registrationes audio
id: Rekaman audio
is: Hljóðupptökur
it: Registrazioni audio
ja: 例文につけた音声
ku: Tomarên dengan
mr: ऑडिओ रेकॉर्डिंग्ज
nl: Geluidsopnamen
pl: Nagrania audio
pt_br: Gravações
ro: Înregistrări audio
ru: Аудиозаписи
sk: Zvukové nahrávky
sr: Звучни записи
tr: Ses kayıtları
tt: Аудио язмалар
uk: Записи звука
vi: Bản ghi âm

source: Sentences favorited
ar: الجُمل المفضّلة
bg: Любими изречения
br: Frazennoù karetañ
de: Lieblingssätze
el: Φράσεις που επιλέχθηκαν ως αγαπημένες
eo: Frazoj ŝatataj
es: Oraciones favoritas
eu: Gustukoen bezala hautatutako esaldiak
fi: Suosikkilauseet
fr: Phrases favorites
he: משפטים מועדפים
hi: पसंद किये हुए वाक्य
hu: Kedvenc mondatok
ia: Phrases favorite
id: Kalimat yang disukai
is: Setningar í eftirlæti
it: Frasi preferite
ja: お気に入りの例文
ku: Hevokan tevlî favoriyan bûne
mr: आवडती वाक्ये
nl: Aantal zinnen in zijn/haar favorieten
pl: Ulubione zdania
pt_br: Frases favoritas
ro: Propoziții favorite
ru: Избранных предложений
sk: Obľúbené vety
sr: Омиљених реченица
tr: Favorilere eklenen cümleler
tt: Яраткан җөмләләр
uk: Улюблених речень
vi: Câu được yêu thích

source: Contributions
ar: المساهمات
bg: Контрибуции
br: Degasadennoù
de: Beiträge
el: Συνεισφορές
eo: Kontribuoj
es: Contribuciones
eu: Ekarpenak
fi: Annetut työpanokset
he: תרומו
hi: योगदान
hu: Hozzájárulások
ia: Contributiones
id: Kontribusi
is: Framlög
it: Contributi
ja: 更新
ku: Beşdarî
mr: योगदाने
nl: Bijdragen
pl: Edycje
pt_br: Colaborações
ro: Contribuții
ru: Вклады
sk: Príspevky
sr: Доприноси
tr: Katkılar
tt: Иганәләр
uk: Внески
vi: Đóng góp

source: Show latest activity
ar: اعرض آخر الأنشطة
bg: Показване на най-новата активност
br: Diskouez an oberiantiz diwezhañ
de: Zeige letzte Aktivität
el: Εμφάνιση πρόσφατης δραστηριότητας
eo: Montri lastajn aktivecojn
es: Mostrar actividad reciente
eu: Erakutsi azken aldaketak
fi: Näytä viimeisin toiminta
fr: Voir l'activité récente
he: הצגת הפעילות האחרונה
hi: नवीनतम गतिविधि दिखाएं
hu: Utolsó aktivitás
ia: Monstrar ultime activitate
id: Tampilkan aktivitas terkini
is: Sýna nýjustu virkni
it: Mostra le attività più recenti
ja: 最近の更新を見る
ku: Çalakiyên dawîn nîşan bide
mr: सर्वात अलीकडच्या क्रिया दाखवा
nl: Toon recentste activiteit
pl: Pokaż ostatnią aktywność
pt_br: Mostrar atividade recente
ro: Afișați activitatea recentă
ru: Показать последние действия
sk: Zobraziť poslednú činnosť
sr: Прикажи скорашњу активност
tr: Son faaliyetlerini göster
tt: Соңгы гамәлләрне күрсәтергә
uk: Показати останні дії
vi: Hiển thị hoạt động mới nhất

source: Email notifications are ENABLED.
ar: التنبيهات البريدية <strong>مفعّلة</strong>.
bg: Известията по имейл са ВКЛЮЧЕНИ.
br: ENAOUET emañ ar c'hemennoù dre bostel.
de: Elektronische Benachrichtigungen sind <strong>eingeschaltet</strong>.
el: Οι ειδοποιήσεις μέσω email έχουν ΕΝΕΡΓΟΠΟΙΗΘΕΙ.
eo: Retpoŝtaj sciigoj estas ŜALTITAJ.
es: Las notificaciones por correo electrónico están ACTIVADAS.
eu: E-postaren bidezko oharpenak GAITUTA.
fi: Sähköpostimuistutukset on OTETTU KÄYTTÖÖN.
fr: La notification par courriel est ACTIVE.
he: התראות בדוא״ל מופעלות.
hi: ईमेल सूचनाएं सक्षम हैं।
hu: Az e-mailen keresztüli értesítést ENGEDÉLYEZTE.
ia: Le notificationes per e-mail es ACTIVATE.
id: Notifikasi email AKTIF.
is: Tilkynningar í tölvupósti eru VIRKAR.
it: Le notifiche tramite e-mail sono ABILITATE.
ja: メール通知は<strong>オン</strong>に設定されています。
ku: Danezanên epeyamê ÇALAK e.
mr: ईमेल अधिसूचना सक्षम आहेत.
nl: E-mailnotificaties zijn INGESCHAKELD.
pl: Powiadomienia mailowe są WŁĄCZONE.
pt_br: As notificações por e-mail estão HABILITADAS.
ro: Notificările prin e-mail sunt ACTIVATE.
ru: Почтовое оповещение ВКЛЮЧЕНО.
sk: Emailové upozornenia sú ZAPNUTÉ.
sr: Обавештења путем мејла су УКЉУЧЕНА.
tr: E-posta bildirimleri AÇIK.
tt: Электрон почта аша хәбәрнамәләр кертелгән.
uk: Повідомлення електронною поштою ВКЛЮЧЕНО.
vi: Thông báo qua email đã được BẬT.

source: Email notifications are DISABLED.
ar: التنبيهات البريدية <strong>معطّلة</strong>.
bg: Известията по имейл са ИЗКЛЮЧЕНИ.
br: LAZHET emañ ar c'hemennoù dre bostel.
de: Elektronische Benachrichtigungen sind <strong>ausgeschaltet</strong>.
el: Οι ειδοποιήσεις μέσω email έχουν ΑΠΕΝΕΡΓΟΠΟΙΗΘΕΙ.
eo: Retpoŝtaj sciigoj estas MALŜALTITAJ.
es: Las notificaciones por correo electrónico están DESACTIVADAS.
eu: E-postaren bidezko oharpenak DESGAITUTA.
fi: Sähköpostimuistutukset on POISTETTU KÄYTÖSTÄ.
fr: La notification par courriel est INACTIVE.
he: התראות בדוא״ל מושבתות.
hi: ईमेल सूचनाएं अक्षम हैं।
hu: Az e-mailen keresztüli értesítést KIKAPCSOLTA.
ia: Le notificationes per e-mail es DISACTIVATE.
id: Notifikasi email NONAKTIF.
is: Tilkynningar í tölvupósti eru ÓVIRKAR.
it: Le notifiche tramite e-mail sono DISABILITATE.
ja: メール通知は<strong>オフ</strong>に設定されています。
ku: Danezanên epeyamê DERÇALAK e.
mr: ईमेल अधिसूचना अक्षम आहेत.
nl: E-mailnotificaties zijn UITGESCHAKELD.
pl: Powiadomienia mailowe są WYŁĄCZONE.
pt_br: As notificações por e-mail estão DESABILITADAS.
ro: Notificările prin e-mail sunt DEZACTIVATE.
ru: Почтовые оповещения ОТКЛЮЧЕНЫ.
sk: Emailové upozornenia sú VYPNUTÉ.
sr: Обавештења путем мејла су ИСКЉУЧЕНА.
tr: E-posta bildirimleri KAPALI.
tt: Электрон почта буенча белдерүләр сүндерелгән.
uk: Повідомлення електронною поштою ВИКЛЮЧЕНО.
vi: Thông báo qua email đã bị TẮT.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
ar: الوصول إلى هذا الملف الشخصي <strong>متاح للعامة</strong>. يستطيع الجميعُ رؤية كلِّ المعلومات.
bg: Достъпът до този профил е ПУБЛИЧЕН. Цялата информация може да бъде видяна от всеки.
br: Ar moned d'ar profil-mañ a zo FORAN. Gant an holl e c'hall bezañ gwelet an titouroù.
de: Der Zugang zu diesem Profil ist <strong>unbeschränkt</strong>. Alle Einträge sind für jeden sichtbar.
el: Η πρόσβαση στο προφιλ είναι ΔΗΜΟΣΙΑ. Όλες οι πληροφορίες είναι ορατές στον καθένα.
eo: La aliro al tiu profilo estas PUBLIKA. Ĉiuj ĝiaj informoj estas videblaj por ĉiu.
es: El acceso a este perfil es PÚBLICO. Toda la información puede ser vista por cualquiera.
eu: Profila ikusteko aukera osoa, profil PUBLIKOa. Bertoko informazioa edonork ikusteko moduan.
fi: Tähän profiiliin pääsy on JULKISTA. Kuka tahansa voi nähdä kaikki tiedot.
fr: L'accès à ce profil est PUBLIC. Chacun peut visualiser toutes les informations.
he: הגישה לפרופיל הזה היא ציבורית. כל המידע חשוף בפני כולם.
hi: इस प्रोफ़ाइल तक पहुँच सार्वजनिक है। सारी जानकारी हर कोई देख सकता है।
hu: A profil NYILVÁNOSAN elérhető. A profilt bárki megtekintheti.
ia: Le accesso a iste profilo es PUBLIC. Tote le information pote esser vidite per tote le mundo.
id: Akses ke profil ini terbuka secara publik. Semua informasi dapat dilihat oleh semua orang.
it: L'accesso a questo profilo è PUBBLICO. Tutte le informazioni possono essere viste da tutti.
ja: このプロフィールはインターネット全体に<strong>公開</strong>されています。
mr: या रूपरेखेला प्रवेश सार्वजनिक आहे. येथील सर्व माहिती सर्वजण पाहू शकतात.
nl: Dit profiel is OPENBAAR toegankelijk. Alle informatie kan door iedereen worden bekeken.
pl: Dostęp do tego profilu jest PUBLICZNY. Wszyscy mogą zobaczyć wszelkie informacje.
pt_br: O acesso a este perfil é PÚBLICO. Todas as informações podem ser vistas por qualquer pessoa.
ro: Accesul la acest profil este PUBLIC. Informațiile afișate pot fi văzute de către toată lumea.
ru: Доступ к профилю ОТКРЫТ. Информация доступна для всех.
sk: Prístup na tento profil je VEREJNÝ. Osobné údaje a popis sa zobrazujú všetkým.
sr: Ово је ЈАВНИ профил. Све информације на њему су видљиве свима.
tr: Bu profile erişim HERKESE AÇIK. Tüm bilgileri herkes görebilir.
tt: Бу профильгә керү ачык. Бөтен мәгълүмат һәркем өчен ачык.
uk: Доступ до цього профіля є ЗАГАЛЬНОДОСТУПНИЙ. Вся інформація може бути переглянута будь-ким.
vi: Hồ sơ này là CÔNG KHAI. Tất cả thông tin đều được nhìn thấy bởi mọi người.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
ar: الوصول إلى هذا الملف الشخصي <strong>مُقيَّد</strong>. يستطيع أعضاء تتويبا رؤيةَ المعلومات الشخصية والوصف.
bg: Достъпът до този профил е ОГРАНИЧЕН. Само членовете на Tatoeba могат да видят личната информация и описанието.
br: Ar moned d'ar profil-mañ a zo dindan STRISHADURIOÙ. N'eus nemet izili Tatoeba hag a c'hall gwelet an titouroù personel hag an deskrivadur.
de: Der Zugang zu diesem Profil ist <strong>beschränkt</strong>. Die persönlichen Angaben und der Profiltext werden nur Tatoeba-Benutzern angezeigt.
el: Η πρόσβαση σε αυτό το προφίλ είναι ΠΕΡΙΟΡΙΣΜΕΝΗ. Μόνο τα μέλη του Tatoeba μπορούν να δουν τις προσωπικές πληροφορίες και την περιγραφή.
eo: La aliro al tiu profilo estas NEPUBLIKA. Nur tatoebanoj povas vidi la personajn informojn kaj la priskribon.
es: El acceso a este perfil está RESTRINGIDO. Sólo los miembros de Tatoeba pueden ver la información personal y la descripción.
eu: Profila ikusteko aukera MURRIZTUA. Tatoebako erabiltzaileek bakarrik ikusi ahal izango dute norberari buruzko informazioa eta deskripzioa.
fi: Tähän profiiliin pääsy on RAJOITETTUA. Vain Tatoeban jäsenet voivat nähdä henkilötiedot ja kuvauksen.
fr: L'accès à ce profil est RESTREINT. Seuls les membres de Tatoeba peuvent visualiser les informations personnelles et la description.
he: הגישה לפרופיל הזה היא מוגבלת. רק חברים בטטואבה יכול לצפות בפרטים האישיים ובתיאור.
hi: इस प्रोफ़ाइल तक पहुँच प्रतिबंधित है। केवल Tatoeba सदस्य व्यक्तिगत जानकारी और विवरण देख सकते हैं।
hu: A profilhoz való hozzáférés KORLÁTOZOTT. Csak Tatoeba tagok láthatják a személyes adatokat és a leírást.
ia: Le accesso a iste profilo es LIMITATE. Solmente membros de Tatoeba pote vider le information personal e le description.
id: Akses ke profil ini dibatasi. Hanya para anggota Tatoeba saja yang dapat melihat informasi pribadi Anda dan deskripsi yang tersedia.
it: L'accesso a questo profilo è LIMITATO. Soltanto i membri di Tatoeba possono vedere le informazioni personali e la descrizione.
ja: このプロフィールの閲覧はTatoebaのメンバーに<strong>限定</strong>されています。
mr: या रूपरेखेला प्रवेश निर्बंधित आहे. केवळ तातोएबाच्या सदस्यांनाच यातील वर्णन व वैयक्तिक माहिती पाहण्याची परवानगी आहे.
nl: Dit profiel is BEPERKT toegankelijk. Alleen leden van Tatoeba kunnen de persoonlijke informatie en beschrijving bekijken.
pl: Dostęp do tego profilu jest OGRANICZONY. Tylko członkowie Tatoeba mogą zobaczyć informacje osobiste i opis.
pt_br: O acesso a este perfil é RESTRITO. Somente membros do Tatoeba podem ver as informações pessoais e a descrição nele contidas.
ro: Accesul la acest profil este RESTRICȚIONAT. Doar membrii Tatoeba pot vedea informațiile personale și descrierea.
ru: Доступ к профилю ОГРАНИЧЕН. Только участники проекта Tatoeba могут видеть личные данные и описание.
sk: Prístup na tento profil je OBMEDZENÝ. Osobné údaje a popis sa zobrazuje iba členom Tatoeby.
sr: Ово је ОГРАНИЧЕН профил. Само чланови Татоебе могу да виде личне податке и опис.
tr: Bu profile erişim KISITLI. Kişisel bilgileri ve açıklamaları sadece Tatoeba üyeleri görebilir.
tt: Бу профильгә керү чикләнгән. Tatoeba язылучылары гына шәхси мәгълүматны һәм тасвирламаны карый ала.
uk: Доступ до цього профіля є ЗАКРИТИЙ. Тільки учасники Tatoeba можуть бачити персональну інформацію та опис.
vi: Quyền truy cập vào hồ sơ này bị HẠN CHẾ. Chỉ thành viên Tatoeba mới có thể xem thông tin cá nhân và mô tả.

source: Member since
ar: عضو منذ
bg: Потребител от
br: Ezel abaoe
de: Mitglied seit dem
el: Μέλος από
eo: Ano ekde
es: Miembro desde
eu: Noiztik bazkide
fi: Liittymispäivämäärä
fr: Membre depuis le
he: חברות מאז
hi: पुंजीकरण दिनांक
hu: Regisztráció időpontja
ia: Membro depost
id: Waktu bergabung
is: Meðlimur síðan
it: Data di iscrizione
ja: 登録日
ku: Dema beşdarbûnê
mr: नोंदणी तारीख
nl: Lid sinds
pl: Do załogi dołączył(a)
pt_br: Membro desde
ro: Membru din
ru: Участник с
sk: Členom od
sr: Члан од
tr: Üyelik tarihi
tt: Шуннан бирле әгъза
uk: Учасник з
vi: Thành viên kể từ

source: Contributions blocked
ar: المساهمات محجوبة
bg: Контрибуциите са блокирани
br: Degasadennoù nac'het
de: Beiträge blockiert.
el: Οι συνεισφορές μπλοκαριστηκαν
eo: Kontribuoj blokitaj
es: Contribuciones bloqueadas
eu: Blokeatu dira ekarpenak
fi: Osallistuminen estetty
fr: Contributions bloquées
he: תרומות חסומות
hi: योगदान अवरुद्ध
hu: A hozzájárulások le vannak tiltva
ia: Contributiones blocate
id: Kontributor diblokir
it: Contributi bloccati
ja: 投稿はブロックされました。
ku: Beşdariyên astengkirî
mr: योगदान अवरोधित
nl: Bijdragen geblokkeerd
pl: Zablokowane edycje
pt_br: Contribuições bloqueadas
ro: Contribuții blocate
ru: Участие заблокировано
sk: Prispievanie neumožnené
tr: Engellenen katkılar
tt: Иганәләр блокланган
uk: Внесків заблоковано
vi: Đóng góp bị chặn

source: No description.
ar: لا وصف.
bg: Няма описание.
br: Diskrivadur ebet.
de: Keine Beschreibung.
el: Χωρίς περιγραφή
eo: Neniu priskribo.
es: Sin descripción
eu: Deskripziorik ez.
fi: Ei kuvausta.
fr: Aucune description.
he: אין תיאור.
hi: कोई वर्णन नहीं है।
hu: A profil nem tartalmaz leírást.
ia: Sin description.
id: Tidak ada deskripsi.
is: Engin lýsing.
it: Nessuna descrizione.
ja: 自己紹介文はまだ記載されていません。
ku: Rave tune ye.
mr: वर्णन पुरवले नाही.
nl: Geen beschrijving.
pl: Brak opisu.
pt_br: Sem descrição.
ro: Nicio descriere.
ru: Описание отсутствует.
sk: Žiadny popis.
sr: Нема описа.
tr: Açıklama yok.
tt: Бернинди тасвирлама да юк.
uk: Без описа.
vi: Không có mô tả.

source: Languages
ar: اللغات
bg: Езици
br: Yezhoù
de: Sprachen:
el: Γλώσσες
eo: Lingvoj
es: Idiomas
eu: Hizkuntzak
fi: Kielet
fr: Langues
he: שפות
hi: भाषाएँ
hu: Nyelvek
ia: Linguas
id: Bahasa-bahasa
is: Tungumál
it: Lingue
ja: 言語
ku: Ziman
mr: भाषा
nl: Talen
pl: Języki
pt_br: Idiomas
ro: Limbi
ru: Языки
sk: Jazyky
sr: Језици
tr: Diller
tt: Телләр
uk: Мови
vi: Ngôn ngữ

source: No language added.
ar: لا لغات مُضافة.
bg: Няма добавен език.
br: N'eus bet ouzhpennet yezh ebet.
de: Keine Sprache hinzugefügt.
el: Δεν προστέθηκε γλώσσα.
eo: Neniu lingvo aldonita.
es: No se ha agregado idioma.
eu: Ez da hizkuntzarik gehitu.
fi: Ei lisättyjä kieliä.
fr: Aucune langue ajoutée.
he: לא נוספה שפה.
hi: कोई भी भाषा जोड़ी नहीं।
hu: Nincs hozzáadott nyelv.
ia: Nulle lingua addite.
id: Tidak ada bahasa yang ditambahkan.
is: Ekkert tungumál bætt við.
it: Nessuna lingua aggiunta.
ja: このユーザーは言語を公開していません。
ku: Ti ziman nehat tevlîkirin.
mr: कोणतीही भाषा जोडली नाही.
nl: Geen taal toegevoegd.
pl: Nie dodano języka
pt_br: Nenhum idioma adicionado.
ro: Nicio limbă adăugată.
ru: Языки не добавлены.
sk: Žiadny jazyk pridaný.
sr: Није додат ниједан језик.
tr: Hiç dil eklenmedi.
tt: Тел өстәлмәгән.
uk: Жодної мови не додано.
vi: Không có ngôn ngữ nào được thêm vào.

source: TIP: We encourage you to indicate the languages you know.
ar: فائدة: نشجّع مستخدمينا على تبيان اللغات التي يتقنوها.
bg: СЪВЕТ: Препоръчваме ви да посочите езиците, които знаете.
br: ALI: Broudañ a reomp ac'hanoc'h da spisaat ar yezhoù a ouzit.
de: Tipp: Gib an, welche Sprachen du sprichst!
el: ΣΥΜΒΟΥΛΗ:Σας ενθαρύνουμε να εμφανίσετε τις γλώσσες που γνωρίζετε.
eo: RIM: Ni kuraĝigas vin indiki la lingvojn, kiujn vi scias.
es: CONSEJO: Le animamos a indicar las lenguas que conoce.
eu: IRADOKIZUNA: mesedez eskatzen dizugu dakizkizun hizkuntzak aipatzea.
fi: VINKKI: Kannustamme sinua kertomaan kielet, joita osaat.
fr: CONSEIL : nous vous encourageons à indiquer les langues que vous connaissez.
he: עצה: אנחנו מעודדים אותך לציין אילו שפות ידועות לך.
hi: युक्ति: हम आपको उन भाषाओं को इंगित करने के लिए प्रोत्साहित करते हैं जिन्हें आप जानते हैं।
hu: Javaslat: Feltüntetheted a nyelveket, amiket megértesz.
ia: AVISO: Nos te incoragia a indicar le linguas que tu cognosce.
id: TIP: Kami sarankan Anda menampilkan bahasa yang Anda pahami.
is: Ábending: Við hvetjum þig til að gefa til kynna tungumálin sem þú þekkir.
it: CONSIGLIO: Ti incoraggiamo a indicare le lingue che conosci.
ja: ※プロフィールを設定して、母語や学習中の言語を公開しましょう。
mr: टिप: आपल्याला माहीत असलेल्या भाषा सूचित करा
nl: TIP: We raden je aan om aan te geven welke talen je kent.
pl: RADA: zachęcamy, byś podał, jakie znasz języki.
pt_br: DICA: nós o encorajamos a indicar os idiomas que você fala.
ro: SUGESTIE: Vă încurajăm să specificați limbile străine pe care le cunoașteți.
ru: СОВЕТ: Рекомендуем указать, какими языками Вы владеете.
sk: RADA: Odporúčame vám, aby ste zadali jazyky, ktoré ovládate.
sr: САВЕТ: Подстичемо те да упишеш језике које знаш.
tr: ÖNERİ: Size bildiğiniz dilleri belirtmenizi tavsiye ediyoruz.
tt: Киңәш: Без сезне белгән телләрне күрсәтергә өндәп торабыз.
uk: ПІДКАЗКА: Додайте мови які ви знаєте.
vi: MẸO: Hãy chỉ ra những ngôn ngữ mà bạn biết.
