Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
ar: تستطيع أن تصحح الأخطاء في الجمل التي تنتمي إليك فقط. إن رأيت خطأً في جمل شخص آخر، فبإمكانك أن ترسل تعليقًا لتنبهه إلى الخطأ.
bg: Можете да коригирате грешки само в изречения, които ви принадлежат. Ако видите грешка в изречението на някой друг, можете да публикувате коментар, за да го уведомите за грешката.
br: Ne c'hallit reizhañ nemet ar fazioù emaoc'h perc'henn warno. Ma vez gwelet ganeoc'h ur fazi e-barzh frazenn unan all bez e c'hallit sevel un evezhiadenn da reiñ dezhi pe dezhañ ez eus eus ar fazi.
de: Du kannst nur in Sätzen, die dir zugewiesen sind, Fehler korrigieren. Wenn du im Satz eines anderen Benutzers einen Fehler entdeckst, weise bitte in einem Kommentar darauf hin!
el: Μπορείτε μόνον να διορθώνετε λάθη στις προτάσεις που σας ανήκουν. Αν βλέπετε ένα λάθος στην πρόταση κάποιου άλλου, έχετε την δυνατότητα να αναρτήσετε ένα σχόλιο για να εντοπίσετε το λάθος.
eo: Vi povas korekti erarojn nur en frazo, kiuj apartenas al vi. Se vi vidas eraron en ies frazo, vi havas la eblon sendi rimarkon por sciigi la eraron.
es: Sólo puede corregir errores en las oraciones que le pertenezcan. Si ve un error en una oración de otra persona, puede escribir un comentario para informar sobre el error.
eu: Zeuk itzulitako zure esaldietan bakarrik zuzen ditzakezu akatsak. Akatsen bat ikusten baduzu beste norbaiten esaldi batean, baduzu iruzkina bidaltzerik akatsaz ohartarazteko.
fi: Voit korjata virheitä vain lauseissa, jotka kuuluvat sinulle. Jos näet virheen jokun toisen omistamassa lauseessa, sinun on mahdollista lähettää kommentti, jossa voit huomauttaa virheestä.
fr: Vous ne pouvez corriger les erreurs que dans les phrases qui vous appartiennent. Si vous voyez une erreur dans la phrase de quelqu'un d'autre, vous avez la possibilité de laisser un commentaire pour la lui signaler.
he: מותר לך לתקן טעויות רק במשפטים שבבעלותך. אם ראית טעות במשפט של תורמים אחרים, אפשר לפרסם הערה כדי להודיע לו או לה על הטעות.
hi: आप केवल उन वाक्यों में गलतियों को सुधार सकते हैं जो आपके हैं। यदि आप किसी और के वाक्य में कोई गलती देखते हैं, तो आप उसे गलती के बारे में सूचित करने के लिए एक टिप्पणी पोस्ट कर सकते हैं।
hu: Csak a saját mondataidat tudod javítani. Ha más mondatában találsz hibát, hozzászólással értesítheted róla.
ia: Tu pote solmente corriger errores in messages que pertine a te. Si tu vide un error in un phrase de alcuno altere, tu pote adjunger un commento pro notificar le o la del error.
id: Anda hanya dapat mengkoreksi kesalahan-kesalahan yang ada pada kalimat milik Anda sendiri. Bila Anda menemukan kesalahan pada kalimat milik pengguna lain, Anda dapat mengepos sebuah komentar untuk memberitahukan kesalahan tersebut kepada si pemilik.
it: Puoi correggere degli errori soltanto nelle frasi che ti appartengono. Se vedi un errore in una frase di qualcun altro, hai la possibilità di lasciare un commento per segnalare l'errore.
ja: Tatoebaでは、自分が“所有”している例文にのみ変更を加えることができます。他の人の文に間違いを見つけたときは、コメントを書いて間違いを教えてあげてください。
mr: वाक्यांतील चुका दुरुस्त करण्यासाठी ती वाक्ये आपल्या मालकीची असायला हवी. इतर कोणाच्याही वाक्यात चूक आढळल्यास त्या वाक्यावर टिप्पणी पोस्ट करून आपण त्या प्रयोक्त्याला चूक कळवू शकता.
nl: Je kan alleen maar fouten corrigeren in zinnen die van jou zijn. Als je een fout ziet in een zin die van iemand anders is, kun je een opmerking achterlaten om hem of haar op de fout te wijzen.
pl: Błędy możesz poprawiać tylko w tych zdaniach, które należą do ciebie. Jeśli widzisz błąd w zdaniu kogoś innego, możesz zamieścić komentarz informujący o błędzie.
pt_br: Você só pode alterar frases que estejam sob sua responsabilidade. Se encontrar erros em frases de outros usuários, você pode postar um comentário para informá-los dos erros.
ro: Puteți corecta doar greșelile din propozițiile care vă aparțin. Dacă vedeți o greșeală într-o propoziție care aparține altcuiva, aveți posibilitatea de a publica un comentariu pentru a îi atrage atenția asupra greșelii.
ru: Вы можете исправлять только предложения, принадлежащие Вам. Если же увидите ошибку в чьём-нибудь предложении, можете оставить комментарий о ней.
sk: Opravovať chyby môžete iba vo vetách, ktoré vám patria. Pokiaľ si všimnete chybu vo vete patriacej inému užívateľovi, môžete uverejniť komentár, aby ste ho upozornili na danú chybu.
sr: Можеш да исправиш грешке само у реченицама које припадају теби. Ако видиш грешку у туђој реченици, можеш да напишеш коментар са образложењем где си приметио грешку.
tr: Sadece kendinize ait cümlelerdeki hataları düzeltebilirsiniz. Başkalarının cümlelerinde hata tespit ettiğinizde durumu bildirmek için yorum yazmanız ya da oylama yapmanız gerekmektedir. Bu konuda daha detalı bilgi için şu yazıyı inceleyebilirsiniz. http://tr.wiki.tatoeba.org/articles/show/duzeltme-okumasi
tt: Сез хаталарны үзегезнеке булган җөмләләрдә генә төзәтә аласыз. Әгәр дә сез башка кешенең җөмләсендә хата күргәнсез икән, сез аңа хата турында хәбәр итү өчен шәрехләр калдыра аласыз.
uk: Ви можете виправляти помилки тільки в реченнях що належать вам. Якщо ви побачили помилку в реченні що вам не належить, ви можете залишити коментар щоб повідомити власника речення про помилку.
vi: Bạn chỉ có thể sửa lỗi trong những câu thuộc về bạn. Nếu bạn thấy sai sót trong câu của người khác, hãy đăng một bình luận để thông báo cho người đó biết lỗi mà bạn phát hiện.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
ar: في بعض الحالات، لا يوجد مالك للجمل. اقرأ الفقرة أدناه (حول تبني الجمل) لتعرف المزيد.
bg: В определени случаи присъдата няма собственик. Прочетете абзаца по-долу (относно осиновяването на изречения), за да научите повече.
br: E degouezhioù 'zo, ar frazenn na vez perc'henn ebet warni. Lennit ar rannbennad (diwar-benn an advabañ frazennoù) evit gouzout hiroc'h.
de: Es gibt auch Sätze ohne Besitzer. Genaueres hierzu findest du im folgenden Abschnitt ("Das Adoptieren von Sätzen").
el: Σε ορισμένες περιπτώσεις η φράση δεν έχει ιδιοκτήτη. Διαβάστε την παράγραφο παρακάτω (για την υιοθεσία φράσεων) για να μάθετε περισσότερα.
eo: En iuj kazoj la frazo ne havas posedanton. Legu la ĉi-suban alineon (pri adoptado de frazoj) por pliaj informoj.
es: En ciertos casos, las oraciones no tienen dueño. Lea el párrafo a continuación (sobre adoptar oraciones) para averiguar más.
eu: Batzuetan esaldiek ez dute jaberik. Irakur ezazu azpiko paragrafoa (esaldiak adoptatzeari buruzkoa) gehiago ikasteko.
fi: Tietyissä tapauksissa lauseella ei ole omistajaa. Lue asiasta lisää alla olevasta kappaleesta (lauseiden adoptoimisesta).
fr: Dans certains cas, les phrases n'ont pas de propriétaire. Lisez le paragraphe ci-dessous (sur l'adoption de phrases) pour en savoir plus.
he: במגוון מקרים, אין בעלות על משפט. יש לקרוא את הפסקה שלהלן (על אימוץ משפטים) כדי להכיר את הנושא טוב יותר.
hi: कुछ मामलों में, वाक्य का कोई मालिक नहीं होता है। अधिक जानने के लिए नीचे दिया गया पैराग्राफ (वाक्य अपनाने पर) पढ़ें।
hu: Előfordul, hogy a mondatnak nincs gondozója. A részletek a lentebbi (mondatok örökbefogadásáról szóló) bekezdésben olvashatóak.
ia: In certe casos, le phrase non ha un possessor. Lege le paragrapho hic infra (sur le adoption de phrases) pro apprender plus.
id: Pada kasus tertentu, Anda mungkin akan menemukan satu kalimat yang tidak dimiliki oleh siapapun. Bacalah paragraf di bawah (pada bagian pengadopsian kalimat) untuk mempelajarinya lebih lanjut.
it: In alcuni casi, la frase non ha un proprietario. Leggi il paragrafo qua sotto (sull'adozione di frasi) per saperne di più.
ja: 例文に所有者がいない場合もあります。これについては次の項（「例文をアドプトする」）をご覧ください。
mr: काही विशिष्ट प्रकरणांत वाक्याचा मालक नसतो. याबद्दल अजून माहितीसाठी, (दत्तक घेण्याविषयीचा) खालील परिच्छेद वाचा.
nl: In sommige gevallen is de zin van niemand. Lees de paragraaf hieronder (over het adopteren van zinnen) om meer te weten te komen.
pl: W niektórych wypadkach zdanie nie ma właściciela. Poniższy akapit mówi o przejmowania zdań.
pt_br: Em certos casos, a frase não está sob a responsabilidade de ninguém. Leia o parágrafo abaixo (sobre adoção de frases) para mais detalhes.
ro: În unele cazuri, propoziția nu are proprietar. Citiți paragraful de mai jos (despre adoptarea propozițiilor) pentru a afla mai multe.
ru: Подчас предложение не имеет автора. Прочтите следующеий абзац, чтобы узнать больше.
sk: V niektorých prípadoch veta nemá majiteľa. Ak sa chcete dozvedieť viac, prečítajte si nižšie uvedený odstavec o osvojovaní viet.
sr: У неким случајевима, реченица нема власника. Прочитај доњи параграф (о усвајању реченица) да сазнаш више о овоме.
tr: Bazen cümlenin bir sahibi bulunmamaktadır. Cümle sahiplenme hakkında daha fazla bilgi edinmek için aşağıdaki paragrafı okuyun.
tt: Кайбер очракларда тәкъдимнең хокук иясе юк. Күбрәк белү өчен түбәндәге абзацны укыгыз (тәкъдимнәр кабул итү турында).
uk: В окремих випадках речення не мають власника. Прочитайте наступний параграф (про привласнення речень) щоб дізнатись більше.
vi: Trong một số trường hợp, câu có thể ở trong tình trạng vô chủ. Đọc đoạn viết dưới đây (về việc tiếp nhận câu) để tìm hiểu thêm.

source: Adopting sentences
ar: تَبَنِّي الجُمَل
bg: Исиновяване на изречения
br: Advabañ frazennoù
de: Das Adoptieren von Sätzen
el: Υιοθέτηση φράσεων
eo: Adopti frazojn
es: Adoptar oraciones
eu: Esaldiak adoptatzen
fi: Lauseiden adoptoiminen
fr: Adopter des phrases
he: אימוץ משפטים
hi: वाक्य अपनाना
hu: Hogyan működik a mondatok örökbefogadása
ia: Adoptar phrases
id: Pengadopsian kalimat
is: Að ættleiða setningar
it: Adottare le frasi
ja: 例文をアドプトする
mr: वाक्ये दत्तक घेणे
nl: Zinnen adopteren
pl: Przejmowanie zdań
pt_br: Adotando frases
ro: Adoptarea propozițiilor
ru: Присваивание предложений
sk: Osvojovanie si viet
sr: Усвајање реченица
tr: Cümle sahiplenmek
tt: Хөкем карарларын кабул итү
uk: Привласнення речень
vi: Tiếp nhận câu

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
ar: حين تتبنّى جملةً، فإن هذه الجملة "تنتمي" إليك؛ ولا يمكن لغيرك تحريرها. لكن معظم الجمل في تتويبا مأخوذةٌ من ذخيرة جُمل يابانية-إنجليزية اسمها ذخيرة تاناكا (Tanaka Corpus). تلك الجمل ليس لها مالك لأنها جمعت خارج تتويبا.
bg: Когато добавите изречение, това изречение "принадлежи" на вас - само вие можете да го редактирате. Въпреки това, много от изреченията в Tatoeba идват от японско-английски корпус, наречен Tanaka Corpus. Тези изречения нямат собственик, защото са събрани извън Татоеба.
br: Pa 'vez ouzhpennet ur frazenn ganeoc'h, ar frazenn a vez "perc'hennet" ganeoc'h - hag a c'hellit kemmañ. Koulskoude, darn vuiañ ar frazennoù a vez kavet e-barzh Tatoeba a zo o tont eus ur c'horpus "Japanek-Saoznek" anvet Tanaka Corpus. Ar frazennoù-mañ na vez perc'henn ebet warno peogwir ez eo bet dastumet darn-vrasañ ar frazennoù-mañ er maez eus Tatoeba.
de: Wenn du einen Satz hinzufügst, dann "gehört" dieser Satz dir: nur du kannst ihn ändern. Ein großer Teil der Sätze bei Tatoeba stammt allerdings aus dem sogenannten "Tanaka Corpus", einer Sammlung englisch-japanischer Satzpaare. Diese Sätze haben keinen Besitzer, da sie außerhalb von Tatoeba gesammelt wurden.
el: Όταν προσθέτεις μια φράση, αυτή η φράση σου "ανήκει και μόνο εσύ μπορείς να την επεξεργαστείς. Εντούτοις, οι περισσότερες από τις φράσεις στο Tatoeba προέρχονται από το corpus Ιαπωνο-Αγγλικών που αποκαλείται Tanaka Corpus. Αυτές οι φράσεις δεν έχουν ιδιοκτήτη επειδή έχουν συγκεντρωθεί έξω από το Tatoeba.
eo: Kiam vi aldonis frazon, ĝi „apartenas" al vi - nur vi povas redakti ĝin. Tamen, la plimulto el la frazoj en Tatoeba venas el japana al angla tekstaro nomata Tanaka Tekstaro. Tiuj frazoj ne havas posedanton, ĉar ili estas kolektitaj ekster Tatoeba.
es: Cuando añade una oración, esta oración le "pertenece"; es decir, sólo usted puede editarla. Sin embargo, la gran mayoría de las oraciones en Tatoeba provienen de un corpus japonés-inglés llamado Tanaka Corpus. Estas oraciones no tienen dueño, ya que fueron importadas desde fuera de Tatoeba.
eu: Esaldi bat gehitzen duzun bakoitzean, esaldi hori "zurea" da - zeuk edita dezakezu, ez beste inork. Dena den, oraingoz Tatoeban dauden esaldi gehienak Tanaka Corpusetik datoz (Japanese-English). Esaldi horiek ez dute jaberik Tatoebatik kanpo batu egin direlako.
fi: Kun lisäät lauseen, lause ”kuuluu” sinulle – vain sinä voit muokata sitä. Suuri osa Tatoeban lauseista tulee kuitenkin japani–englanti-korpuksesta nimeltä Tanaka-korpus. Näillä lauseilla ei ole paljon omistajia, koska ne on kerätty Tatoeban ulkopuolelta.
fr: Lorsque vous ajoutez une phrase, cette phrase vous « appartient » : vous seul(e) pouvez la modifier. Toutefois, la plupart des phrases dans Tatoeba proviennent d'un corpus japonais-anglais appelé Tanaka Corpus. Ces phrases n'ont pas de propriétaire parce qu'elles ont été recueillies en dehors de Tatoeba.
he: הוספת משפט מעניקה לך את ה„בעלות” על המשפט הזה - רק לך יש את הזכות לערוך אותו. עם זאת, מקורם של משפטים רבים בטטואבה הוא קורפוס יפני-אנגלי בשם קורפוס טנאקה (Tanaka). על המשפטים האלו אין בעלות כיוון שהם נאספו מחוץ לטטואבה.
hi: जब आप कोई वाक्य जोड़ते हैं, तो यह वाक्य "आपका है" - केवल आप ही इसे संपादित कर सकते हैं। हालांकि, Tatoeba में कई वाक्य जापानी-अंग्रेज़ी कार्पस से आते हैं जिन्हें Tanaka कॉर्पस कहा जाता है। इन वाक्यों का कोई स्वामी नहीं है क्योंकि इन्हें Tatoeba के बाहर एकत्र किया गया है।
hu: Amikor hozzáadtad a saját mondatodat, onnantól a mondat hozzád "tartozik" - csak te módosíthatod a tartalmát. A Tatoeba legtöbb meglévő mondatát a japán-angol nyelvű Tanaka korpuszból vette át. Ezek a mondatok gazdátlanok, mert a Tatoebán kívül gyűjtötték őket össze.
ia: Quando tu adde un phrase, iste phrase "pertine" a te: solmente tu pote modificar lo. Nonobstante, multe phrases in Tatoeba proveni de un corpus japonese-anglese appellate Tanaka. Iste phrases non ha possessor perque illos ha essite colligite foras de Tatoeba.
id: Ketika Anda menambahkan sebuah kalimat, kalimat tersebut menjadi 'milik' Anda - hanya Anda yang dapat mengeditnya. Namun, ada banyak kalimat di Tatoeba yang diambil dari sebuah korpus Jepang-Inggris yang bernama Korpus Tanaka. Kalimat-kalimat ini tidak dimiliki oleh siapapun karena dikumpulkan di luar Tatoeba.
it: Quando aggiungi una frase, questa frase "appartiene" a te — solo tu puoi modificarla. Comunque, la maggior parte delle frasi in Tatoeba viene da un corpus giapponese-inglese chiamato Tanaka Corpus. Queste frasi non hanno alcun proprietario dato che sono state raccolte al di fuori di Tatoeba.
ja: Tatoebaのユーザーが投稿した例文については、投稿した人が例文の所有者になり、その人だけが文を変更できることになっています。しかしTatoebaの例文の一部は、「田中コーパス」という日英対訳コーパスから来ています。これらの文は、Tatoebaのユーザーが投稿したわけではないので、もともと所有者がいません。
mr: आपण जेव्हा वाक्य जोडा तेव्हा ते वाक्य आपल्या मालकीचे होते - अर्थात केवळ आपणच ते वाक्य संपादित करू शकता. परंतु, तातोएबातील पुष्कळ वाक्ये तानाका कॉर्पस नावाच्या एका जपानी-इंग्रजी लेखनसंभारातून प्राप्त केली गेली आहेत. तातोएबाच्या बाहेरून गोळा केल्या गेल्या असल्यामुळे, या वाक्यांचे कोणीही मालक नव्हे.
nl: Als je een zin toevoegt, is deze zin "van jou" - jij bent de enige die hem kan bewerken. Maar veel zinnen op Tatoeba komen uit een Japans-Engels corpus genaamd het Tanaka Corpus. Deze zinnen zijn van niemand, omdat ze buiten Tatoeba om zijn verzameld.
pl: Kiedy dodasz zdanie, będzie ono "należeć" do ciebie – tylko ty będziesz mógł je edytować. Jednak większość zdań w Tatoeba pochodzi z angielsko-japońskiego korpusu zdań pod nazwą Tanaka Corpus. Zdania te nie mają swojego właściciela, ponieważ pochodzą spoza Tatoeba.
pt_br: Quando você adiciona uma frase, essa frase fica sob sua responsabilidade. Só você pode editá-la. Porém, muitas das frases em inglês e japonês são oriundas do Tanaka Corpus. Essas frases não se encontram sob a responsabilidade de ninguém, pois provêm de fora do Tatoeba.
ro: Când adăugați o propoziție, acea propoziție vă „aparține” - doar dumneavoastră o puteți modifica. Totuși, multe dintre propozițiile de pe Tatoeba provin din baza de date japonezo-engleză Tanaka. Aceste propoziții nu au proprietar deoarece au fost colectate în afara platformei Tatoeba.
ru: Добавленные вами предложения «принадлежат» вам — только вы можете их изменять. Однако многие предложения взяты из японско-английского корпуса профессора Танаки. Эти предложения никому не принадлежат, так как их написали не пользователи проекта Tatoeba.
sk: Keď pridáte vetu, daná veta vám „patrí“ – iba vy ju môžete upravovať. Mnoho viet na Tatoebe však pochádza z japonsko-anglického korpusu, ktorý sa nazýva Tanaka korpus. Tieto vety nemajú žiadneho majiteľa, pretože boli zozbierané mimo Tatoeby.
sr: Када додаш реченицу, та реченица "припада" теби -- само ти можеш да је мењаш. Међутим, много реченица на Татоеби долазе са јапанско-енглеског корпуса који се зове Танака Корпус. Ове реченице немају власника јер нису створене на Татоеби.
tr: Bir cümle eklediğinizde bu cümle size "aittir" ve yalnız siz düzenleyebilirsiniz. Fakat Tatoeba'daki çoğu cümle "Tanaka Korpusu" adlı bir Japonca-İngilizce korpustan gelmektedir. Bu cümlelerin sahibi yoktur çünkü Tatoeba dışı bir kaynaktan alınmışlardır.
tt: Сез җөмләне өстәгәндә, ул сезгә" карый " - сез генә аны редакцияли аласыз. Әмма Tatoeba дагы күп кенә тәкъдимнәр Танака корпусы дип аталган Япон-инглиз корпусыннан алынган. Бу тәкъдимнәрнең хуҗасы юк, чөнки алар Tatoebaдан читтә җыелган.
uk: Коли ви додаєте речення, воно "належить" вам - тільки ви можете змінювати його. Але багато речень на сайті Tatoeba надійшли з Японсько-Англійського мовного корпуса Танака. Ці речення не мають власника тому що вони були зібрані за межами сайта Tatoeba.
vi: Khi bạn thêm một câu, câu này "thuộc về" bạn - chỉ bạn mới có thể chỉnh sửa nó. Tuy nhiên, nhiều câu trong Tatoeba xuất phát từ một kho ngữ liệu tiếng Anh-Nhật có tên là Tanaka Corpus. Những câu này không có bất kỳ chủ sở hữu nào vì chúng được thu thập từ bên ngoài Tatoeba.
