Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: February
ar: فبراير/شباط
bg: февруари
br: C'hwevrer
de: Februar
el: Φεβρουάριος
eo: februaro
es: Febrero
eu: Otsaila
fi: Helmikuu
fr: Février
he: פברואר
hi: फरवरी
hu: február
ia: februario
id: Februari
is: Febrúar
it: Febbraio
ja: 2月
ku: Reşemî
mr: फेब्रुवारी
nl: februari
pl: Luty
pt_br: fevereiro
ro: Februarie
ru: Февраль
sk: február
sr: фебруар
tr: Şubat
tt: Февраль
uk: Лютий
vi: Tháng 2

source: March
ar: مارس/آذار
bg: март
br: Meurzh
de: März
el: Μάρτιος
eo: marto
es: Marzo
eu: Martxoa
fi: Maaliskuu
fr: Mars
he: מר
hi: मार्च
hu: március
ia: martio
id: Maret
is: Mars
it: Marzo
ja: 3月
ku: Adar
mr: मार्च
nl: maart
pl: Marzec
pt_br: março
ro: Martie
ru: Март
sk: marec
sr: март
tr: Mart
tt: Март
uk: Березень
vi: Tháng 3

source: April
ar: أبريل/نيسان
bg: април
br: Ebrel
el: Απρίλιος
eo: aprilo
es: Abril
eu: Apirila
fi: Huhtikuu
fr: Avril
he: אפריל
hi: अप्रैल
hu: április
is: Apríl
it: Aprile
ja: 4月
ku: Avrêl
mr: एप्रिल
pl: Kwiecień
pt_br: abril
ro: Aprilie
ru: Апрель
sk: apríl
sr: април
tr: Nisan
tt: Апрель
uk: Квітень
vi: Tháng 4

source: May
ar: مايو/أيار
bg: май
br: Mae
de: Mai
el: Μάιος
eo: majo
es: Mayo
eu: Maiatza
fi: Toukokuu
fr: Mai
he: מאי
hi: मे
hu: május
ia: maio
id: Mei
is: Maí
it: Maggio
ja: 5月
ku: Gulan
mr: मे
nl: mei
pl: Maj
pt_br: maio
ro: Mai
ru: Май
sk: máj
sr: мај
tr: Mayıs
tt: Май
uk: Травень
vi: Tháng 5

source: June
ar: يونيو/حزيران
bg: юни
br: Mezheven
de: Juni
el: Ιούνιος
eo: junio
es: Junio
eu: Ekaina
fi: Kesäkuu
fr: Juin
he: יוני
hi: जून
hu: június
ia: junio
id: Juni
is: Júní
it: Giugno
ja: 6月
ku: Pûşper
mr: जून
nl: juni
pl: Czerwiec
pt_br: junho
ro: Iunie
ru: Июнь
sk: jún
sr: јун
tr: Haziran
tt: Июнь
uk: Червень
vi: Tháng 6

source: July
ar: يوليو/تموز
bg: юли
br: Gouere
de: Juli
el: Ιούλιος
eo: julio
es: Julio
eu: Uztaila
fi: Heinäkuu
fr: Juillet
he: יולי
hi: जुलाई
hu: július
ia: julio
id: Juli
is: Júlí
it: Luglio
ja: 7月
ku: Tîrmeh
mr: जुलै
nl: juli
pl: Lipiec
pt_br: julho
ro: Iulie
ru: Июль
sk: júl
sr: јул
tr: Temmuz
tt: Июль
uk: Липень
vi: Tháng 7

source: August
ar: أغسطس/آب
bg: август
br: Eost
el: Αύγουστος
eo: aŭgusto
es: Agosto
eu: Abuztua
fi: Elokuu
fr: Août
he: אוגוסט
hi: अगस्त
hu: augusztus
ia: augusto
id: Agustus
is: Ágúst
it: Agosto
ja: 8月
ku: Tebax
mr: ऑगस्ट
nl: augustus
pl: Sierpień
pt_br: agosto
ru: Август
sr: август
tr: Ağustos
tt: Август
uk: Серпень
vi: Tháng 8

source: September
ar: سبتمبر/أيلول
bg: септември
br: Gwengolo
el: Σεπτέμβριος
eo: septembro
es: Septiembre
eu: Iraila
fi: Syyskuu
fr: Septembre
he: ספטמבר
hi: सितंबर
hu: szeptember
ia: septembre
it: Settembre
ja: 9月
ku: Îlon
mr: सप्टेंबर
pl: Wrzesień
pt_br: setembro
ro: Septembrie
ru: Сентябрь
sr: септембар
tr: Eylül
tt: Сентябрь
uk: Вересень
vi: Tháng 9

source: October
ar: أكتوبر/تشرين الأول
bg: октомври
br: Here
de: Oktober
el: Οκτώβριος
eo: oktobro
es: Octubre
eu: Urria
fi: Lokakuu
fr: Octobre
he: אוקטובר
hi: अक्टूबर
hu: október
ia: octobre
id: Oktober
is: Október
it: Ottobre
ja: 10月
ku: Cotmeh
mr: ऑक्टोबर
nl: oktober
pl: Październik
pt_br: outubro
ro: Octombrie
ru: Октябрь
sk: október
sr: октобар
tr: Ekim
tt: Октябрь
uk: Жовтень
vi: Tháng 10

source: November
ar: نوفمبر/تشرين الثاني
bg: ноември
br: Du
el: Νοέμβριος
eo: novembro
es: Noviembre
eu: Azaroa
fi: Marraskuu
fr: Novembre
he: נובמבר
hi: नवंबर
ia: novembre
is: Nóvember
it: Novembre
ja: 11月
ku: Mijdar
mr: नोव्हेंबर
pl: Listopad
pt_br: novembro
ro: Noiembrie
ru: Ноябрь
sr: новемба
tr: Kasım
tt: Ноябрь
uk: Листопад
vi: Tháng 11

source: December
ar: ديسمبر/كانون الأول
bg: декември
br: Kerzu
de: Dezember
el: Δεκέμβριος
eo: decembro
es: Diciembre
eu: Abendua
fi: Joulukuu
fr: Décembre
he: דצמבר
hi: दिसम्बर
ia: decembre
id: Desember
is: Desember
it: Dicembre
ja: 12月
ku: Berfanbar
mr: डिसेंबर
pl: Grudzień
pt_br: dezembro
ro: Decembrie
ru: Декабрь
sr: децемба
tr: Aralık
tt: Декабрь
uk: Грудень
vi: Tháng 12

# incomplete date
source: {month} {day}
de: {day}. {month}
eo: {day} {month}
es: {day} {month}
fr: {day} {month}
he: {day} ב{month}
hi: {मासिक दिन}
ia: {day} de {month}
id: {day} {month}
is: {day} {month}
it: {day} {month}
ja: {month} {day}日
ku: di {month} {day} de
mr: {day} {month}
pt_br: {day} de {month}
ru: {day} {month}
sk: {day}{month}
tr: {month} {day} tarihinde

source: tab
bg: раздел
de: Tabulator
eo: tabo
es: tabulador
fi: sarkain
fr: tabulation
he: טאב
hi: टैब
ia: scheda
is: \ŧ
ku: hilpek
mr: टॅब
pl: zakładka
pt_br: aba
ro: filă
sr: таб
tr: sekme
tt: салынмасы
vi: thẻ

source: Profile languages
ar: لغات الملف الشخصي
bg: Езици на профила
br: Yezhoù ar profil
de: Profilsprachen
el: Γλώσσες προφιλ
eo: Profilaj lingvoj
es: Idiomas en el perfil
eu: Profileko hizkuntzak
fi: Profiilikielet
fr: Langues du profil
he: שפות הפרופיל
hi: प्रोफ़ाइल भाषाएँ
hu: Profilnyelvek
ia: Linguas de profilo
id: Bahasa profil
is: Tungumál notandasíðu
it: Lingue del profilo
ku: Zimanên profîlê
mr: रूपरेखेतील भाषा
nl: Profieltalen
pl: Języki profilu
pt_br: Idiomas do perfil
ro: Limbile străine setate la profil
ru: Языки, указанные в профиле
sk: Profilové jazyky
sr: Језици за профила
tr: Profil dilleri
tt: Профиль телләре
uk: Мови профіля
vi: Ngôn ngữ hồ sơ

source: Last used languages
ar: اللغات المستخدمة مؤخرًا
bg: Последно използвани езици
br: Yezhoù implijet da ziwezhañ
de: Zuletzt benutzte Sprachen
el: Τελευταία χρησιμοποιημένες γλώσσες
eo: Laste uzitaj lingvoj
es: Últimos idiomas usados
eu: Erabilitako azken hizkuntzak
fi: Viimeksi käytetyt kielet
fr: Dernières langues utilisées
he: השפות שהיו בשימוש לאחרונה
hi: उपयोग की गई अंतिम भाषाएँ
hu: Utoljára használt nyelvek
ia: Linguas usate recentemente
id: Bahasa terakhir digunakan
is: Síðast notuð tungumál
it: Ultime lingue usate
ja: 最近使用した言語
ku: Zimanên hatine bikaranîn (dawîn)
mr: याआधी वापरलेल्या भाषा
nl: Laatst gebruikte talen
pl: Ostanio użyte języki
pt_br: Últimos idiomas utilizados
ro: Ultimele limbi străine utilizate
ru: Последние использованные языки
sk: Naposledy použité jazyky
sr: Скоро употребљени језици
tr: Son kullanılan diller
tt: Соңгы кулланылган телләр
uk: Останні використані мови
vi: Ngôn ngữ được sử dụng gần đây

source: Other languages
ar: لغات أخرى
bg: Други езици
br: Yezhoù all
de: Andere Sprachen
el: Άλλες γλώσσες
eo: Aliaj lingvoj
es: Otros idiomas
eu: Beste hizkuntza batzuk
fi: Muut kielet
fr: Autres langues
he: שפות אחרות
hi: अन्य भाषाएँ
hu: Más nyelvek
ia: Altere linguas
id: Bahasa lain
is: Önnur tungumál
it: Altre lingue
ku: Zimanên din
mr: इतर भाषा
nl: Andere talen
pl: Pozostałe języki
pt_br: Outros idiomas
ro: Alte limbi
ru: Другие языки
sk: Ostatné jazyky
sr: Други језици
tr: Diğer diller
tt: Башка телләр
uk: Інші мови
vi: Ngôn ngữ khác

# dropdown-list
source: Unknown language
ar: لغة مجهولة
bg: Неизвестен език
br: Yezh dianav
de: Unbekannte Sprache
el: Άγνωστη γλώσσα
eo: Lingvo nekonata
es: Idioma desconocido
eu: Hizkuntza ezezaguna
fi: tuntematon kieli
fr: langue inconnue
he: שפה לא ידועה
hi: अज्ञात भाषा
hu: Ismeretlen nyelv
ia: Lingua incognite
id: Bahasa tak dikenal
is: Óþekkt tungumál
it: Lingua sconosciuta
ja: 不明な言語
ku: Zimanê nenas
mr: अज्ञात भाषा
nl: Onbekende taal
pl: Nieznany język
pt_br: Idioma desconhecido
ro: Limbă necunoscută
ru: Неизвестный язык
sk: Neznámy jazyk
sr: Непознати језик
tr: Bilinmeyen dil
tt: Билгесез тел
uk: Невідома мова
vi: Ngôn ngữ chưa rõ

source: other language
ar: لغات أخرى
bg: друг език
br: yezhoù all
de: andere Sprache
el: άλλη γλώσσα
eo: Alia lingvo
es: otro idioma
eu: beste hizkuntza bat
fi: muu kieli
fr: Autre langue
he: שפה אחרת
hi: अन्य भाषा
hu: más nyelv
ia: altere lingua
id: bahasa lain
is: annað tungumál
it: altra lingua
ja: その他の言語
ku: zimanê din
mr: अन्य भाषा
nl: andere taal
pl: inny język
pt_br: outro idioma
ro: altă limbă
ru: другой язык
sk: iný jazyk
sr: други језик
tr: diğer dil
tt: башка тел
uk: інша мова
vi: ngôn ngữ khác

source: You cannot add sentences because you did not add any language in your profile.
ar: لا يمكنك إضافة جمل لأنك لم تضف أي لغة في ملفك الشخصي.
bg: Не можете да добавяте изречения, защото не сте добавили никакъв език във вашия профил.
br: Ne c'hallit ket ouzhpennañ frazennoù rak n'ho peus ket ouzhpennet yezh ebet d'ho profil.
de: Du kannst keine Sätze hinzufügen, weil du keine Sprachen in deinem Profil hinzugefügt hast.
el: Δεν μπορείτε να προσθέσετε φράσεις γιατί δεν έχετε προσθέσει οποιαδήποτε γλώσσα στο προφίλ σας.
eo: Vi ne povas aldoni frazojn, ĉar vi ne aldonis iun lingvon al via parofilpaĝo.
es: No puedes agregar oraciones porque no has indicado ningún idioma en tu perfil.
eu: Ezin duzu esaldirik gehitu arrazoi honengatik: zure erabiltzaile-profilean ez duzulako inolako hizkuntzarik aipatzen.
fi: Et voi lisätä lauseita, koska et ole lisännyt yhtään kieltä profiiliisi.
fr: Vous ne pouvez pas ajouter de phrases parce que vous n'avez ajouté aucune langue dans votre profil.
he: אין לך אפשרות להוסיף משפטים כיוון שלא הוספת שפות כלשהן לפרופיל שלך.
hi: आप वाक्य नहीं जोड़ सकते, क्योंकि आपने अपने प्रोफ़ाइल में कोई भी भाषा जोड़ी नहीं है।
hu: Nem adhatsz hozzá mondatokat, mert nem állítottál be egyetlen nyelvet sem a profilodon.
ia: Tu non pote adder phrases perque tu non ha indicate un lingua in tu profilo.
id: Anda tidak dapat menambah kalimat karena Anda belum menambahkan satupun bahasa di profil Anda.
is: Þú getur ekki bætt við setningum því að þú hefur ekki set nein tungumál á notandasíðu þinni.
it: Non puoi aggiungere delle frasi perché non hai aggiunto alcuna lingua al tuo profilo.
ja: 例文を投稿するには、プロフィールで言語を登録する必要があります。
mr: आपल्या रूपरेखेत आपण कोणतीही भाषा जोडली नाही. यामुळे आपण नवीन वाक्ये जोडू शकत नाही.
nl: Je kunt geen zinnen toevoegen omdat je geen talen aan je profiel hebt toegevoegd.
pl: Nie możesz dodawać zdań, ponieważ nie dodałeś/łaś żadnego języka w swoim profilu.
pt_br: Você não pode adicionar frases porque ainda não incluiu nenhum idioma em seu perfil.
ro: Nu puteți adăuga propoziții pentru că nu ați adăugat nicio limbă la profilul dumneavoastră.
ru: Вы не можете добавлять предложения, так как не указали в вашем профиле ни одного языка.
sk: Nemôžete pridávať vety, pretože ste nepridali žiadny jazyk na váš profil.
sr: Не можеш да додајеш реченице јер ниси додао ниједан језик на свом профилу.
tr: Cümle ekleyemezsiniz çünkü profilinize herhangi bir dil eklemediniz.
tt: Сез җөмләләр өсти алмыйсыз, чөнки сез үз профилегездә бер генә телне дә күрсәтмәдегез.
uk: Ви не можете додавати речення тому що ви не додали жодної мови до свого профіля.
vi: Bạn không thể thêm câu vì bạn chưa thêm ngôn ngữ nào vào hồ sơ của mình.

source: You cannot translate sentences because you did not add any language in your profile.
ar: لا يمكنك ترجمة جمل لأنك لم تضف أي لغة في ملفك الشخصي.
bg: Не можете да превеждате изречения, защото не сте добавили никакъв език във вашия профил.
br: Ne c'hallit ket treiñ frazennoù rak n'ho peus ket ouzhpennet yezh ebet d'ho profil.
de: Du kannst keine Sätze übersetzen, weil du keine Sprachen in deinem Profil hinzugefügt hast.
el: Δεν μπορείτε να μεταφράσετε φράσεις, επειδή δεν έχετε προσθέσει οποιαδήποτε γλώσσα στο προφίλ σας.
eo: Vi ne povas traduki frazojn, ĉar vi ne aldonis iun lingvon al via parofilpaĝo.
es: No puedes traducir oraciones porque no has indicado ningún idioma en tu perfil.
eu: Ezin duzu esaldirik itzuli arrazoi honengatik: zure erabiltzaile-profilean ez duzulako inolako hizkuntzarik aipatzen.
fi: Et voi kääntää lauseita, koska et ole lisännyt yhtään kieltä profiiliisi.
fr: Vous ne pouvez pas traduire de phrases parce que vous n'avez ajouté aucune langue dans votre profil.
he: אין לך אפשרות לתרגם משפטים כיוון שלא הוספת שפות כלשהן לפרופיל שלך.
hi: आप वाक्यों का अनुवाद नहीं कर सकते, क्योंकि आपने अपने प्रोफ़ाइल में कोई भी भाषा जोड़ी नहीं है।
hu: Nem fordíthatsz mondatokat, mert nem állítottál be egyetlen nyelvet sem a profilodon.
ia: Tu non pote traducer phrases perque tu non ha indicate un lingua in tu profilo.
id: Anda tidak dapat menerjemahkan kalimat karena Anda belum menambahkan satupun bahasa di profil Anda.
is: Þú getur ekki þýtt því að þú hefur ekki set nein tungumál á notandasíðu þinni.
it: Non puoi tradurre le frasi perché non hai aggiunto alcuna lingua al tuo profilo.
ja: 翻訳を投稿するには、プロフィールで言語を登録する必要があります。
ku: Tu nikarî hevokan wergerîne ji ber ku te ti ziman tevlî profîla xwe nekiriye.
mr: आपल्या रूपरेखेत आपण कोणतीही भाषा जोडली नाही. यामुळे आपण नवीन भाषांतरे जोडू शकत नाही.
nl: Je kunt geen zinnen vertalen omdat je geen talen aan je profiel hebt toegevoegd.
pl: Nie możesz tłumaczyć zdań, ponieważ nie dodałeś/łaś żadnego języka w swoim profilu.
pt_br: Você não pode traduzir frases porque ainda não incluiu nenhum idioma em seu perfil.
ro: Nu puteți traduce propoziții pentru că nu ați adăugat nicio limbă la profilul dumneavoastră.
ru: Вы не можете переводить предложения, так как не указали в вашем профиле ни одного языка.
sk: Nemôžete prekladať vety, pretože ste nepridali žiadny jazyk na váš profil.
sr: Не можеш да преводиш реченице јер ниси додао ниједан језик на свом профилу.
tr: Cümle çeviremezsiniz çünkü profilinize herhangi bir dil eklemediniz.
tt: Сез җөмләләрне тәрҗемә итә алмыйсыз, чөнки үз профилегездә телне күрсәтмәдегез.
uk: Ви не можете перекладати речення тому що ви не додали жодної мови до свого профіля.
vi: Bạn không thể dịch câu vì bạn chưa thêm ngôn ngữ nào vào hồ sơ của mình.

# level
source: Unspecified
ar: غير محدّد
bg: Неуточнен
br: Nann-spisaet
de: Unbestimmt
el: Απροσδιόριστος
eo: Nedifinita
es: Sin especificar
eu: Zehaztu gabea
fi: Määrittelemätön
fr: Non précisé
he: לא צוין
hi: अनिर्दिष्ट
hu: Meghatározatlan
ia: Non specificate
id: Tidak terspesifikasi
is: Ótilgreint
it: Non specificato
ja: 指定なし
ku: netaybetkirî
mr: अनिर्दिष्ट
nl: Niet gespecificeerd
pl: Nieokreślone
pt_br: Não especificado
ro: Nespecificat
ru: Неопределенный
sk: Neurčené
sr: Неодређено
tr: Belirtilmemiş
tt: Аныкланмаган
uk: Незазначені
vi: Chưa xác định

source: 0: Almost no knowledge
ar: 0: صفر تقريبًا
bg: 0: Почти няма знания
br: 0: Tost hep gouiziegezh
de: 0: kaum Kenntnisse.
el: 0: Σχεδόν καμία γνώση
eo: 0: Apenaŭ kono
es: 0: Casi sin conocimiento
eu: 0: Oso azaleko ezagutza
fi: 0: Käytännössä olemattomat tiedot
fr: 0 : presque aucune connaissance
he: 0: כמעט ולא יודע/ת
hi: 0: लगभग कोई ज्ञान नहीं
hu: 0: Szinte semmilyen fajta tudás
ia: 0: Quasi nulle cognoscenita
id: 0: Hampir tidak memahami sama sekali
is: 0: Nánast engin þekking
it: 0: Quasi nullo
ja: 0: 入門レベル
mr: ०: जवळजवळ येतच नाही
nl: 0: Bijna geen kennis
pl: 0: Niemal nieznany
pt_br: 0: Quase nenhum conhecimento
ro: 0: Aproape niciun fel de cunoștințe
ru: 0: Почти не знаю
sk: 0: Takmer žiadna znalosť
sr: 0: Скоро ништа
tr: 0: Neredeyse sıfır bilgi
tt: 0: Бернинди белем дә юк диярлек
uk: 0: Майже не знаю
vi: 0: Hầu như không có kiến ​​thức

source: 1: Beginner
ar: 1: مبتدئ
bg: 1: Начинаещ
br: 1: Deraouad
de: 1: Anfänger.
el: 1: Αρχάριοι
eo: 1: Komencanto
es: 1: Principiante
eu: 1: Hasi berria
fi: 1: Aloittelijataso
fr: 1 : débutant(e)
he: 1: מתחיל/ה
hi: 1: प्रारंभकर्ता
hu: 1: Kezdő
ia: 1: Comenciante
id: 1: Tingkat pemula
is: 1: Byrjandi
it: 1: Principiante
ja: 1: 初級レベル
ku: 1: Destpêk
mr: १: नवशिक्या
pl: 1: Początkujący
pt_br: 1: Iniciante
ro: 1: Începător
ru: 1: Начинающий
sk: 1: Začiatočník
sr: 1: Почетник
tr: 1: Başlangıç
tt: 1: Башлап җибәрүче
uk: 1: Початківець
vi: 1: Người mới bắt đầu

source: 2: Intermediate
ar: 2: متوسّط
bg: 2: Междинно ниво
br: 2: Etre
de: 2: fortgeschrittener Anfänger.
el: 2: Ενδιάμεση
eo: 2: Meznivela
es: 2: Intermedio
eu: 2: Erdi-mailako ezagutza
fi: 2: Keskitaso
fr: 2 : intermédiaire
he: 2: בינוני/ת
hi: 2: मध्यस्थ
hu: 2: Középfokú
ia: 2: Intermedie
id: 2: Tingkat menengah
is: 2: Miðlungs
it: 2: Intermedio
ja: 2: 中級レベル
ku: 2: Navîn
mr: २: मध्यस्थ
nl: 2: Halfgevorderd
pl: 2: Średnio zaawansowany
pt_br: 2: Intermediário
ro: 2: Intermediar
ru: 2: Средний уровень
sk: 2: Stredne pokročilý
sr: 2: Осредње
tr: 2: Orta
tt: 2: Арадаш
uk: 2: Середній рівень
vi: 2: Trung cấp

source: 3: Advanced
ar: 3: متقدّم
bg: 3: Напреднал
br: 3: Araokaet
de: 3: fortgeschritten.
el: 3: Προχωρημένη
eo: 3: Progresinto
es: 3: Avanzado
eu: 3: Aurreratua
fi: 3: Edistynyt taso
fr: 3 : avancé(e)
he: 3: מתקדם/ת
hi: 3: उन्नत
hu: 3: Haladó
ia: 3: Avantiate
id: 3: Tingkat lanjut
is: 3: Þróuð
it: 3: Avanzato
ja: 3: 上級レベル
ku: 3: Pêşketî
mr: ३: प्रगत
nl: 3: Gevorderd
pl: 3: Zaawansowany
pt_br: 3: Avançado
ro: 3: Avansat
ru: 3: Продвинутый уровень
sk: 3: Pokročilý
sr: 3: Напредно
tr: 3: İleri
tt: 3: Алга киткән
uk: 3: Просунутий рівень
vi: 3: Nâng cao

source: 4: Fluent
ar: 4. فصيح
bg: 4: Перфектно ниво
br: 4: En e vleud
de: 4: fließend.
el: 4: Άπταιστη γνώση
eo: 4: Flua
es: 4: Fluido
eu: 4: Hizkuntza horretan nahiko erraz moldatzen naiz
fi: 4: Sujuva taso
fr: 4 : courant
he: 4: דובר/ת באופן שוטף
hi: 4: धाराप्रवाह
hu: 4: Folyékony
ia: 4: Fluente
id: 4: Fasih
is: 4: Altalandi
it: 4: Fluente
ja: 4: 超上級レベル
ku: 4: Herikbar
mr: ४: अस्खलित
nl: 4: Vloeiend
pl: 4: Biegły
pt_br: 4: Fluente
ru: 4: Свободно владею
sk: 4: Plynulá znalosť
sr: 4: Течно
tr: 4: Akıcı
tt: 4: Иркен
uk: 4: Вільно володію
vi: 4: Thông thạo

source: 5: Native level
ar: 5: لغتي الأمّ
bg: 5: Роден език
br: 5: Genidik
de: 5: Muttersprachler.
el: 5: Εγγενής επίπεδο
eo: 5: Denaska nivelo
es: 5: Nivel nativo
eu: 5: Jatorrizko hiztunaren maila
fi: 5: Äidinkielen taso
fr: 5 : niveau natif
he: 5: שפת אם
hi: 5: मातृ भाषा स्तर
hu: 5: Anyanyelvű
ia: 5: Nivello de lingua materne
id: 5: Bahasa ibu
is: 5: Jafn innfæddum
it: 5: Madrelingua
ja: 5: ネイティブ
ku: 5: Zimanê dayikê
mr: ५: मातृभाषिक स्तर
nl: 5: Moedertaalniveau
pl: 5: Ojczysty
pt_br: 5: Nativo
ro: 5: Nativ
ru: 5: На уровне родного языка
sk: 5: Rodený hovoriaci
sr: 5: Матерњи
tr: 5: Ana dil
tt: 5: Туган тел дәрәҗәсендә
uk: 5: Рідна мова
vi: 5: Trình độ bản địa

source: created
ar: الإنشاء
bg: създаден
br: krouet
de: erstellt am
el: δημιουργήθηκε
eo: kreita
es: creado
eu: sortua
fi: luotu
fr: créée
he: נוצרו
hi: बनायी
hu: létrehozva
ia: create
id: dibuat
is: skapaður
it: data di creazione
ja: 作成日時
ku: afirandina lîsteyê
mr: बनवली
nl: gecreëerd
pl: utworzona
pt_br: criada
ro: creată
ru: создано
sk: vytvorené
sr: направљено
tr: oluşturulma
tt: булдыру
uk: створено
vi: được tạo

source: last updated
ar: آخر تحديث
bg: последно актуализиран
br: hivizadur diwezhañ
de: letzte Änderung
el: τελευταία ενημερωμένος
eo: laste aktualigita
es: Última actualización
eu: azken eguneraketa
fi: viimeksi päivitetty
fr: dernière mise à jour
he: עודכנו לאחרונה
hi: नवीनतम अद्यतन
hu: utoljára módosítva
ia: ultime actualisation
id: terakhir diperbarui
is: síðast uppfærður
it: ultimo aggiornamento
ja: 最終更新日時
ku: hildemandina dawîn
mr: सर्वात अलीकडचे अद्ययावत केलेले
nl: laatst bijgewerkt
pl: ostatnio zmieniona
pt_br: última atualização
ro: ultima actualizare
ru: последнее обновление
sk: naposledy upravené
sr: последња измена
tr: son güncelleme
tt: Соңгы яңарту
uk: востаннє змінено
vi: Cập nhật mới nhất

source: (unnamed list)
ar: (قائمة غير مسماة)
bg: (неназован списък)
br: (listenn dizanv)
de: (unbenannte Liste)
el: (ανώνυμος κατάλογος)
eo: (sennoma listo)
es: (lista sin nombre)
eu: (izenik gabeko zerrenda)
fi: (nimetön lista)
fr: (liste sans nom)
he: (רשימה ללא שם)
hi: (बेनाम सूची)
hu: (névtelen lista)
ia: (lista sin nomine)
id: (daftar tak bernama)
is: (ónefndur listi)
it: (elenco senza nome)
ja: （無題のリスト）
ku: (lîsteya bênav)
mr: (अनामित यादी)
nl: (naamloze lijst)
pl: (lista bez nazwy)
pt_br: (lista sem nome)
ro: (listă fără nume)
ru: (безымянный список)
sk: (bezmenný zoznam)
sr: (неименован списак)
tr: (isimsiz liste)
tt: (аталмаган исемлек)
vi: (danh sách không tên)

source: Number of sentences
ar: عدد الجمل
bg: Брой изречения
br: Niver a frazennoù
de: Anzahl der Sätze
el: Αριθμός φράσεων
eo: Nombro de frazoj
es: Número de oraciones
eu: Esaldi kopurua
fi: Lauseiden lukumäärä
fr: Nombre de phrases
he: מספר משפטים
hi: वाक्यों की संख्या
hu: Mondatok száma
ia: Numero de phrases
id: Jumlah kalimat
is: Fjöldi setninga
it: Numero di frasi
ja: 例文の数
ku: Hejmara hevokan
mr: वाक्यांची संख्या
nl: Aantal zinnen
pl: Liczba zdań
pt_br: Número de frases
ro: Număr de propoziții
ru: Количество предложений
sk: Počet viet
sr: Број реченица
tr: Cümle sayısı
tt: Җөмләләр саны
uk: Кількість речень
vi: Số câu

source: Back to all lists
ar: عُدْ إلى كل القوائم
bg: Обратно към всички списъци
br: Distreiñ d'an holl listennoù
de: Zurück zu allen Listen
el: Πίσω σε όλους τους καταλόγους
eo: Reen al la listaro
es: Volver a todas la listas
eu: Atzera berriro zerrenda guztietara
fi: Takaisin kaikkiin listoihin
fr: Revenir à l'ensemble des listes
he: חזרה לכל הרשימות
hi: सूचियों पर वापस लौटें
hu: Vissza minden listához
ia: Retornar a tote le listas
id: Kembali ke daftar utama
is: Til baka að öllum listum
it: Ritorna alla pagina con tutti gli elenchi
ja: リストの一覧に戻る
ku: Vegerê hemû lîsteyan
mr: सर्व याद्यांकडे परता
nl: Terug naar alle lijsten
pl: Z powrotem do wszystkich list
pt_br: Voltar para todas as listas
ro: Înapoi la toate listele
ru: Ко всем спискам
sk: Späť k všetkým zoznamom
sr: Назад на све спискове
tr: Tüm listelere dön
tt: Барлык исемлекләргә кайтырга
uk: Повернутись до всіх списків
vi: Quay lại tất cả danh sách

source: Back to this list
ar: عُدْ إلى هذه القائمة
bg: Обратно към този списък
br: Distreiñ d'al listenn-mañ
de: Zu dieser Liste zurückkehren
el: Πίσω σε αυτόν τον κατάλογο
eo: Reen al ĉi tiu listo
es: Volver a esta lista
eu: Atzera zerrenda honetara
fi: Takaisin tähän listaan
fr: Retourner à cette liste
he: חזרה לרשימה זו
hi: इस सूची पर लौटें
hu: Vissza a listához
ia: Retornar a iste lista
id: Kembali ke daftar ini
is: Til baka að þessum lista
it: Ritorna a questo elenco
ja: このリストの例文一覧に戻る
ku: Vegere vê lîsteyê
mr: या यादीकडे परता
nl: Terug naar deze lijst
pl: Z powrotem do listy
pt_br: Voltar para a lista
ro: Înapoi la această listă
ru: Назад к списку
sk: Späť k tomuto zoznamu
sr: Назад на овај списак
tr: Bu listeye dön
tt: Бу исемлеккә әйләнеп кайтыйк
uk: Повернутись до цього списка
vi: Quay lại danh sách này

source: List visibility
ar: ظهور القائمة
bg: Видимост на списъка
br: Gwelusted al listenn
de: Anzeigeeinstellungen
el: Ορατότητα καταλόγου
eo: Videbleco de la listo
es: Visibilidad de la lista
eu: Zerrendaren ikusgarritasuna
fi: Listan näkyvyys
fr: Visibilité de la liste
he: חשיפת הרשימה
hi: सूची दृश्यता
hu: Lista láthatósága
ia: Visibilitate del lista
id: Visibilitas daftar
is: Sýnileiki lista
it: Visibilità dell'elenco
ja: リストの公開範囲
ku: Xuyanbariya Lîsteyê
mr: यादी दृश्ता
nl: Zichtbaarheid van de lijst
pl: Widoczność listy
pt_br: Acesso à lista
ro: Vizibilitate listă
ru: Видимость списка
sk: Viditeľnosť zoznamu
sr: Видљивост списка
tr: Liste görünürlüğü
tt: Исемлек күренеше
uk: Доступність списка
vi: Liệt kê khả năng hiển thị
