Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: zero: The sentence is original, not a translation of another.
bg: нула: Изречението е оригинално, а не превод на друго.
de: 0: Originalsatz.
eo: nulo: la frazo estas originala, ne traduko de alia frazo.
es: zero: La oración es una original, no una traducción de otra oración.
fi: nolla: Lause on alkuperäinen, ei käännös.
fr: zéro : la phrase est originale, ce n'est pas une traduction d'une autre phrase
he: אפס: המשפט הוא מקורי, לא תרגום של אחר.
hi: शून्य: वाक्य मूल है, दूसरे का अनुवाद नहीं।
hu: nulla: A mondat eredeti, nem egy másikon alapul.
ia: zero: Le phrase es original, non un traduction de un altere.
id: nol: Kalimat ini orisinal, bukan terjemahan kalimat lain.
it: zero: La frase è originale, non una traduzione di un'altra frase.
ja: 0 の場合：翻訳として追加されたものではなく、オリジナルの例文です。
mr: शून्य: हे वाक्य मूळचे आहे, अर्थात, दुसर्‍या वाक्याचे भाषांतर नव्हे.
nl: nul: De zin is origineel, niet een vertaling van een andere.
pl: zero: Zdanie jest oryginalne, nie jest tłumaczeniem innego.
pt_br: zero: A frase é original, e não tradução de uma outra.
ro: zero: propoziția este originală, nu o traducere a alteia.
ru: ноль: Предложение является оригинальным, не переводом другого.
sk: nula: Veta je pôvodná, nie preklad druhej
tt: нуль: бу-оригиналь җөмлә, ә башка текстның тәрҗемәсе түгел.
vi: zero: Câu là bản gốc, không phải bản dịch từ nơi khác.

source: greater than zero: The id of the sentence from which it was translated.
bg: по -голямо от нула: Идентификаторът на изречението, от което е преведен.
de: >0: Nummer des zugrundeliegenden übersetzten Satzes.
eo: pli granda ol nulo: la identigilo de la frazo el kiu ĝi estis tradukita.
es: mayor que cero: La id de la oración de la que se tradujo.
fi: yli nolla: Sen lauseen lausenumero, josta tämä lause on käännetty.
fr: supérieur à zéro : l'identifiant de la phrase depuis laquelle elle a été traduite.
he: למעלה מאפס: מזהה משפט המקור ממנו תורגם המשפט הזה.
hi: शून्य से बड़ा: उस वाक्य की आईडी जिससे इसका अनुवाद किया गया था।
hu: nagyobb, mint 0: A mondat azonosítója, amelyen alapul.
ia: superior a zero: Le ID del phrase desde le qual illo ha essite traducite.
id: lebih dari nol: id dari kalimat sumber yang sudah diterjemahkan.
it: maggiore di zero: L'ID della frase originale che è stata tradotta.
ja: 0 より大きい場合：この数値は、翻訳の元になった例文番号です。
mr: शून्यापेक्षा अधिक: ज्या वाक्यापासून भाषांतर केले त्या वाक्याची आई.डी.
nl: groter dan nul: Het ID van de zin waarvan hij vertaald is.
pl: większe niż zero: ID zdania, którego jest tłumaczeniem.
pt_br: maior que zero: O número de identificação da frase da qual foi traduzida.
ro: mai mare decât zero: id-ul propoziției din care a fost tradusă.
ru: больше нуля: ID предложения, переводом которого оно является.
tt: нульдән зуррак: җөмлә идентификаторы, аннан ул тәрҗемә ителгән.
vi: lớn hơn 0: Id của câu gốc (mà các bản dịch khác dựa vào nó).

source: \N: Unknown (rare).
bg: \N: Неизвестно (рядко).
br: \N: Dianav (ral).
de: \N: unbekannt (selten)
eo: \N: Nekonata (malofta).
es: \N: Desconocido (raro).
fi: \N: Tuntematon (harvinainen)
fr: \N : inconnu (rare).
he: ‎\N: לא ידוע (נדיר).
hi: \N: अज्ञात (दुर्लभ)।
hu: \N: Ismeretlen (ritka).
ia: \N: Incognite (rar).
id: \N: Tidak diketahui (langka)
it: \N: Sconosciuto (raro).
ja: \N: 成り立ちがまだ特定されていない例文です。（稀少）
mr: \N: अज्ञात (दुर्मिळ).
nl: \N: Onbekend (zeldzaam).
pl: \N: Nie wiadomo (rzadkie).
pt_br: \N: Desconhecido (raro).
ro: \ N: Necunoscut (rar).
ru: \N: Неизвестно (редко).
tt: \ N: Билгесез (сирәк).
vi: \N: Không xác định (hiếm).

source: Sentences (CC0)
bg: Изречения (CC0)
br: Frazennoù (CC0)
de: Sätze (CC0)
el: Φράσεις (CC0)
eo: Frazoj (KK0)
es: Oraciones (CC0)
eu: Esaldiak (CC0)
fi: Lauseet (CC0)
fr: Phrases (CC0)
he: משפטים (CC0)
hi: वाक्य (CC0)
hu: Mondatok (CC0)
ia: Phrases (CC0)
id: Kalimat (CC0)
is: Setningar (CC0)
it: Frasi (CC0)
ja: 例文（CC0）
ku: Hevok (CC0)
mr: वाक्ये (CC0)
nl: Zinnen (CC0)
pl: Zdania (CC0)
pt_br: Frases (CC0)
ro: Propoziții (CC0)
ru: Предложения (CC0)
sk: Vety (CC0)
sr: Реченице (CC0)
tr: CC0 lisanslı cümleler
tt: Җөмләләр (CC0)
uk: Речення (CC0)
vi: Câu (CC0)

source: Contains all the sentences available under CC0.
bg: Съдържа всички изречения, налични под CC0.
br: Enderc'hel a ra an holl frazennoù hegerz dindan CC0.
de: Enthalten: alle unter der Lizenz CC0 verfügbaren Sätze.
el: Περιέχει όλες τις φράσεις που είναι διαθέσιμες υπό την CC0.
eo: Enhavas ĉiujn frazojn, kiuj estas akireblaj sub KK0.
es: Contiene todas las oraciones disponibles bajo CC0.
eu: Honek batzen ditu CC0 lizentziarekin libre dauden esaldi guztiak.
fi: Sisältää kaikki lauseet, jotka ovat saatavilla CC0-lisenssillä.
fr: Contient toutes les phrases disponibles sous CC0.
he: מכיל את כל המשפטים שכפופים ל־CC0.
hi: CC0 के अंतर्गत उपलब्ध सभी वाक्यों को समाहित करता है।
hu: Az összes CC0 alatt elérhető mondatot tartalmazza.
ia: Contine tote le phrases disponibile sub CC0.
id: Memuat semua kalimat yang tersedia dalam CC0.
it: Contiene tutte le frasi disponibili sotto la licenza CC0.
ja: CC0 に基づいて利用可能な例文のデータです。
mr: CC0 द्वारे उपलब्ध असणारे सर्व वाक्य यात समाविष्ट आहेत.
nl: Bevat alle zinnen beschikbaar onder CC0.
pl: Zawiera wszystkie zdania dostępne na licencji CC0.
pt_br: Contém todas as frases disponíveis sob a licença CC0.
ro: Conține toate propozițiile disponibile sub licența CC0.
ru: Содержит все предложения, доступные под лицензией CC0.
sk: Obsahuje všetky vety dostupné pod licenciou CC0.
sr: Садржи све реченице доступне под лиценцом CC0.
tr: CC0 lisansı altındaki tüm kullanılabilir cümleleri içerir.
tt: CC0 бүлегендә мөмкин булган барлык җөмләләрне үз эченә ала.
vi: Chứa tất cả các câu có sẵn trong CC0.

source: Links
ar: الوصلات
bg: Връзки
br: Liammoù
de: Verknüpfungen
el: Σύνδεσμοι
eo: Ligiloj
es: Enlaces
eu: Estekak
fi: Linkit
fr: Liens
he: קישורים
hi: लिंक
hu: Hivatkozások
ia: Ligamines
id: Tautan-tautan
is: Tengingar
it: Collegamenti
ja: リンク
ku: Girêdan
mr: पाने
nl: Koppelingen
pl: Linki
pt_br: Ligações
ro: Linkuri
ru: Связи
sk: Spojenia
sr: Линкови
tr: Bağlantılar
tt: Элемтәләр
uk: Зв'язки
vi: Liên kết

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
ar: يحتوي على الروابط بين الجمل. {sampleLinkLine} معناه أن الجملة رقم 77 هي ترجمة الجملة رقم 1. الرابط العكسي موجود أيضًا، أي أن الملف سيحتوي على سطر فيه {sampleLinkLineReversed}.
bg: Съдържа връзките между изреченията. {sampleLinkLine}означава, че изречение #77 е преводът на изречение #1. Взаимната връзка също присъства, така че файлът ще съдържа и ред, който казва {sampleLinkLineReversed}.
br: Enderc'hel a ra al liammoù etre ar frazennoù. {sampleLinkLine} a dalvez ez eo #77 troidigezh ar frazenn #1. Al liamm daouduek a zo ivez anezhañ, ar restr a endalc'ho ivez ul linenn hag a lavar {sampleLinkLineReversed}.
de: Beinhaltet die Satzverknüpfungen. {sampleLinkLine} bedeutet, dass Satz Nr.&nbsp;77 die Übersetzung des Satzes Nr.&nbsp;1 ist. Die umgekehrte Verknüpfung ist ebenfalls vorhanden. Die Datei enthält also auch den Eintrag {sampleLinkLineReversed}.
el: Περιέχει τις συνδέσεις μεταξύ των ποινών. {sampleLinkLine} σημαίνει η φράση #77 είναι η μετάφραση της φράσης #1. Η αμοιβαία σύνδεση είναι επίσης παρούσα, έτσι ώστε το αρχείο θα περιέχει επίσης μια γραμμή που να λέει {sampleLinkLine αντίστροφης}.
eo: Enhavas la ligilojn inter frazoj. {sampleLinkLine} signifas, ke frazo n-ro 77 estas la traduko de frazo n-ro 1. Ankaŭ la reciproka ligilo ĉeestas, do la dosiero enhavos ankaŭ linion, kiu tekstas {sampleLinkLineReversed}.
es: Contiene enlaces entre las oraciones. {sampleLinkLine} significa que la oración nº 77 es la traducción de la oración nº 1. El enlace recíproco también está presente, por lo que el fichero también contendrá una línea que diga {sampleLinkLineReversed}.
eu: Esaldien arteko estekak gordetzen ditu. {sampleLinkLine} horrek esan nahi du #77 zenbakia duen esaldia #1 zenbakia duen esaldiaren itzulpena dela. Alderantzizko esteka ere hortxe dago, beraz fitxategiak lerro bat izango dut honako hau esaten: {sampleLinkLineReversed}.
fi: Sisältää lauseiden väliset linkit. {sampleLinkLine} tarkoittaa, että lause numero 77 on lauseen numero 1 käännös. Myös lauseiden keskinäinen linkki on annettu, joten tiedosto sisältää myös rivin, jolla sanotaan {sampleLinkLineReversed}.
fr: Contient les liens entre les phrases. {sampleLinkLine} signifie que la phrase 77 est une traduction de la phrase 1. Le lien réciproque étant également présent, le fichier aura aussi une ligne disant {sampleLinkLineReversed}.
he: מכיל את הקישורים בין המשפטים. המשמעות של {sampleLinkLine} היא שמשפט מס׳ 77 הוא התרגום של משפט מס׳ 1. הקישור ההדדי קיים גם הוא, כך שהקובץ יכלול גם שורה שתוכנה {sampleLinkLineReversed}.
hi: वाक्यों के बीच लिंक शामिल हैं। {sampleLinkLine} का अर्थ है कि वाक्य # 77 वाक्य # 1 का अनुवाद है। पारस्परिक लिंक भी मौजूद है, इसलिए फ़ाइल में एक पंक्ति भी होगी जो कहती है {sampleLinkLineReversed}।
hu: A mondatok közötti linkeket (kapcsolatokat) tartalmazza. {sampleLinkLine} azt jelenti, hogy a 77. mondat az 1. mondat fordítása. A másik irányú link (kapcsolat) is jelen van, így a fájl tartalmaz egy olyan sort is, amely a következőt tartalmazza: {sampleLinkLineReversed}.
ia: Contine le ligamines inter phrases. {sampleLinkLine} significa que le phrase № 77 es le traduction del phrase № 1. Le ligamine reciproc es etiam presente, e le file etiam contine un linea con le texto {sampleLinkLineReversed}.
id: Memuat tautan di antara kalimat. {sampleLinkLine} menandakan bahwa kalimat #77 adalah terjemahan dari kalimat #1. Tautan dua arah juga tersedia, sehingga berkas tersebut juga akan memuat tautan yang menyatakan {sampleLinkLineReversed}.
it: Contiene i collegamenti tra le frasi. {sampleLinkLine} vuole dire che la frase n° 77 è la traduzione della frase n° 1. Anche il collegamento reciproco è presente, per cui il file conterrà anche una riga che dice {sampleLinkLineReversed}.
ja: 例文間のリンクの一覧です。{sampleLinkLine} とあれば、例文番号1の文が例文番号77の文にリンクされているということです。ファイルには順番を入れ替えた {sampleLinkLineReversed} も含まれています。
mr: वाक्यांमधील दुवा समाविष्ट आहेत. {sampleLinkLine} याचा अर्थ हा की वाक्य क्र. ७७ हे वाक्य क्र. १ चं भाषांतर आहे. पारस्पारिक दुवासुद्धा उपस्थित आहे, अर्थात फाइलीत अशीही ओळी असेल: {sampleLinkLineReversed}.
nl: Bevat de koppelingen tussen de zinnen. {sampleLinkLine} betekent dat zin nr. 77 de vertaling is van zin nr. 1. De wederzijdse link is ook aanwezig, zodat het bestand ook een lijn bevat waar {sampleLinkLineReversed} in staat.
pl: Zawiera łącza zdań. {sampleLinkLine} oznacza, że zdanie #77 jest tłumaczeniem zdania #1. Odwrotne łącze też jest obecne, więc w pliku będzie się znajdować linijka {sampleLinkLineReversed}.
pt_br: Contém as ligações entre as frases. {sampleLinkLine} significa que a frase #77 é uma tradução da frase #1. Consta ainda a ligação recíproca; assim, o arquivo conterá uma linha que diz {sampleLinkLineReversed}.
ro: Conține linkurile dintre propoziții. {sampleLinkLine} înseamnă că propoziția #77 este traducerea propoziției #1. De asemenea, este prezent și linkul reciproc, deci fișierul va conține și un rând care spune {sampleLinkLineReversed}.
ru: Содержит связи между предложениями. {sampleLinkLine} означает, что предложение №77 является переводом предложения №1. Обратная связь также присутствует, т.е. файл также содержит запись {sampleLinkLineReversed}.
sk: Obsahuje spojenia medzi vetami. Napríklad {sampleLinkLine} značí, že veta #77 je prekladom vety #1. Údaje sú obojstranné, takže súbor bude obsahovať aj riadok, na ktorom stojí {sampleLinkLineReversed}.
sr: Садржи линкове између реченица. {sampleLinkLine}значи да је реченица #77 превод реченице #1. Забележен је и реципрочни линк, тако да ће фајл садржати и линију која каже {sampleLinkLineReversed}.
tr: Cümleler arasındaki bağlantıları içerir. {sampleLinkLine}, #77 numaralı cümlenin #1 numaralı cümlenin çevirisi olduğu anlamına gelir. Çift taraflı bağlantı da bulunmaktadır. Bu yüzden dosyada {sampleLinkLineReversed} yazan bir satır da olacaktır.
tt: Җөмләләр арасында сылтамалар бар. {sampleLinkLine} 77 нче җөмләнең 1 нче җөмләнең тәрҗемәсе булуын аңлата. Кире сылтама да бар, шуңа күрә файлда шулай ук {sampleLinkLineReversed} дип язылган юл булачак.
uk: Містить зв'язки поміж реченнями. {sampleLinkLine} означає що речення #77 є перекладом речення #1. Зв'язок у зворотньому напрямку також існує, тому файл також міститиме наступний рядок {sampleLinkLineReversed}.
vi: Chứa các liên kết giữa các câu. {sampleLinkLine} có nghĩa là câu #77 là bản dịch của câu #1. Liên kết đối ứng cũng tồn tại, vì vậy tệp cũng sẽ chứa một dòng chỉ rõ {sampleLinkLineReversed}.

source: Tags
ar: الوسوم
bg: Тагове
br: Balizoù
de: Etiketten
el: Ετικέτες
eo: Etikedoj
es: Etiquetas
eu: Etiketak
fi: Tunnisteet
fr: Étiquettes
he: תגיות
hi: टैग
hu: Címkék
ia: Etiquettas
id: Label
is: Merki
it: Etichette
ja: タグ
ku: Etîket
mr: खूणचिठ्ठ्या
nl: Labels
pl: Tagi
pt_br: Etiquetas
ro: Etichete
ru: Теги
sk: Štítky
sr: Ознаке
tr: Etiketler
tt: Теглар
uk: Теґи
vi: Thẻ

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
ar: يتضمن قائمة <a href="{url}">الوسوم</a> المرتبطة بكل جملة. {sampleTagLine} معناه أن الجملة رقم 381279 قد وُسمت بالوسم "proverb".
bg: Съдържа списък с <a href="{url}">тагове</a>, свързани с всяко изречение. {sampleTagLine}означава, че на изречение #381279 е присвоен етикетът "поговорка".
br: Enderc'hel a ra al listenn <a href="{url}">balizoù</a> kevredet gant pep frazenn. {sampleTagLine} a dalvez eo bet lakaet war ar frazenn #381279 ar baliz "tro-lavar".
de: Enthält die Liste der einem Satz hinzugefügten <a href="{url}">Etiketten</a>. „{sampleTagLine}“ bedeutet, dass Satz Nr. 381279 mit dem Etikett „proverb“ (Sprichwort) versehen ist.
el: Περιέχει την λιστα <a href="{url}">tags</a>που σχετίζεται με κάθε πρόταση. {δείγμα tagline} σημαίνει η φράση #381279 έχει ανατεθεί σε "παροιμία" ετικέτα.
eo: Enhavas la liston de <a href="{url}">etikedoj</a> asociitaj kun ĉiu frazo. {sampleTagLine} signifas, ke al la frazo n-ro 381279 oni donis la etikedon "proverb".
es: Contiene una lista de <a href="{url}">etiquetas</a> asociadas con cada oración. {sampleTagLine} significa que la oración nº 381279 fue asociada a la etiqueta "proverb".
eu: Batzen ditu <a href="{url}">etiketen</a>zerrenda esaldi bakoitzari lotuta. {sampleTagLine} horrek esan nahi du #381279 esaldia "proverb" etiketari esleitu zaiola.
fi: Sisältää listan <a href="{url}">tunnisteista</a>, jotka liittyvät kuhunkin lauseeseen. {sampleTagLine} tarkoittaa, että lauseessa numero 381279 on tunniste ”proverb”.
fr: Contient la liste des <a href="{url}">étiquettes</a> apposées sur chaque phrase. {sampleTagLine} signifie que l'étiquette « proverb » a été apposée sur la phrase 381279.
he: מכיל את רשימת ה<a href="{url}">תגיות</a> שמשויכת לכל משפט. המשמעות של {sampleTagLine} היא שלמשפט מס׳ 381279 הוקצתה התגית „פתגם” (proverb).
hi: प्रत्येक वाक्य से जुड़े <a href="{url}">टैग</a> की सूची शामिल है। {sampleTagLine} का अर्थ है कि वाक्य # 381279 को "कहावत" टैग सौंपा गया है।
hu: Az egyes mondatokhoz tartozó <a href="{url}">címkék</a> listáját tartalmazza. {sampleTagLine} például azt jelenti, hogy a #381279 számú mondathoz a "proverb" címkét rendelték.
ia: Contine le lista de <a href="{url}">etiquettas</a> associate a cata phrase. {sampleTagLine} significa que le phrase № 381279 ha recipite le etiquetta "proverb".
id: Memuat daftar dari <a href="{url}">label</a> yang dikaitkan pada tiap kalimat. {sampleTagLine} menandakan bahwa label "proverb" telah ditambahkan pada kalimat #381279.
it: Contiene l'elenco delle <a href="{url}">etichette</a> associate ad ogni frase. {sampleTagLine} vuole dire che alla frase n° 381279 è stata aggiunta l'etichetta "proverb".
ja: 各例文につけられた<a href="{url}">タグ</a>の一覧です。{sampleTagLine} とあれば、例文番号381279の文に proverb というタグがついているということです。
mr: यात प्रत्येक वाक्याशी संबंधित असलेल्या <a href="{url}">खूणचिठ्ठ्यांची</a> यादी आहे. {sampleTagLine} याचा अर्थ असा की वाक्य क्र. 381279 वर "proverb" ही खूणचिठ्ठी लावली गेली आहे.
nl: Bevat de lijst van <a href="{url}">labels</a> die horen bij elke zin. {sampleTagLine} betekent dat zin nr. 381279 de "proverb"-label is toegekend.
pl: Zawiera listę <a href="{url}">tagów</a> powiązanych z każdym zdaniem. {sampleTagLine} oznacza, że do zdania #381279 przypisano tag "proverb".
pt_br: Contém a lista de <a href="{url}">etiquetas</a> associadas a cada frase. {sampleTagLine} significa que a frase #381279 recebeu a etiqueta "provérbio".
ro: Conține lista de <a href="{url}">etichete</a> aferente fiecărei propoziții. {sampleTagLine} înseamnă că propoziției #381279 i s-a atribuit eticheta „proverb”.
ru: Содержит список <a href="{url}">тегов</a>, ассоциированных с каждым предложением. {sampleTagLine} означает, что предложение №381279 помечено тегом «proverb».
sk: Obsahuje zoznam <a href="{url}">štítkov</a> pridaných ku každej vete. Napríklad {sampleTagLine} značí, že veta #381279 bola označená štítkom „proverb“.
sr: Садржи списак <a href="{url}">ознака</a> везане за сваку реченицу. {sampleTagLine} значи да је реченици #381279 додељена ознака "proverb".
tr: Her cümleye eklenen <a href="{url}">etiketlerin</a> listesini içerir. {sampleTagLine}, #381279 numaralı cümlede "proverb" etiketi olduğu anlamına gelir.
tt: Һәр җөмлә белән бәйле теглар исемлеген үз эченә ала. {sampleTagLine} 381279 номерлы җөмләгә "мәкаль"тег бирелгән дигәнне аңлата.
uk: Містить перелік <a href="{url}">теґів</a> пов'язаних з кожним реченням. {sampleTagLine} значить що речення #381279 було позначене теґом "proverb".
vi: Chứa danh sách <a href="{url}">thẻ</a> được liên kết với mỗi câu. {sampleTagLine} có nghĩa là câu #381279 đã được gán thẻ "tục ngữ".

source: Contains the list of <a href="{}">sentence lists</a>.
ar: يحوي قائمة لِ<a href="{}">قوائم الجُمل</a>.
bg: Съдържа списъка със <a href="{}"> списъците с изречения</a>.
br: Enderc'hel a ra listenn al <a href="{}">listennoù frazennoù</a>.
de: Enthält die Liste aller <a href="{}">Satzlisten</a>.
el: Περιλαμβάνει έναν κατάλογο από <a href="{}">καταλόγους φράσεων</a>.
eo: Enhavas la liston de <a href="{}">frazolistoj</a>.
es: Contiene la lista de <a href="{}">listas de oraciones</a>.
eu: <a href="{}">Esaldien zerrendak</a> dauzka bere baitan.
fi: Sisältää luettelon <a href="{}">lauselistoista</a>.
fr: Contiens la liste des <a href="{}">listes de phrase</a>.
he: מכיל את רשימת <a href="{}">רשימות המשפטים</a>.
hi: <a href="{}">वाक्य सूचियों</a> की सूची शामिल है।
hu: Tartalmazza a <a href="{}">mondatlisták</a> listáját.
ia: Contine le lista de <a href="{}">listas de phrase</a>.
id: Memuat daftar dari <a href="{}">kalimat</a>.
it: Contiene l'elenco degli <a href="{}">elenchi di frasi</a>.
ja: <a href="{}">リスト</a>の一覧です。
mr: यात <a href="{}">वाक्यांच्या याद्यांची</a> यादी आहे.
nl: Bevat de lijst met <a href="{}">zinnenlijsten</a>.
pl: Zawiera listę <a href="{}">list zdań</a>.
pt_br: Contém a lista de <a href="{}">listas de frases</a>.
ro: Conține lista cu <a href="{}">listele de propoziții</a>.
ru: Содержит список <a href="{}">списков предложений</a>.
sk: Obsahuje zoznam <a href="{}">vetných zoznamov</a>.
sr: Садржи списак <a href="{}">спискова реченица</a>.
tr: <a href="{}">Cümle listelerindeki</a> listeyi içerir.
tt: Анда җөмләләр исемлеге бар.
uk: Містить перелік <a href="{}">списків речень</a>.
vi: Chứa danh sách <a href="{}">danh sách câu</a>.

source: Sentences in lists
ar: الجمل المضمنة في قوائم
bg: Изречения в списъци
br: Frazennoù e listennadoù
de: In Listen enthaltene Sätze
el: Φράσεις σε καταλόγους
eo: Frazoj en listoj
es: Oraciones en listas
eu: Esaldiak zerrendetan
fi: Lauseet listoissa
fr: Phrases dans des listes
he: משפטים ברשימות
hi: सूचियों में वाक्य
hu: Mondatok listákban
ia: Phrases in listas
id: Kalimat dalam daftar
is: Setningar á listum
it: Frasi negli elenchi
ja: リスト上の例文
ku: Hevokên di lîsteyan de
mr: याद्यांमधील वाक्ये
nl: Zinnen in lijsten
pl: Zdania na listach
pt_br: Frases em listas
ro: Propoziții din liste
ru: Предложения в списках
sk: Vety na zozname
sr: Реченице на списковима
tr: Listelerdeki cümleler
tt: Исемлекләр рәвешендәге җөмләләр
uk: Речення в списках
vi: Câu trong danh sách
