Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Show sentence's details
ar: أظهر تفاصيل الجملة
bg: Покажи подробности за изречението
br: Diskouez munudoù ar frazennoù
de: Satzdetails anzeigen
el: Εμφάνιση λεπτομερειών φράσης
eo: Montri la detalojn de la frazo
es: Mostrar detalles de las oraciones
eu: Erakutsi esaldiaren zehaztasunak
fi: Näytä lauseen lisätiedot
fr: Montrer les détails de la phrase
he: הצגת פרטי המשפט
hi: वाक्य का विवरण दिखाएँ
hu: Mondat részleteinek mutatása
ia: Monstrar detalios del phrase
id: Tampilkan rincian kalimat
is: Sýna upplýsingar um setningu
it: Mostra i dettagli della frase
ja: 例文の詳細を表示
ku: Hûrgiliyên hevokan nîşan bide
mr: वाक्याचे तपशील दाखवा
nl: Toon gedetaileerde informatie over de zin
pl: Pokaż szczegóły zdania
pt_br: Mostrar detalhes da frase
ro: Afișați detaliile propoziției
ru: Показать подробности
sk: Zobraziť podrobnosti o vete
tr: Cümlenin ayrıntılarını gör
tt: Җөмләләрнең детальләрен күрсәтергә
uk: Докладніше про речення
vi: Hiển thị chi tiết câu

source: Show 1 more translation
ar: لا تعرض ترجمات أكثر
bg: Покажи още 1 превод
br: Diskouez 1 droidigezh ouzhpenn
de: Einen weiteren Satz anzeigen
el: Εμφάνιση 1 περισσότερης μετάφρασης
eo: Montri unu plian tradukon
es: Mostrar una traducción más
eu: Erakutsi beste itzulpen 1
fi: Näytä 1 käännös lisää
fr: Montrer 1 traduction supplémentaire
he: הצגת תרגום אחד נוסף
hi: और 1 अनुवाद दिखाएँ
hu: Mutass további 1 fordítást
ia: Monstrar 1 altere traduction
id: Tampilkan {number} terjemahan lainnya
is: Sýna 1 aðra þýðingu
it: Mostra 1 altra traduzione
ja: 残り{number}件の翻訳を見る
ku: Wergereke dinê nîşan bide
mr: अजून एक भाषांतर दाखवा
nl: Toon nog 1 vertaling
pl: Pokaż kolejne tłumaczenie
pt_br: Mostrar 1 tradução a mais
ro: Afișați încă 1 traducere
ru: Показать ещё {number} перевод
sk: Zobraziť 1 ďalší preklad.
tr: 1 çeviri daha göster
tt: Тагын {number} тәрҗемәне күрсәтергә
uk: Показати ще 1 переклад
vi: Hiển thị thêm {number} bản dịch

source: Translation:
ar: الترجمة:
bg: Превод:
br: Troidigezh:
de: Übersetzung:
el: Μετάφραση:
eo: Traduko:
es: Traducción:
eu: Itzulpena:
fi: Käännös:
fr: Traduction :
he: תרגום:
hi: अनुवाद:
hu: Fordítás:
ia: Traduction:
id: Terjemahan:
is: Þýðing:
it: Traduzione:
ja: 翻訳：
ku: Werger:
mr: भाषांतर:
nl: Vertaling:
pl: Tłumaczenie
pt_br: Tradução:
ro: Traducere:
ru: Перевод:
sk: Preklad:
tr: Çeviri:
tt: Тәрҗемә:
uk: Переклад:
vi: Dịch:

source: Submit translation
ar: أضف ترجمة
bg: Изпратете превод
br: Kas an droidigezh
de: Übersetzung eingeben
el: Υποβολή μετάφρασης
eo: Sendi tradukon
es: Enviar traducción
eu: Igorri itzulpena
fi: Lisää käännös
fr: Soumettre une traduction
he: שליחת התרגום
hi: अनुवाद दर्ज करें
hu: Fordítás beküldése
ia: Submitter traduction
id: Kirim terjemahan
is: Senda inn þýðingu
it: Invia una traduzione
ja: 投稿
ku: Wergerê bişîne
mr: भाषांतर सादर करा
nl: Vertaling verzenden
pl: Dodaj tłumaczenie
pt_br: Enviar tradução
ro: Trimiteți traducerea
ru: Добавить перевод
sk: Odoslať preklad
tr: Çeviriyi gönder
tt: Тәрҗемә җибәрергә
uk: Надіслати переклад
vi: Gửi bản dịch

source: This sentence is original and was not derived from translation.
bg: Това изречение е оригинално и не е получено от превод.
br: Ar frazenn a zo unan dibar anezhi ha neket unan deveret diwar un droidigezh.
de: Dieser Satz ist ein Original und nicht als Übersetzung entstanden.
el: Αυτή η φράση είναι πρωτότυπη και δεν προέκυψε από μετάφραση.
eo: Tiu ĉi frazo estas originala, ne derivita de traduko.
es: Esta oración es original y no se deriva de la traducción.
eu: Esaldia jatorrizkoa da, ez da itzulpen batetik eratorria.
fi: Tämä on alkuperäinen lause, ei käännös.
fr: Cette phrase est originale et n'est pas issue d'une traduction.
he: המשפט הזה מקורי ולא נגזר מתרגום.
hi: यह वाक्य मूल का है, और यह अनुवाद करने से उत्पन्न किया गया नहीं है।
hu: Ez a mondat eredeti és nem fordításból származik.
ia: Iste phrase es original e non esseva derivate de traduction.
id: Kalimat ini asli dibuat dan bukan dari terjemahan.
it: Questa frase è l'originale e non è stata ricavata tramite traduzione.
ja: この例文はオリジナルで、翻訳として追加されたものではありません。
mr: हे वाक्य मूळचे असून ते भाषांतरापासून मिळवलेले नाही.
nl: Deze zin is origineel en is geen vertaling van een andere.
pl: To zdanie jest oryginalne i nie jest tłumaczeniem.
pt_br: Essa sentença é original e não foi derivada de nenhuma tradução.
ro: Această propoziție este originală și nu este derivată dintr-o traducere.
ru: Это оригинальное предложение, не являющееся изначально переводом другого переложения.
sk: Táto veta je pôvodná a nebola odvodená od prekladu.
tr: Bu cümle özgündür ve başka bir cümleden çevrilmemiştir.
tt: Бу җөмлә оригиналь булып тора һәм тәрҗемәдән алынмаган.
uk: Це речення є оригінальним і не було результатом перекладу іншого речення.
vi: Câu này là nguyên bản và không có nguồn gốc từ bản dịch.

source: This sentence was initially added as a translation of sentence {sentenceIdWithIdSign}.
ar: أُضيفت هذه الجملة أساسًا على أنّها ترجمة عن الجملة {sentenceIdWithIdSign}.
bg: Първоначално това изречение беше добавено като превод на изречение {sentenceIdWithIdSign}.
br: Ar frazenn-mañ a zo bet ouzhpennet er penn-kentañ evel bezañ un droidigezh eus ar frazenn {sentenceIdWithIdSign}.
de: Dieser Satz entstand als Übersetzung von Satz Nr. {sentenceIdWithIdSign}
eo: Tiu ĉi frazo estis komence aldonita kiel traduko de frazo {sentenceIdWithIdSign}.
es: Esta oración fue agregada inicialmente como una traducción de la oración {sentenceIdWithIdSign}.
fi: Tämä lause on alunperin lisätty lauseen {sentenceIdWithIdSign} käännöksenä.
fr: Cette phrase a été initialement ajoutée en tant que traduction de la phrase {sentenceIdWithIdSign}.
he: המשפט נוסף לראשונה כתרגום של משפט {sentenceIdWithIdSign}.
hi: यह वाक्य शुरू में वाक्य {sentenceIdWithIdSign} के अनुवाद के रूप में जोड़ा गया था।
hu: Ez a mondat eredetileg a {sentenceIdWithIdSign} számú mondat fordításaként lett hozzáadva.
id: Kalimat ini awalnya ditambahkan sebagai terjemahan dari kalimat{sentenceIdWithIdSign}.
is: Þessi setning var upphaflega viðbætt sem þýðing af setningu {sentenceIdWithIdSign}.
it: Questa frase è stata aggiunta inizialmente come traduzione della frase {sentenceIdWithIdSign}.
ja: この例文は {sentenceIdWithIdSign} の翻訳として追加されました。
mr: हे वाक्य मूळतः वाक्य {sentenceIdWithIdSign} च्या भाषांतराच्या रुपात जोडले होते.
nl: Deze zin werd oorspronkelijk toegevoegd als vertaling van zin {sentenceIdWithIdSign}.
pl: To zdanie zostało początkowo dodane jako tłumaczenie zdania {sentenceIdWithIdSign}.
pt_br: Essa frase foi inicialmente adicionada como tradução da frase {sentenceIdWithIdSign}.
ro: Această propoziție a fost inițial adăugată ca traducere a propoziției {sentenceIdWithIdSign}.
ru: Это предложение было изначально добавлено в качестве перевода предложения №{sentenceIdWithIdSign}.
sk: Táto veta bola pôvodne pridaná ako preklad vety {sentenceIdWithIdSign}.
tr: Bu cümle {sentenceIdWithIdSign} numaralı cümlenin çevirisi olarak eklenmiştir.
tt: Бу җөмлә баштан ук җөмләсенең тәрҗемәсе буларак өстәлгән иде.{sentenceIdWithIdSign}
vi: Câu này được thêm vào dưới dạng bản dịch của câu {questionIdWithIdSign}.

source: We cannot determine yet whether this sentence was initially derived from translation or not.
bg: Все още не можем да определим дали това изречение първоначално е получено от превод или не.
br: N'hallomp ket termeniñ c'hoazh ma 'z eo deveret diwar an treiñ ar frazenn-mañ pe get.
de: Wir können nicht feststellen, ob dieser Satz als Übersetzung entstand.
el: Δεν μπορούμε να προσδιορίσουμε αν αυτή η φράση έχει εξαχθέι από μετάφραση ή όχι.
eo: Ni ankoraŭ ne povas difini, ĉu tio ĉi estas originala frazo aŭ traduko.
es: Todavía no podemos determinar si esta frase se derivó inicialmente de la traducción o no.
eu: Ezin izan dugu ebatzi ea esaldi hau hasiera batean itzulpen batetik eratorri ote zen edo jatorrizko sormena ote zen.
fi: Emme ole voineet vielä päätellä onko tämä lause alunperin käännös vai ei.
fr: Nous ne pouvons pas déterminer si cette phrase est à l'origine issue d'une traduction ou non.
he: לא הצלחנו לזהות עדיין האם המשפט הזה נגזק במקור מתרגום או לא.
hi: यह वाक्य मूलतः अनुवाद करने से व्युत्पन्न हुआ है या नहीं, यह हम अभी तक निर्धारित नहीं कर सकते।
hu: Egyelőre nem tudjuk megállapítani, hogy ez a mondat fordításból származik-e vagy sem.
ia: Nos ancora non pote determinar an iste phrase esseva originalmente derivate de traduction.
id: Kalimat ini belum diketahui apakah berawal dari terjemahan atau bukan.
it: Non riusciamo ancora a determinare se questa frase è stata inizialmente ricavata tramite una traduzione oppure no.
ja: この例文の成り立ちはまだ特定されていません。
mr: हे वाक्य मूळतः एका भाषांतरापासून मिळवले गेले आहे का नाही, हे आम्ही अजूनपर्यंत निर्धारित करू शकत नाही.
nl: We kunnen nog niet constateren of die zin een vertaling is of een origineel.
pl: Nie można jednoznacznie stwierdzić czy to zdanie pochodzi z tłumaczenia czy nie.
pt_br: Ainda não conseguimos determinar se essa sentença foi inicialmente derivada de uma tradução ou não.
ro: Nu putem stabili încă dacă această propoziție a fost sau nu derivată inițial dintr-o traducere.
ru: Мы пока не можем определить, является ли это предложение изначально переводом или нет.
sk: Zatiaľ nemôžeme určiť, či bola táto veta pôvodne odvodená od prekladu alebo nie.
tr: Bu cümlenin en başta çeviri olarak eklenip eklenmediğini bilemiyoruz.
tt: Без әлегә бу җөмләнең баштан ук тәрҗемәдән алынганмы-юкмы икәнен билгели алмыйбыз.
uk: Неможливо визначити чи це речення було спершу додане як переклад або ні.
vi: Chưa thể xác định liệu câu này có xuất phát từ bản dịch hay không.

source: NOTE: Both direct and indirect translations will be shown.
ar: ملاحظة: ستعرض كل من الترجمات المباشرة وغير المباشرة.
bg: ЗАБЕЛЕЖКА: Ще бъдат показани както директни, така и косвени преводи.
br: NOTENN : Diskouezet e vo an daou war an dro, an troidigezhioù war-eeun hag ameeun.
de: Bemerkung: Es werden sowohl direkte als auch indirekte Übersetzungen angezeigt.
el: ΣΗΜΕΙΩΣΗ: Θα εμφανιστούν τόσο άμεσες όσο και έμμεσες μεταφράσεις.
eo: Noto: Kaj rektaj kaj malrektaj tradukoj montriĝos.
es: NOTA: Se mostrarán tanto traducciones directas como indirectas.
eu: OHARRA: biak zuzeneko eta zeharkako itzulpenak, biak erakutsi egingo dira.
fi: HUOM: Sekä suorat että epäsuorat käännökset näytetään.
fr: NOTE : autant les traductions directes qu'indirectes seront montrées.
he: לתשומת לבך: התרגומים הישיר והעקיף יופיעו.
hi: नोट: प्रत्यक्ष और अप्रत्यक्ष अनुवाद दोनों दिखाए जाएंगे।
hu: MEGJEGYZÉS: Mind a közvetlen, mind a közvetett fordítások meg fognak jelenni.
ia: NOTA: Traductiones directe e indirecte essera monstrate.
id: CATATAN: Baik terjemahan langsung maupun tidak langsung, keduanya akan ditampilkan.
is: ATH: Bæði beinar og óbeinar þýðingar verða sýndar.
it: ATTENZIONE: Verranno mostrate sia le traduzioni dirette che quelle indirette.
ja: ※直接訳と間接訳の両方が表示されます。
mr: टिप: प्रत्यक्ष व अप्रत्यक्ष भाषांतरे दोन्ही दाखवली जातील.
nl: NB: Direct en indirecte vertalingen worden allebei getoond.
pl: UWAGA: Zostaną pokazane zarówno tłumaczenia bezpośrednie, jak i pośrednie.
pt_br: NOTA: Tanto traduções diretas quanto traduções indiretas serão exibidas.
ro: NOTĂ: Vor fi afișate atât traducerile directe, cât și cele indirecte.
ru: ЗАМЕЧАНИЕ: Будут показаны как прямые, так и косвенные переводы.
sk: POZNÁMKA: Zobrazené budú priame aj nepriame preklady.
tr: NOT: Hem doğrudan hem de dolaylı çeviriler gösterilecektir.
tt: Искәрмә: турыдан-туры һәм читләтеп тәрҗемәләр күрсәтеләчәк.
uk: УВАГА: Буде показано прямі і непрямі переклади разом.
vi: LƯU Ý: Cả bản dịch trực tiếp và gián tiếp sẽ được hiển thị.

source: View all tags
ar: اعرض جميع الوسوم.
bg: Виж всички тагове.
br: Gwelet an holl valizoù
de: Alle Etiketten anzeigen
el: Εμφάνιση όλων των ετικετών
eo: Vidi ĉiujn etikedojn
es: Ver todas las etiquetas
eu: Ikusi etiketa guztiak
fi: Näytä kaikki tunnisteet
fr: Voir toutes les étiquettes
he: הצגת כל התגיות
hi: सभी टैग देखें
hu: Minden címke
ia: Vider tote le etiquettas
id: Tampilkan semua label
is: Skoða öll merki
it: Visualizza tutte le etichette
ja: すべてのタグを見る
ku: Hemû etîketan bibîne
mr: सर्व खूणचिठ्ठ्या पाहा
nl: Alle labels bekijken
pl: Zobacz wszystkie tagi
pt_br: Ver todas as etiquetas
ro: Vizualizați toate etichetele
ru: Доступные теги
sk: Zobraziť všetky štítky
tr: Tüm etiketleri göster
tt: Барлык тегларны карарга
uk: Переглянути всі теґи
vi: Xem tất cả thẻ

source: Added by {username}, {date}
ar: أضافها {username} في {date}
bg: Добавено от {username}, {date}
br: Ouzhpennet gant {username}, {date}
de: Gesetzt von {username} ({date})
el: Προσθήκη από {username}, {date}
eo: Aldonita de {username}, {date}
es: Añadido por {username}, {date}
eu: Erabiltzaile honek gehitu zuen: {username}, {date}
fi: Käyttäjän {username} lisäämä, {date}
fr: Ajoutée par {username} le {date}
he: נוסף על ידי {username}, {date}
hi: {username} ने जोडा, {date}
hu: Hozzáadva {username} által, {date}
ia: Addite per {username}, {date}
id: Ditambahkan oleh {username}, {date}
is: Bætt við af {user} — {date}
it: Aggiunta da {username}, {date}
ja: 追加：{username}, {date}
ku: Ji aliyê {username} ve di {date} de hate tevlîkirin.
mr: {username} यांनी {date} रोजी जोडले
nl: Toegevoegd door {username}, {date}
pl: Dodane przez {username}, {date}
pt_br: Adicionada por {username} em {date}
ro: Adăugată de {username}, {date}
ru: Добавлено пользователем {username}, {date}
sk: Pridané užívateľom {username}, {date}
tr: {username}, {date} tarihinde ekledi
tt: {username}, {date} өстәлгән
uk: Додав {username}, {date}
vi: Được thêm bởi {username}, {date}

source: Remove tag '{tagName}' from this sentence.
bg: Премахни тага {tagName} от това изречение.
br: Dilemel ar baliz '{tagName}' diwar ar frazenn-mañ.
de: Etikett "{tagName}" entfernen.
el: Αφαίρεση ετικέτας '{tagName}' από αυτή την φράση
eo: Forigi la etikedon '{tagName}' de tiu ĉi frazo.
es: Quitar la etiqueta '{nombre de etiqueta}' de esta frase.
eu: Ezabatu '{tagName}' etiketa esaldi honetatik.
fi: Poista tunniste &quot;{tagName}&quot; tästä lauseesta.
fr: Retirer l'étiquette « {tagName} » de cette phrase.
he: הסרת התגית ‚{tagName}’ מהמשפט הזה.
hi: '{tagName}' टैग इस वाक्य से निकालें।
hu: '{tagName}' címke eltávolítása erről a mondatról.
ia: Remover etiquetta '{tagName}' de iste phrase.
id: Hapus label '{tagName}' dari kalimat ini.
is: Fjarlægja merki „{tagName}“ frá þessari setningu.
it: Rimuovi l'etichetta '{tagName}' da questa frase.
ja: この例文から '{tagName}' タグを削除します。
ku: Etîketa '{tagName}'ê ji vê hevokê rake.
mr: या वाक्यावरून '{tagName}' ही खूणचिठ्ठी काढून टाका.
nl: Verwijder label '{tagName}' uit deze zin.
pl: Usuń tag '{tagName}' z tego zdania.
pt_br: Remover a tag '{tagName}' dessa frase
ro: Eliminați eticheta '{tagName}' din această propoziție.
ru: Удалить тег «{tagName}» с этого предложения
sk: Odstrániť štítok „{tagName}“ od tejto vety.
tr: '{tagName}' etiketini bu cümleden kaldır.
tt: Бу җөмләдән "{tagName}" тегын алып ташлагыз.
vi: Xóa thẻ '{tagName}' khỏi câu này.

source: Remove tag from sentence
bg: Премахни тага от изречението.
br: Dilemel ar frazenn diwar ar baliz
de: Etikett entfernen
el: Αφαίρεση ετικέτας από φράση
eo: Forigi la etikedon de la frazo
es: Eliminar tag de la oración
eu: Kendu etiketa esalditik
fi: Poista tunniste lauseesta
fr: Retirer cette étiquette de la phrase
he: הסרת תגית מהמשפט הזה
hi: वाक्य से टैग निकालें
hu: Címke eltávolítása a mondatról
ia: Remover etiquetta del phrase
id: Hapus label dari kalimat
is: Fjarlæga merki frá setningu
it: Rimuovi l'etichetta dalla frase
ja: 例文からタグを削除する
ku: Etîketê ji hevokê rake
mr: वाक्यावरून खूणचिठ्ठी काढून टाका
nl: Verwijder label van de zin
pl: Usuń znacznik ze zdania
pt_br: Remover tag da frase
ro: Eliminați eticheta din propoziție
ru: Удалить тег с предложения
sk: Odstrániť štítok od vety
tr: Cümleden etiketi kaldır
tt: Тегны җөмләдән алып ташларга
vi: Xóa thẻ khỏi câu

source: Show alternative script
bg: Показване на алтернативен скрипт
br: Diskouez ar skridoù pebeilat
de: In alternativem Schriftsystem darstellen.
eo: Montri alternativan skribon
es: Mostrar escritura alternativa
eu: Erakutsi beste modu batean idatzita
fi: Näytä vaihtoehtoinen kirjoitus
fr: Montrer l'écriture alternative
he: הצגת כתיב חלופי
hi: वैकल्पिक लिपी दिखाएँ
hu: Alternatív írásrendszer mutatása
ia: Monstrar scriptura alternative
id: Tampilkan skrip alternatif
is: Sýna öðruvísi ritkerfi
it: Mostra un sistema di scrittura alternativo
ja: フリガナを表示
ku: Scripta alternatîv nîşan bide
mr: वैकल्पिक लिपी दाखवा
nl: Laat alternatief schrift zien
pl: Pokaż alternatywny zapis
pt_br: Mostrar sistema de escrita alternativo
ro: Afișați un răspuns alternativ
ru: Показать альтернативную форму записи
sk: Zobraziť alternatívny zápis
sr: Прикажи алтернативно писмо
tr: Alternatif skripti göster
tt: Альтернатив сценарийны күрсәтергә
uk: Показати альтернативний скрипт
vi: Hiển thị tập lệnh thay thế

source: Show transcription
bg: Покажи траскрипция
br: Diskouez an dreuzskrivadenn
de: Transkription anzeigen
el: Εμφάνιση μεταγραφής
eo: Montri la transskribon
es: Mostrar transcripción
eu: Erakutsi transkripzioa
fi: Näytä transkriptio
fr: Montrer la transcription
he: הצגת תעתיק הגאים
hi: प्रतिलेखन दिखाएँ
hu: Átirat mutatása
ia: Monstrar transcription
id: Tampilkan transkripsi
is: Sýna umritun
it: Mostra la traslitterazione
ja: トランスクリプションを表示
ku: Transkripsiyonê nîşan bide
mr: प्रतिलेखन दाखवा
nl: Toon transcriptie
pl: Pokaż transkrypcję
pt_br: Mostrar transcrição
ro: Afișați transcrierea
ru: Показать транскрипцию
sk: Zobraziť prepis
sr: Прикажи транскрипцију
tr: Transkripsiyonu göster
tt: Транскрипцияне күрсәтергә
uk: Показати транскрипцію
vi: Hiển thị phiên âm

source: Edit alternative script
bg: Редактиране на алтернативен скрипт
br: Aozañ ar skridoù pebeilat
de: Das alternative Schriftsystem bearbeiten.
eo: Adapti la alternativan skribon
es: Editar escritura alternativa
eu: Editatu beste modu batean
fi: Muokkaa vaihtoehtoista kirjoitusta
fr: Éditer l'écriture alternative
he: עריכת כתיב חלופי
hi: वैकल्पिक लिपी संपादित करें
hu: Alternatív írásrendszer szerkesztése
ia: Modificar scriptura alternative
id: Edit skrip alternatif
is: Breyta á öðruvísi ritkerfi
it: Modifica il sistema di scrittura alternativo
ja: フリガナの編集
ku: Scripta alternatîv sererast bike
mr: वैकल्पिक लिपी संपादित करा
nl: Alternatief schrift aanpassen
pl: Zmień alternatywny zapis
pt_br: Editar sistema de escrita alternativo
ro: Editați răspunsul alternativ
ru: Редактировать альтернативную форму записи
sk: Upraviť alternatívny zápis
tr: Alternatif skripti düzenle
tt: Альтернатив сценарийны төзәтергә
uk: Змінити альтернативний скрипт
vi: Chỉnh sửa tập lệnh thay thế

source: Edit transcription
bg: Редактирайте транскрипция
br: Diskouez an dreuzskrivadenn
de: Transkription bearbeiten
el: Επεξεργασία μεταγραφής
eo: Adapti la transskribon
es: Editar transcripción
eu: Editatu transkripzioa
fi: Muokkaa transkriptiota
fr: Éditer la transcription
he: עריכת תעתיק הגאים
hi: प्रतिलेखन संपादित करें
hu: Átirat szerkesztése
ia: Modificar transcription
id: Edit transkripsi
is: Breyta umritun
it: Modifica la traslitterazione
ja: トランスクリプションの編集
ku: Transkripsiyonê sererast bike
mr: प्रतिलेखन संपादित करा
nl: Transcriptie aanpassen
pl: Zmień transkrypcję
pt_br: Editar transcrição
ro: Editați transcrierea
ru: Редактировать транскрипцию
sk: Upraviť prepis
tr: Transkripsiyonu düzenle
tt: Транскрипцияне төзәтергә
uk: Змінити транскрипцію
vi: Chỉnh sửa phiên âm

source: You cannot edit this script.
bg: Не можете да редактирате този скрипт.
br: Ne c'hallit ket aozañ ar skrid-mañ.
de: Skript kann nicht bearbeitet werden.
eo: Vi ne povas adapti tiun skribon.
es: No puede editar esta escritura.
eu: Ezin duzu aldaera hau editatu.
fi: Et voi muokata tätä kirjoitusta.
fr: Vous ne pouvez pas éditer cette écriture
he: אי אפשר לערוך את הכתיב הזה.
hi: आप इस लिपी को संपादित नहीं कर सकते।
hu: Ezt a szöveget nem szerkesztheted
ia: Tu non pote modificar iste scriptura.
id: Anda tidak dapat mengedit skrip ini.
it: Non puoi modificare questo sistema di scrittura.
ja: これを編集する権限がありません。
ku: Tu nikarî vê scriptê sererast bike.
mr: आपण ही लिपी संपादित करू शकत नाही.
nl: Je kan dit schrift niet aanpassen.
pl: Nie możesz zmienić tego zapisu.
pt_br: Você não pode editar este sistema de escrita.
ro: Nu puteți edita acest răspuns.
ru: Вы не можете редактировать эту запись.
sk: Nemôžete upraviť tento zápis
tr: Bu skripti düzenleyemezsiniz.
tt: Сез бу скриптны төзәтә алмыйсыз.
uk: Ви не можете змінити цей скрипт.
vi: Bạn không thể chỉnh sửa tập lệnh này.

source: You cannot edit this transcription.
bg: Не можете да редактирате този превод.
br: Ne c'hellit ket aozañ an dreuzskrivadenn-mañ.
de: Transkription kann nicht geändert werden.
el: Δεν μπορείτε να επεξεργαστείτε αυτήν τη μεταγραφή.
eo: Vi ne povas adapti tiun transskribon.
es: No puede editar esta transcripción.
eu: Ezin duzu transkripzio hau editatu.
fi: Et voi muokata tätä transkriptiota.
fr: Vous ne pouvez pas éditer cette transcription.
he: אי אפשר לערוך את תעתיק ההגאים הזה.
hi: आप इस प्रतिलेखन को संपादित नहीं कर सकते।
hu: Ezt az átiratot nem szerkesztheted
ia: Tu non pote modificar iste transcription.
id: Anda tidak dapat mengedit transkripsi ini.
is: Þú getur ekki breytt þessari umritun
it: Non puoi modificare questa traslitterazione.
ja: このトランスクリプションを編集する権限がありません。
ku: Tu nikarî vê transkripsiyonê sererast bike.
mr: आपण हे प्रतिलेखन संपादित करू शकत नाही.
nl: Je kan deze transcriptie niet aanpassen.
pl: Nie możesz zmienić tej transkrypcji.
pt_br: Você não pode editar esta transcrição.
ro: Nu puteți edita această transcriere.
ru: Вы не можете редактировать эту транскрипцию.
sk: Nemôžete upraviť tento prepis
tr: Bu transkripsiyonu düzenleyemezsiniz.
tt: Сез бу транскрипцияне төзәтә алмыйсыз.
uk: Ви не можете змінити цю транскрипцію
vi: Bạn không thể chỉnh sửa bản phiên âm này.

# alternative script
source: Click to mark it as reviewed.
bg: Кликни за да маркираш като ревизирано.
br: Klikit evit merkañ evel adwelet.
de: Zum Abhaken hier klicken.
eo: Alklaku por marki ĝin reviziita.
es: Haga clic para marcarlo como revisado.
eu: Egin klik berrikusita bezala markatzeko.
fi: Klikkaa merkitäksesi sen arvioiduksi.
fr: Cliquez pour la marquer comme révisée.
he: יש ללחוץ כדי לסמן כנבדק.
hi: समीक्षा की गई है इस रूप से चिन्हित करने के लिए क्लिक करें।
hu: Kattints ide, hogy megjelöld ellenőrzöttként.
ia: Clicca pro marcar lo como revidite.
id: Klik untuk menandainya sudah ditinjau.
is: Smelltu til að merkja sem yfirfarið.
it: Clicca per marcarla come valutata.
ja: フリガナが正しければクリックしてください。
ku: Ji bo wekî hatiye nirxandin nîşan bikî, lê bitikîne.
mr: पुनरावलोकन केले आहे असे चिन्हित करा.
nl: Klik hier om de zin als „gecontroleerd” aan te duiden.
pl: Oznacz jako przejrzaną
pt_br: Clique para marcar como revisado.
ro: Faceți clic pentru a marca ca revizuit.
ru: Пометить как «проверено».
sk: Označiť ako preverené.
tr: İncelenmiş olarak işaretlemek için tıklayın.
tt: Аны каралган дип билгеләү өчен басыгыз.
uk: Натисніть аби позначити як рецензоване
vi: Nhấp để đánh dấu là đã xem.
