Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: You may write in any language you want. On Tatoeba, all languages are equal.
ar: بإمكانك أن تكتب بأي لغة تريد. كل اللغات تتمتع بنفس القدر من الأهمية على موقع تتويبا.
bg: Можете да пишете на всеки език, който искате. На Татоба всички езици са равни.
br: Gellout a rit skrivañ er yezh a blij deoc'h. E Tatoeba, pep yezh 'zo par.
de: Du darfst hier in jeder beliebigen Sprache schreiben. Bei Tatoeba sind alle Sprachen gleich.
el: Μπορείτε να γράψετε σε όποια γλώσσα θέλετε στο Tatoeba όλες οι γλώσσες είναι ίσες.
eo: Vi povas skribi en iu ajn lingvo, kiun vi volas. En Tatoeba ĉiuj lingvoj estas egalaj.
es: Puede escribir en el idioma que desee. En Tatoeba, todos los idiomas son iguales.
eu: Idatz dezakezu nahi duzun hizkuntza. Tatoeban hizkuntza guztiak baloratzen dira.
fi: Voit kirjoittaa millä tahansa haluamallasi kielellä. Tatoebassa kaikki kielet ovat samanarvoisia.
fr: Vous pouvez écrire dans la langue de votre choix. Sur Tatoeba, toutes les langues sont égales.
he: אפשר לכתוב באיזו שפה שבא לך. בטטואבה כל השפות שוות.
hi: आप अपनी इच्छानुसार किसी भी भाषा में लिख सकते हैं। Tatoeba पर सभी भाषाएँ समान हैं।
hu: Bármelyik nyelven írhatsz. A Tatoebán minden nyelvnek jut hely.
ia: Tu pote scriber in non importa qual lingua. In Tatoeba, tote le linguas es equal.
id: Anda boleh menulis dalam bahasa apapun. Di Tatoeba, semua bahasa sama.
is: Þú mátt skrifa á hvaða tungumáli sem þú vilt. Á Tatoebu eru öll tungumál jöfn.
it: Puoi scrivere in qualsiasi lingua tu voglia. Su Tatoeba, tutte le lingue sono uguali.
ja: 任意の言語で書いて大丈夫です。Tatoebaでは、すべての言語が同等です。
mr: आपण हव्या त्या भाषेत लिहू शकता. तातोएबावर सर्व भाषा समान आहेत.
nl: Je mag schrijven in iedere gewenste taal. Op Tatoeba zijn alle talen gelijk.
pl: Możesz pisać w jakimkolwiek języku chcesz. W Tatoeba wszystkie języki są równe.
pt_br: Você pode escrever em qualquer língua que você queira. No Tatoeba, todos os idiomas são iguais.
ro: Puteți scrie în orice limbă doriți. Pe Tatoeba toate limbile sunt egale.
ru: Вы можете писать на любом языке. На проекте Tatoeba все языки равны.
sk: Môžete písať ktorýmkoľvek jazykom chcete. Na Tatoebe sú si všetky jazyky rovné.
tr: İstediğiniz dilde yazabilirsiniz. Tatoeba'da tüm diller eşittir.
tt: Сез үзегезгә ошаган теләсә кайсы телдә яза аласыз. Татоэбада барлык телләр дә тигез.
vi: Bạn có thể viết bằng bất kỳ ngôn ngữ nào bạn muốn. Trên Tatoeba, tất cả các ngôn ngữ đều bình đẳng.

source: {user}'s Wall messages
ar: رسائل {user} على الحائط
bg: Стена със съобщения на {user}
br: Kemennadennoù moger {user}
de: Pinnwandbeiträge von {user}
el: {user}'s μηνύματα Τοίχου
eo: Surmuraj mesaĝoj de {user}
es: Mensajes en el Muro de {user}
eu: {user}-ren Horma mezuak
fi: Käyttäjän {user} viestit seinällä
fr: Placards de {user}
he: הודעות על הקיר של {user}
hi: {user} के वाल पर के संदेश
hu: {user} üzenetei a falon
ia: Messages de muro de {user}
id: Pesan Dinding dari {user}
is: Veggskilaboð frá {user}
it: Messaggi in bacheca di {user}
ja: {user}さんの掲示板への書き込み
ku: Peyamên Dîwar ên {user}
mr: {user} यांचे भिंतीवरील संदेश
nl: Muurberichten van {user}
pl: Wypowiedzi na tablicy ogłoszeń użytkownika {user}
pt_br: Mensagens de {user} no Mural
ro: Mesajele de pe Peretele utilizatorului {user}
ru: Сообщения {user} на стене
sk: Správy užívateľa {user} na nástenke
tr: {user} kullanıcısının Duvar mesajları
tt: {user}'s Дивардагы хәбәрләр
uk: Повідомлення на стіні користувача {user}
vi: Tin nhắn trên tường của {user}

source: {user}'s messages on the Wall (total&nbsp;{n})
ar: رسائل {user} على الحائط (المجموع&nbsp;{n})
bg: Съобщения от {user} на стената (общо&nbsp;{n})
br: {user}'s kemennadennoù war ar voger (hollad&nbsp;{n})
de: Pinnwandbeiträge von {user} (insgesamt&nbsp;{n})
el: {user}'s μηνύματα στον Τοίχο (σύνολο&nbsp;{n})
eo: Surmuraj mesaĝoj de s% (entute {user})
es: Mensajes de {user} en el Muro (total&nbsp;{n})
eu: {user}-ren mezuak Horman (guztira&nbsp;{n})
fi: Käyttäjän {user} viestit seinällä (yhteensä&nbsp;{n})
fr: Placards de {user} sur le mur ({n} au total)
he: הודעות של {user} על הקיר ({n} בסך הכול)
hi: {user} के वाल पर के संदेश (कुल&nbsp;{n})
hu: {user} üzenetei a falon (összesen&nbsp;{n})
ia: Le messages de {user} sur le muro (total&nbsp;{n})
id: Pesan yang ada di Dinding dari {user} berjumlah (total&nbsp;{n})
is: Veggskilaboð frá {user} (samtals&nbsp;{n})
it: Messaggi in bacheca di {user} (in totale&nbsp;{n})
ja: {user}さんの掲示板への書き込み（{n}件）
mr: {user} यांचे भिंतीवरील संदेश (एकूण&nbsp;{n})
nl: Berichten van {user} op de muur (in totaal&nbsp;{n})
pl: Wypowiedzi na tablicy ogłoszeń użytkownika {user} (łącznie&nbsp;{n})
pt_br: Mensagens de {user} no Mural (total&nbsp;{n})
ro: Mesajele utilizatorului {user} de pe Perete (total&nbsp;{n})
ru: Сообщения {user} на стене (всего&nbsp;{n})
sk: Správy užívateľa {user} na Nástenke (spolu&nbsp;{n})
tr: {user} kullanıcısının Duvar'daki mesajları (toplam&nbsp;{n})
tt: Дивардагы {user}'s хәбәрләре (барлыгы&nbsp;{n})
uk: Повідомлення користувача {user} на стіні (загалом&nbsp;{n})
vi: Tin nhắn trên Tường của {user} (tổng số&nbsp; {n})

source: Thread #{number}
ar: الموضوع رقم {number}
bg: Тема №{number}
br: Kaozeadenn #{number}
de: Diskussionsstrang Nr. {number}
el: Νήμα #{number}
eo: Fadeno n-ro {number}
es: Hilo nº {number}
eu: Haria: #{number}
fi: Viestiketju nro {number}
fr: Conversation {number}
he: שרשור מס׳ {number}
hi: धागा #{number}
hu: Téma #{number}
ia: Discussion №{number}
id: Topik #{number}
is: Þræður #{number}
it: Discussione n° {number}
ja: スレッド #{number}
ku: Mijar #{number}
mr: धागा क्र. {number}
nl: Topic {number}
pl: Wątek #{number}
pt_br: Tópico n.º {number}
ro: Subiectul #{number}
ru: Дискуссия №{number}
sk: Vlákno #{number}
tr: Konu #{number}
tt: Тема #{number}
uk: Обговорення #{number}
vi: Chuỗi # {number}

source: Menu
ar: القائمة
bg: Меню
br: Lañser
de: Menü
el: Μενού
eo: Menuo
es: Menú
eu: Menua
fi: Valikko
he: תפריט
hi: मेनू
hu: Menü
is: Valmynd
it: Menù
ja: メニュー
mr: मेन्यू
ro: Meniu
ru: Меню
tr: Menü
tt: Меню
uk: Меню

source: Back to Wall
ar: عُد إلى الحائط
bg: Обратно към стената
br: Distreiñ d'ar Voger
de: Zurück zur Pinnwand
el: Πίσω στον Τοίχο
eo: Reiri al la Muro
es: Volver al Muro
eu: Atzera berriro hormara
fi: Takaisin seinälle
fr: Retour au Mur
he: חזרה לקיר
hi: वाल पर लौटें
hu: Vissza az üzenőfalhoz
ia: Retornar al muro
id: Kembali ke Dinding
is: Til baka að veggi
it: Ritorna alla bacheca
ja: 掲示板に戻る
ku: Vegere Dîwêr
mr: भिंतीकडे परता
nl: Terug naar de muur
pl: Wróć do tablicy ogłoszeń
pt_br: Voltar para o Mural
ro: Înapoi la Perete
ru: Назад на Стену
sk: Späť na Nástenku
tr: Duvar'a dön
tt: Диварга кире кайту
uk: Повернутись до стіни
vi: Quay lại tường

source: Tatoeba will temporarily shut down for maintenance in {n} second.
bg: Tatoeba временно ще се изключи за поддръжка след {n} секунда.
br: Tatoeba a vo lazhet e-pad ur prantad berr evit bezañ derc'helaet a-benn {n} segondenn.
de: Tatoeba wird in{n} Sekunde für Wartungsarbeiten vom Netz genommen.
el: Το Tatoeba θα κλείσει προσωρινά για συντήρηση σε {n} δευτερόλεπτο.
eo: Tatoeba estos provizore fermita por plibonigoj post {n} sekundo,
es: Tatoeba se desconectará, por mantenimiento, en {n} segundo.
eu: Tatoeba konpontze lanetan. Itzali egingo dugu{n} segundo.
fi: Tatoeba suljetaan väliaikaisesti {n} sekunniksi huoltotöiden takia.
fr: En raison d'une maintenance, Tatoeba sera temporairement mis hors service dans {n} seconde.
he: מערכת טטואבה תיכבה זמנית למטרות תחזוקה תוך שנייה.
hi: Tatoeba रखरखाव के लिए {n} सेकंड में अस्थायी रूप से बंद हो जाएगा।
hu: A Tatoeba {n} másodperc múlva átmenetileg leáll karbantartás miatt.
id: Tatoeba akan dimatikan sementara untuk pemeliharaan dalam {n} detik.
it: Tatoeba sarà disattivato temporaneamente per manutenzione fra {n} secondo.
ja: Tatoebaは、メンテナンスのためあと {n} 秒で一時的にシャットダウンします。
mr: तातोएबा {n} सेकंदात देखरेख करण्यासाठी तात्पुरते बंद केले जाईल.
nl: Tatoeba zal om onderhoudsredenen tijdelijk worden stilgelegd in {n} seconde.
pl: Tatoeba zostatnie tymczasowo wyłączona w celu konserwacji za {n} sekundę.
pt_br: O Tatoeba ficará offline para manutenção por {n} segundo.
ro: Tatoeba se va opri temporar pentru lucrări de întreținere în {n} secundă.
ru: Татоэба будет временно остановлена на обслуживание через {n} секунду.
sk: Tatoeba sa dočasne vypne kvôli údržbe o {n} sekundu.
tr: Tatoeba {n} saniye içinde bakım için geçici olarak kapanacaktır.
tt: Берничә секундтан {n} Tatoeba техник хезмәт күрсәтү өчен вакытлыча сүнәчәк.
vi: Tatoeba sẽ tạm thời ngừng hoạt động để bảo trì sau {n} giây.

source: Tatoeba will temporarily shut down for maintenance in {n} minute.
bg: Tatoeba временно ще се изключи за поддръжка след {n} минута.
br: Tatoeba a vo lazhet e-pad ur prantad berr evit bezañ derc'helaet a-benn {n} munutenn.
de: Tatoeba wird in {n} Minute für Wartungsarbeiten vom Netz genommen.
el: Το Tatoeba θα κλείσει προσωρινά για συντήρηση σε {n} λεπτό.
eo: Tatoeba estos provizore fermita por plibonigoj post {n} minuto.
es: Tatoeba se desconectará, por mantenimiento, en {n} minuto.
eu: Tatoeba konpontze lanetan. Itzali egingo dugu {n} minutu.
fi: Tatoeba suljetaan väliaikaisesti {n} minuutiksi huoltotöiden takia.
fr: En raison d'une maintenance, Tatoeba sera temporairement mis hors service dans {n} minute.
he: מערכת טטואבה תיכבה זמנית למטרות תחזוקה תוך דקה.
hu: A Tatoeba {n} perc múlva átmenetileg leáll karbantartás miatt.
id: Tatoeba akan dimatikan sementara untuk pemeliharaan dalam {n} menit.
it: Tatoeba sarà disattivato temporaneamente per manutenzione fra {n} minuto.
ja: Tatoebaは、メンテナンスのためあと {n} 分で一時的にシャットダウンします。
mr: तातोएबा {n} मिनिटात देखरेख करण्यासाठी तात्पुरते बंद केले जाईल.
nl: Tatoeba zal om onderhoudsredenen tijdelijk worden stilgelegd in {n} minuut.
pl: Tatoeba zostatnie tymczasowo wyłączona w celu konserwacji za {n} minutę.
pt_br: O Tatoeba ficará offline para manutenção por {n}minuto.
ro: Tatoeba se va opri temporar pentru lucrări de întreținere după {n} minut.
ru: Татоэба будет временно остановлена на обслуживание через {n}минуту.
sk: Tatoeba sa dočasne vypne kvôli údržbe o {n} minútu.
tr: Tatoeba {n} dakika içinde bakım için geçici olarak kapanacaktır.
tt: Tatoeba {n} техник хезмәт күрсәтү өчен вакытлыча сүнәчәк.
vi: Tatoeba sẽ tạm thời ngừng hoạt động để bảo trì sau {n} phút.

source: You may not reuse the following audio recordings outside the Tatoeba project because {userName} has not chosen any license for them.
bg: Нямате право да използвате повторно следните аудио записи извън проекта Tatoeba, защото {userName} не е избрал никакъв лиценз за тях.
br: Ne c'hallit ket adimplij an enrolladennoù da-heul en diavaez eus ar raktres Tatoeba, dre ma n'en deus dibabet lisañs ebet {userName} evito evit ar mare.
de: Die folgenden Tonaufnahmen dürfen außerhalb des Tatoeba-Projektes nicht verwendet werden, da {userName} keine Lizenz dafür ausgewählt hat.
eo: Vi ne rajtas uzi la jenajn sonregistraĵojn ekster la projekto Tatoeba, ĉar uzanto {userName} ankoraŭ ne elektis permesilon por ili.
es: No puede reutilizar las siguientes grabaciones de voz fuera del proyecto Tatoeba porque {userName} no ha elegido ninguna licencia para ellas.
eu: Ezin dituzu honako audio hauek Tatoeba proiektutik kanpo erabili {userName} erabiltzaileak hautatu duen lizentzia mota dela eta.
fi: Ei voi käyttää seuraavia äänitallenteita Tatoeba-projektin ulkopuolella, sillä {userName} ei ole valinnut niille mitään käyttölisenssiä.
fr: Vous ne pouvez pas réutiliser les enregistrements sonores suivants en dehors du projet Tatoeba parce que {userName} n'a choisi aucune licence pour eux.
he: אסור לעשות שימוש חוזר בהקלטות השמע הבאות מחוץ למיזם טטואבה כיוון שהבחירה של {userName} הייתה לא לבחור להם רישיון.
hi: आप निम्न ऑडियो रिकॉर्डिंग को Tatoeba प्रोजेक्ट के बाहर दोबारा इस्तेमाल नहीं कर सकते क्योंकि {userName} ने उनके लिए कोई लाइसेंस नहीं चुना है।
hu: Nem használhatod fel a következő hangfelvételeket a Tatoeba projekten kívül, mert {userName} nem választott hozzájuk licencet.
ia: Non es permittite reusar le sequente registrationes audio foras del projecto Tatoeba perque {userName} non ha seligite un licentia pro illos.
id: Anda tidak dapat menggunakan kembali rekaman audio berikut di luar proyek Tatoeba karena {userName} belum memilih lisensi untuk rekaman audio tersebut.
it: Non puoi riutilizzare le seguenti registrazioni audio al di fuori del Progetto Tatoeba perché {userName} non ha scelto alcuna licenza per esse.
ja: {userName} は音声に対しライセンスを適用していないため、Tatoebaプロジェクトの外部で次の音声を再利用することはできません。
mr: {userName} यांनी खालील ऑडिओ रेकॉर्डिंग्जसाठी परवाना निवडला नसल्यामुळे आपण तातोएबाच्या बाहेर यांचा पुनः वापर करू शकत नाही.
nl: Je mag de volgende audio-opnames niet hergebruiken buiten het Tatoeba-project omdat {userName} geen licentie voor ze heeft gekozen.
pl: Nie możesz wykorzystywać następujących nagrań poza projektem Tatoeba, ponieważ {userName} nie wybrał żadnej licencji dla nich.
pt_br: Você não pode reutilizar as gravações fora do Tatoeba porque o {userName} não escolheu uma licença para elas.
ro: Nu puteți utiliza următoarele înregistrări audio în afara proiectului Tatoeba deoarece {userName} nu a ales nicio licență pentru acestea.
ru: Вы не можете использовать следующие аудиозаписи за пределами проекта Tatoeba, так как пользователь {userName} не выбрал для них лицензию.
sk: Nemôžete opätovne použiť následujúce zvukové nahrávky mimo Tatoeby, pretože k nim užívateľ {userName} nepriradil žiadnu licenciu.
tr: Belirtilen ses kayıtlarını Tatoeba projesi dışında kullanamayabilirsiniz çünkü {userName} kayıtlar için bir lisans seçmemiş.
tt: Сез Tatoeba проектыннан читтә түбәндәге аудиоязмаларны кабат кулланырга хокуклы түгел, чөнки {userName} өчен бернинди лицензия дә сайланмаган.
uk: Ці записи звука не можна використовувати поза межами проекта Tatoeba, тому що {userName} досі не обрав для них жодної ліцензії.
vi: Bạn không thể sử dụng lại các bản ghi âm sau bên ngoài dự án Tatoeba vì {userName} chưa chọn bất kỳ giấy phép nào cho chúng.

source: The following audio recordings by {userName} are licensed under the public domain.
bg: Следните аудио записи от {userName} са лицензирани под публичен домеин.
de: Folgende Audioaufnahmen von {userName} sind gemeinfrei.
eo: La jenaj sonregistraĵoj de {userName}, estas licencitaj kiel publika havaĵo.
es: Las siguientes grabaciones de voz de {userName} se encuentran bajo licencia de dominio público.
fi: Seuraavat käyttäjän {userName} äänitetallenteet on lisenssoitu tekijänoikeusvapaiksi.
fr: Les enregistrements sonores suivants de {userName} sont placés dans le domaine public.
he: הקלטות השמע הבאות שהוקלטו על ידי {userName} זמינות לנחלת הכלל.
hi: {userName} द्वारा निम्न ऑडियो रिकॉर्डिंग सार्वजनिक डोमेन के अंतर्गत लाइसेंसीकृत हैं।
id: Rekaman audio oleh{userName}berikut terdaftar dalam lisensi domain publik.
it: Le seguenti registrazioni audio di {userName} sono rilasciate sotto il pubblico dominio.
ja: この音声は {userName} さんにより録音され、ライセンスはパブリックドメインに準拠しています。
mr: {userName} यांचे खालील ऑडिओ रेकॉर्डिंग सार्वजनिक डोमेन अंतर्गत परवानाकृत आहेत.
nl: De volgende audio-opnames van {userName}, vallen onder een publiek domein-licentie.
pl: Poniższe nagrania użytkownika {userName}należą do publicznej domeny.
ro: Următoarele înregistrări audio de către {userName} sunt licențiate în domeniul public.
ru: Данные аудиозаписи переданы пользователем {userName} в общественное достояние.
tt: Түбәндәге аудиоязмалар {userName} иҗтимагый байлык булган лицензия астында торалар.

source: The following audio recordings by {userName} are licensed under the {licenseName} license.
bg: Следните аудио записи от {userName} са лицензирани под лиценза {licenseName}.
de: Folgende Audioaufnahmen von {userName} stehen unter der Lizenz {licenseName} zur Verfügung.
eo: La jenaj sonregistraĵoj de {userName} estas licencitaj sub la jena permesilo: {licenseName}.
es: Las siguientes grabaciones de voz de {userName} se ofrecen sujetas a la licencia {licenseName}.
fi: Seuraavat käyttäjän {userName} äänitetallenteet on lisenssoitu {licenseName} -lisenssillä.
fr: Les enregistrements sonores suivants de {userName} sont placés sous licence {licenseName}.
he: הקלטות השמע הבאות שהוקלטו על ידי {userName} כפופות לרישיון {licenseName}.
hi: {userName} की निम्न ऑडियो रिकॉर्डिंग्स को {licenseName} लाइसेंस के तहत लाइसेंस दिया गया है।
id: Rekaman audio oleh {userName}berikut terdaftar dalam lisensi{licenseName}.
it: Le seguenti registrazioni audio di {userName} sono rilasciate sotto la licenza {licenseName}.
ja: この音声は {userName} さんにより録音され、ライセンスは {licenseName} に準拠しています。
mr: {userName} यांचे खालील ऑडिओ रेकॉर्डिंग {licenseName} परवाना अंतर्गत परवानाकृत आहेत.
nl: De volgende audio-opnames van {userName} vallen onder de {licenseName}-licentie.
pl: Poniższe nagrania użytkownika {userName}są dostępne na licencji {licenseName}.
ro: Următoarele înregistrări audio de către {userName} sunt licențiate sub licența {licenseName}.
ru: Данные аудиозаписи, принадлежащие {userName}, опубликованы под лицензией {licenseName}.
tt: Түбәндәге аудиоязмалар {userName} лицензияләре {licenseName} лицензия.

source: The following audio recordings by {userName} are licensed under an unknown license.
bg: Следните аудио записи от {userName} са лицензирани под неизвестен лиценз.
br: An enrolladennoù aodio da-heul graet gant {userName} a zo lisañset dindan un aotre dianav.
de: Die folgenden Aufnahmen von {userName}haben eine unbekannte Lizenz.
eo: La jenaj sono-registraĵoj de {userName} troviĝas sub nekonata permesilo.
es: Las siguientes grabaciones de voz de {userName}, se ofrecen sujetas a una licencia desconocida.
fi: Seuraavat käyttäjän {userName} äänitetallenteet on lisenssoitu tuntemattomalla lisenssillä.
fr: Les enregistrements sonores suivants, de {userName}, sont placés sous une licence inconnue.
he: הקלטות השמע הבאות שהוקלטו על ידי {userName} כפופות לרישיון לא ידוע.
hi: {userName} द्वारा निम्न ऑडियो रिकॉर्डिंग अज्ञात लाइसेंस के अंतर्गत लाइसेंसीकृत हैं।
id: Rekaman audio oleh{userName}berikut terdaftar dalam suatu lisensi.
it: Le seguenti registrazioni audio fatte da {userName} sono state rilasciate con una licenza sconosciuta.
ja: この音声は {userName} により録音され、ライセンスは不明です。
mr: {userName} यांचे खालील ऑडियो रेकॉर्डिंग एका अज्ञात परवान्याने परवानाकृत आहे.
nl: De volgende audio-opnames van {userName} vallen onder een onbekende licentie.
pl: Poniższe nagrania użytkownika {userName} są na nieznanej licencji.
pt_br: As seguintes gravações feitas pelo {userName} estão sobre uma licença desconhecida.
ro: Următoarele înregistrări audio ale lui {userName} sunt licențiate sub o licență necunoscută.
ru: Следующие аудиозаписи пользователя {userName} доступны на условиях неизвестной лицензии.
tt: Түбәндәге аудиоязмалар {userName} алар билгесез лицензия буенча лицензияләнгән.

source: Report
mr: अहवाल

source: Send message
bg: Изпращане на съобщение
br: Kas ar gemenadenn
de: Nachricht senden
el: Αποστολή μυνήματος
eo: Sendi mesaĝon
es: Enviar mensaje
eu: Bidali mezua
fi: Lähetä viesti
fr: Envoyer un message
he: שליחת הודעה
hi: संदेश भेजें
hu: Üzenet küldése
ia: Inviar message
id: Kirim pesan
is: Senda skilaboð
it: Invia messaggio
ja: メッセージを送る
ku: Peyam bişîne
mr: संदेश पाठवा
nl: Stuur bericht
pl: Wyślij wiadomość
pt_br: Enviar mensagem
ro: Trimiteți mesaj
ru: Отправить сообщение
sk: Poslať správu
tr: Mesaj gönder
tt: Хәбәр җибәрергә
vi: Gửi tin nhắn

source: Unhide
bg: Показване
br: Diskouez
de: Wieder sichtbar machen
el: Φανέρωση
eo: Malkaŝi
es: Mostrar
eu: Erakutsi
fi: Tuo esiin
fr: Montrer
he: הצגה
hi: दिखाएँ
hu: Megjelenítés
ia: Revelar
id: Tampilkan
is: Sýna
it: Mostra
ja: 再表示
ku: Nîşan bide
mr: दाखवा
nl: Zichtbaar maken
pl: Pokaż
pt_br: Desencobrir
ro: Afișați
ru: Сделать видимым
sk: Zobraziť
tr: Göster
tt: Яшерү
vi: Bỏ ẩn

source: Hide
bg: Скриване
br: Kuzhat
de: Ausblenden
el: Απόκρυψη
eo: Kaŝi
es: Ocultar
eu: Ezkutatu
fi: Piilota
fr: Masquer
he: הסתרה
hi: छिपाएं
hu: Elrejtés
ia: Celar
id: Sembunyikan
is: Fela
it: Nascondi
ja: 非表示
ku: Veşêre
mr: लपवा
nl: Verbergen
pl: Ukryj
pt_br: Esconder
ro: Ascundeți
ru: Скрыть
sk: Skryť
tr: Gizle
tt: Күрсәтү
vi: Ẩn đi

source: Filter by language
ar: صَفِّ حسب اللغة
bg: Филтриране по език
br: Silañ dre yezh
de: Nach Sprache filtern
el: Φίλτρο ανά γλώσσα
eo: Filtri laŭ lingvo
es: Filtrar por idioma
eu: Hizkuntzaren arabera iragazi
fi: Suodata kielen mukaan
fr: Filtrer par langue
he: סינון לפי שפה
hi: भाषा के अनुसार फ़िल्टर करें
hu: Szűrés nyelv alapján
ia: Filtrar per lingua
id: Tentukan berdasarkan bahasa
is: Sía eftir tungumáli
it: Filtra per lingua
ja: 言語を指定する
ku: Li gorî zimên fîltre bike
mr: भाषेनुसार गाळा
nl: Op taal filteren
pl: Filtruj po języku
pt_br: Filtrar por idioma
ro: Filtrare după limbă
ru: Фильтровать по языку
sk: Triediť podľa jazyka
tr: Dile göre daralt
tt: Тел буенча фильтрларга
uk: Фільтрувати за мовою
vi: Lọc theo ngôn ngữ

source: date unknown
ar: التاريخ مجهول
bg: неизвестна дата
br: deiziad dianav
de: Datum unbekannt
el: άγνωστη ημερομηνία
eo: dato nekonata
es: fecha desconocida
eu: data, eguna, ezezaguna
fi: Päivämäärä tuntematon
fr: date inconnue
he: תאריך לא ידוע
hi: तिथि अज्ञात
hu: ismeretlen dátum
ia: data incognite
id: tanggal tidak diketahui
is: dagsetning óþekkt
it: data sconosciuta
ja: 日時不明
ku: dîrok nayê zanîn
mr: अज्ञात तारीख
nl: datum onbekend
pl: data nieznana
pt_br: Data desconhecida
ro: dată necunoscută
ru: дата неизвестна
sk: dátum neznámy
tr: tarih bilinmiyor
tt: билгесез дата
uk: дата невідома
vi: ngày chưa rõ

source: {date}
de: am {date}
el: την {date}
fr: le {date}
hi: {दिनांक}
it: il {date}
ku: di {date} de
mr: {date} रोजी
pt_br: em {date}
sk: dňa {date}
tr: {date} tarihinde

source: yesterday
ar: قبل أقل من يوم
bg: вчера
br: dec'h
de: gestern
el: χθες
eo: hieraŭ
es: ayer
eu: atzo
fi: eilen
fr: hier
he: אתמול
hi: कल
hu: tegnap
ia: heri
id: {n}&nbsp;hari yang lalu
is: í gær
it: ieri
ja: {n}日前
ku: doh
mr: काल
nl: gisteren
pl: wczoraj
pt_br: ontem
ro: ieri
ru: вчера
sk: včera
sr: јуче
tr: dün
tt: {n}&nbsp;моннан бер ничә көн элек
uk: вчора
vi: {n}&nbsp;ngày trước

source: an hour ago
ar: قبل أقل من ساعة
bg: преди час
br: un eur 'zo
de: vor 1&nbsp;Stunde
el: μια ώρα πριν
eo: antaŭ unu horo
es: hace una hora
eu: duela ordu bete
fi: tunti sitten
fr: il y a une heure
he: לפני שעה
hi: एक घंटे पहले
hu: egy órával ezelőtt
ia: un hora retro
id: {n}&nbsp;jam yang lalu
is: klukkustundi síðan
it: un'ora fa
ja: {n}時間前
ku: demjimêrek berê
mr: एका तासापूर्वी
nl: een uur geleden
pl: godzinę temu
pt_br: há uma hora
ro: acum o oră
ru: час назад
sk: pred hodinou
sr: пре сат времена
tr: 1 saat önce
tt: {n}&nbsp;моннан берничә сәгать элек
uk: годину тому
vi: {n}&nbsp;giờ trước

source: a minute ago
ar: قبل أقل من دقيقة
bg: преди минута
br: ur vunutenn 'zo
de: vor 1&nbsp;Minute
el: ένα λεπτό πριν
eo: antaŭ unu minuto
es: hace un minuto
eu: duela minutu bat
fi: minuutti sitten
fr: il y a une minute
he: לפני דקה
hi: एक मिनट पहले
hu: egy perccel ezelőtt
ia: un minuta retro
id: {n}&nbsp;menit yang lalu
is: mínútu síðan.
it: un minuto fa
ja: {n}分前
ku: xulekek berê
mr: एका मिनिटापूर्वी
nl: een minuut geleden
pl: minutę temu
pt_br: há um minuto
ro: acum un minut
ru: {n}&nbsp;минуту назад
sk: pred minútou
sr: пре минут
tr: 1 dakika önce
tt: {n} &nbsp; берничә минут элек
uk: хвилину тому
vi: {n}&nbsp;phút trước

source: January
ar: يناير/كانون الثاني
bg: януари
br: Genver
de: Januar
el: Ιανουάριος
eo: januaro
es: Enero
eu: Urtarrila
fi: Tammikuu
fr: Janvier
he: ינואר
hi: जनवरी
hu: január
ia: januario
id: Januari
is: Janúar
it: Gennaio
ja: 1月
ku: Rêbendan
mr: जानेवारी
nl: januari
pl: Styczeń
pt_br: janeiro
ro: Ianuarie
ru: Январь
sk: január
sr: јануар
tr: Ocak
tt: Гыйнвар
uk: Січень
vi: Tháng 1
