Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: {tagChange}: the sentence needs to be changed.
ar: ‎{tagChange}: تحتاج الجملة إلى تغيير.
bg: {tagChange}: изречението трябва да бъде променено.
br: {tagChange}: ar frazenn a rank bezañ cheñchet.
de: {tagChange}: dieser Satz muss geändert werden.
el: {tagChange}: η φράση χρειάζεται να τροποποιηθεί.
eo: {tagChange}: la frazo devas esti ŝanĝita.
es: {tagChange}: se necesita cambiar esta oración.
eu: {tagChange}: esaldi hau aldatu egin behar da.
fi: {tagChange}: lausetta täytyy muuttaa.
fr: {tagChange}: la phrase doit être changée.
he: {tagChange}‎: המשפט זקוק לשינוי.
hi: {tagChange}: इस वाक्य को बदलने की ज़रूरत है।
hu: {tagChange}: a mondat szerkesztésre vár.
ia: {tagChange}: le phrase debe esser cambiate.
id: {tagChange}: kalimat perlu diubah.
is: {tagChange}: það þarf að breyta setningunni.
it: {tagChange}: la frase deve essere cambiata.
ja: {tagChange}……変更が必要な文
ku: {tagChange}: hevok divê were guhertin.
mr: {tagChange}: या वाक्याला बदलण्याची गरज आहे
nl: {tagChange}: de zin moet gewijzigd worden.
pl: {tagChange}: zdanie należy zmienić.
pt_br: {tagChange}: a frase precisa ser alterada.
ro: {tagChange}: propoziția trebuie schimbată.
ru: {tagChange}: необходимо изменить предложение.
sk: {tagChange}: vetu je potrebné zmeniť.
sr: {tagChange}: реченица мора да буде промењена.
tr: {tagChange}: cümlenin değiştirilmesi gerekiyor.
tt: {tagChange}: җөмләне үзгәртергә кирәк.
uk: {tagChange}: речення має бути змінене.
vi: {tagChange}: câu cần thay đổi.

source: {tagCheck}: the sentence needs to be checked.
ar: ‎{tagCheck}: تحتاج الجملة إلى فحص.
bg: {tagCheck}: изречението трябва да бъде проверено.
br: {tagCheck}: ar frazenn a rank bezañ gwiriekaet.
de: {tagCheck}: dieser Satz muss überprüft werden.
el: {tagCheck}: η φράση χρειάζεται να ελεχθεί.
eo: {tagCheck}: la frazo devas esti kontrolita.
es: {tagCheck}: se necesita verificar esta oración.
eu: {tagChange}: esaldi hau egiaztatu egin behar da.
fi: {tagCheck}: lause täytyy tarkistaa.
fr: {tagCheck}: la phrase doit être vérifiée.
he: ‎{tagCheck}: המשפט זקוק לבדיקה.
hi: {tagCheck}: इस वाक्य को जाँचने की ज़रूरत है।
hu: {tagCheck}: a mondat ellenőrzésre vár.
ia: {tagCheck}: le phrase debe esser verificate.
id: {tagCheck}: kalimat perlu diperiksa.
is: {tagChange}: það þarf að skoða setningunni.
it: {tagCheck}: la frase deve essere controllata.
ja: {tagCheck}……チェックが必要な文
ku: {tagCheck}: hevok divê were kontrolkirin.
mr: {tagCheck}: या वाक्याला तपासण्याची गरज आहे.
nl: {tagCheck}: de zin moet nagekeken worden.
pl: {tagCheck}: zdanie należy zweryfikować.
pt_br: {tagCheck}: a frase precisa ser revisada.
ro: {tagCheck}: propoziția trebuie verificată.
ru: {tagCheck}: необходимо проверить предложение.
sk: {tagCheck}: vetu je potrebné preveriť.
sr: {tagCheck}: реченица мора да буде преоверена.
tr: {tagCheck}: cümlenin kontrol edilmesi gerekiyor.
tt: {tagCheck}: җөмләне тикшерергә кирәк.
uk: {tagCheck}: речення потребує перевірки.
vi: {tagCheck}: câu cần được kiểm tra.

source: {tagNNC}: the sentence needs to be checked by a native speaker.
ar: ‎{tagNNC}: تحتاج الجملة إلى فحص من متحدّث أصلي.
bg: {tagNNC}: изречението трябва да бъде проверено от носител на езика.
br: {tagNNC}: ar frazenn a rank bezañ gwiriekaet gant ur c'homzer a-vihanik.
de: {tagNNC}: dieser Satz muss von einem Muttersprachler überprüft werden.
el: {tagNNC}: η φράση χρειάζεται να ελεγχθεί από ντόπιο ομιλητή.
eo: {tagNNC}: la frazo devas esti kontrolita de denaskulo.
es: {tagNNC}: la oración tiene que ser revisada por un hablante nativo.
eu: {tagNNC}: esaldia hizkuntza oso ongi dakien batek aztertu beharko luke.
fi: {tagNNC}: kieltä äidinkielenään puhuvan henkilön täytyy tarkistaa lause.
fr: {tagNNC}: la phrase doit être vérifiée par un locuteur natif.
he: ‎{tagNNC}: המשפט דורש בדיקה של דובר ברמת שפת אם.
hi: {tagNNC}: वाक्य को देशी वक्ता द्वारा जांचा जाना चाहिए।
hu: {tagNNC}: a mondat egy anyanyelvű ellenőrzésére vár
ia: {tagNNC}: le phrase debe esser verificate per un locutor native.
id: {tagNNC}: kalimat perlu diperiksa oleh penutur asli.
is: {tagNNC}: setningin þarf að vera skoðuð af innfæddum.
it: {tagNNC}: la frase deve essere controllata da un madrelingua
ja: {tagNNC}……ネイティブチェックが必要な文
mr: {tagNNC}: या वाक्याला एका मातृभाषिकाने तपासण्याची गरज आहे.
nl: {tagNNC}: de zin moet nagekeken worden door een moedertaalspreker.
pl: {tagNNC}: zdanie musi zweryfikować rodzimy użytkownik/rodzima użytkowniczka języka.
pt_br: {tagNNC}: a frase precisa ser revisada por um falante nativo.
ro: {tagNNC}: propoziția trebuie verificată de către un vorbitor nativ.
ru: {tagNNC}: предложение нуждается в проверке носителем языка
sk: {tagNNC}: je potrebné, aby vetu preveril rodený hovoriaci.
sr: {tagNNC}: реченицу мора да провери коме је то матерњи језик
tr: {tagNNC}: cümlenin bu ana dile sahip biri tarafından kontrol edilmesi gerekiyor.
tt: {tagNNC}: җөмлә тел йөртүчесе тарафыннан тикшерелергә тиеш.
uk: {tagNNC}: речення потребує перевірки користувачем для якого ця мова є рідною.
vi: {tagNNC}: câu cần được kiểm tra bởi người bản ngữ.

source: {tagOK}: the sentence is considered correct by at least one person.
ar: ‎{tagOK}: اعتبر شخص واحد على الأقل أنّ الجملة صحيحة.
bg: {tagOK} изречението се счита за правилно от поне един човек.
br: {tagOK}: ar frazenn a zo lakaet da vezañ reizh gant un den da vihanañ.
de: {tagOK}: dieser Satz wird von wenigstens einer Person als richtig erachtet.
el: {tagOK}: η φράση θεωρείται σωστή από τουλάχιστον ένα άτομο.
eo: {tagOK}: la frazo estas konsiderata ĝusta de almenaŭ unu persono.
es: {tagOK}: la oración se considera correcta por la menos una persona.
eu: {tagOK}: esaldi hau zuzen dagoela uste du gutxienez pertsona batek.
fi: {tagOK}: tämä lause on oikein ainakin yhden henkilön mielestä.
fr: {tagOK}: la phrase est considérée comme correcte par au moins une personne.
he: ‎{tagOK}: המשפט נחשב לנכון לפי אחד מהבודקים.
hi: {tagOK}: इस वाक्य को कम-से-कम एक व्यक्ति सही मानती है।
hu: {tagOK}: a mondatot legalább egy ember helyesnek találta
ia: {tagOK}: al minus un persona considera que le phrase es correcte.
id: {tagOK}: kalimat dianggap benar oleh setidaknya satu orang.
is: {tagOK}: setningin er talin rétt hjá að minnsta kosti einum einstaklingi.
it: {tagOK}: la frase è considerata corretta da almeno una persona.
ja: {tagOK}……少なくとも一人が正しいと見なした文
mr: {tagOK}: किमान एक व्यक्ती या वाक्याला अचूक असे समजते.
nl: {tagOK}: de zin is door ten minste één persoon goedgekeurd.
pl: {tagOK}: to zdanie zostało uznane za poprawne przez co najmniej jedną osobę.
pt_br: {tagOK}: a frase é considerada correta por pelo menos uma pessoa.
ro: {tagOK}: propoziția este considerată a fi corectă de către cel puțin o persoană.
ru: {tagOK}: предложение считается правильным по меньшей мере одним человеком.
sk: {tagOK}: veta je považovaná za správnu aspoň jednou osobou.
sr: {tagOK}: реченицу бар једна особа сматра исправном.
tr: {tagOK}: Bu cümlenin doğru olduğu en az bir kişi tarafından onaylanıyor.
tt: {tagOK}: җөмләне ким дигәндә бер кеше дөрес дип саный.
uk: {tagOK}: хоча б один користувач вважає це речення правильним.
vi: {tagOK}: câu được ít nhất một người coi là đúng.

source: How to help
ar: كيفية المساعدة
bg: Как да помогна
br: Penaos reiñ an dorn
de: Wie du helfen kannst
el: Πως να βοηθήσεις
eo: Kiel helpi
es: Cómo ayudar
eu: Nola lagundu
fi: Miten voin auttaa
fr: Comment aider
he: כיצד לעזור
hi: मदद कैसे करें
hu: Hogyan segíthetsz
ia: Como adjutar
id: Cara membantu
is: Hvernig á að hjálpa
it: Come essere di aiuto
ja: 例文の改善に協力するには
ku: Alîkarî çawa tê kirin
mr: आपण मदत कशी करू शकता
nl: Hoe je kunt helpen
pl: Jak możesz pomóc
pt_br: Como ajudar
ro: Cum să ajutați
ru: Как помочь
sk: Ako pomôcť
sr: Како помоћи
tr: Nasıl yardım edilir
tt: Ничек ярдәм итәргә
uk: Як допомогти
vi: Làm thế nào để giúp đỡ

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
ar: عليك أن تكون <a href="{}">مساهمًا متقدّمًا</a>، وإلّا فلن تستطيع وسم الجُمل.
bg: Трябва да сте <a href="{}">напреднал потребител</a>; в противен случай няма да можете да маркирате изречения.
br: Rankout a rit bezañ un <a href="{}">degaser araokaet</a>; a-hend-all ne voc'h ket aotreet da lakaat balizoù war ar frazennoù.
de: Um Sätze zu etikettieren, musst du mindestens <a href="{}">fortgeschrittener Mitarbeiter</a> sein.
el: Χρειάζεται να είσαι <a href="{}">προχωρημένος συνεισφέρων</a>, διαφορετικά δεν θα μπορείς να βάλεις ετικέτα σε φράσεις.
eo: Vi devas esti <a href="{}">progresinta kontribuanto</a>; se ne, vi ne povos etikedi frazojn.
es: Necesita ser un <a href="{}">colaborador avanzado</a>; de lo contrario no será capaz de etiquetar oraciones.
eu: <a href="{}">Kolaboratzaile aurreratua</a> behar duzu izan; bestela ez duzu baimenik izango esaldiak etiketatzeko.
fi: Sinun täytyy olla <a href="{}">ylennetty avustaja</a>. Muuten et voi lisätä tunnisteita lauseisiin.
fr: Vous devez être un <a href="{}">contributeur avancé</a> ; autrement, vous ne pourrez pas étiqueter les phrases.
he: רמת ההרשאה שלך צריכה להיות <a href="{}">תרומה מתקדמת</a>, אחרת לא תהיה לך אפשרות לתייג משפטים.
hi: आपको एक <a href="{}">उन्नत योगदानकर्ता</a> होने की आवश्यकता है; अन्यथा आप वाक्यों को टैग नहीं कर पाएंगे।
hu: <a href="{}">Veteránnak</a> kell lenned; különben nem tudsz címkéket hozzáadni mondatokhoz.
ia: Tu debe esser un <a href="{}">contributor avantiate</a>; alteremente tu non pote etiquettar phrases.
id: Anda harus menjadi <a href="{}">kontributor tingkat lanjut</a>; jika tidak, Anda tidak dapat memberi label pada kalimat.
is: Þú þarft að vera <a href="{}">háþróaður þátttakandi</a> til að geta bætt við merkjum á setningar.
it: Devi essere un <a href="{}">contributore avanzato</a>; altrimenti non sarai in grado di aggiungere delle etichette alle frasi.
ja: <a href="{}">上級ユーザー</a>になれば、文にタグをつけられるようになります。
mr: वाक्यांवर खूणचिठ्ठी लावण्यास आपण <a href="{}">प्रगत योगदाता</a> असणे आवश्यक आहे.
nl: Je moet een <a href="{}">gevorderde bijdrager</a> zijn, anders kun je geen zinnen labelen.
pl: Musisz być <a href="{}">zaawansowanym autorem</a>. W przeciwnym razie nie będziesz mógł tagować zdań.
pt_br: Você precisa ser um <a href="{}">colaborador avançado</a>; caso contrário, não poderá etiquetar frases.
ro: Trebuie să fiți <a href="{}">colaborator avansat</a>; altfel nu veți putea eticheta propoziții.
ru: Вам необходимо быть <a href="{}">старшим участником</a>, чтобы иметь возможность тегировать предложения.
sk: Na to, aby ste mohli označovať vety štítkami, musíte byť <a href="{}">pokročilý prispievateľ</a>.
sr: Морате да будете <a href="{}">напредни доприносилац</a>; иначе нећете моћи да означавате реченице.
tr: <a href="{}">Gelişmiş katılımcı</a> olmadığınız sürece cümlelere etiket ekleyemezsiniz.
tt: Сез тәҗрибәле автор булырга тиеш, югыйсә сез җөмләләрне теглар белән билгели алмассыз.
uk: Ви маєте бути <a href="{}">досвідченим учасником</a>; у протилежному випадку ви не зможете ставити реченням теґи.
vi: Bạn cần phải là <a href="{}"> cộng tác viên nâng cao</a>; nếu không bạn sẽ không thể gắn thẻ cho câu.

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
ar: حين تلاحظ جملةً غير صحيحة أو تبدو غريبةً، أضِف الوسم {tagChange} واكتب تعليقًا لاقتراح تصحيح أو صياغة أفضل.
bg: Всеки път, когато забележите изречение, което е грешно или звучи странно, добавете етикет {tagChange} и публикувайте коментар, за да предложите корекция или по-добро фразиране.
br: Seul wech ma vez gwelet ganeoc'h ez eus ur frazenn a zo fall pe a son gwall iskis, ouzhpennit ar baliz {tagChange} ha kinnigit ur reizhadenn pe ur frazennadur gwelloc'h.
de: Versieh einen Satz mit dem Etikett {tagChange}, wenn dieser falsch ist oder seltsam klingt, und hinterlasse einen Kommentar mit einem Verbesserungsvorschlag.
el: Κάθε φορά που θα παρατηρήσετε μια φράση που είναι λάθος ή ακούγεται παράξενη, προσθέστε την ετικέτα {tagChange} και δημοσιεύσετε ένα σχόλιο για να προτείνετε μια διόρθωση ή καλύτερη διατύπωση.
eo: Kiam vi rimarkas eraran frazon aŭ frazon kiu sonas strange, aldonu la etikedon {tagChange} kaj afiŝu komenton kun sugestita korekto aŭ pli bona vortumado.
es: Si ve que alguna oración está mal o suena extraña, coloque la etiqueta {tagChange} y escriba un comentario para sugerir una corrección o una mejor redacción.
eu: Konturatzen zarenean esaldi bat oker dagoela edo itxura arraroa duela, gehitu {tagChange} etiketa eta idatzi iruzkin bat iradokizunekin. Zuzenketa bat edo aldaketatxoren bat proposatu ahal duzu.
fi: Aina kun huomaat, että lauseessa on virhe tai se kuulostaa oudolta, lisää tunniste {tagChange} sekä kommentoi lauseeseen ehdotuksesi korjauksesta tai paremmasta sanamuodosta.
fr: Si vous remarquez une phrase erronée ou qui cloche, ajoutez l'étiquette {tagChange} et suggérez en commentaire une correction ou une reformulation.
he: בכל פעם שיוצא לך להיתקל במשפט שנראה או נשמע מוזר, יש להוסיף את התגית {tagChange} ולפרסם הערה כדי להציע תיקון או מינוח טוב יותר.
hi: जब भी आपको कोई ऐसा वाक्य दिखाई दे जो गलत हो या अजीब लगे, तो {tagChange} टैग जोड़ें और सुधार या बेहतर वाक्यांश का सुझाव देने के लिए एक टिप्पणी पोस्ट करें।
hu: Amikor hibás vagy furcsának hangzó mondatot találsz, add hozzá a {tagChange} címkét, és tegyél egy megjegyzést, hogy milyen javítást vagy alternatív megfogalmazást javasolnál.
ia: Quandocunque tu remarca un phrase que es mal o sona estranie, affixa le etiquetta {tagChange} e adjunge un commento pro suggerer un correction o un formulation melior.
id: Bila Anda menemukan kalimat yang salah atau terdengar aneh, silakan beri label {tagChange} dan kirimkan sebuah komentar untuk menyarankan perbaikan atau penyusunan kata yang lebih baik.
it: Ogni volta che noti che una frase è sbagliata o sembra strana, aggiungi l'etichetta {tagChange} e pubblica un commento per suggerire una correzione o una riscrittura migliore.
ja: 間違っている文や不自然な文を見つけたら、{tagChange}タグをつけて、より良い表現をコメント欄に書き込んでください。
mr: चुकीचे किंवा विचित्र वाटणारे वाक्य दिसून आल्यावर त्यावर "{tagChange}" ही खूणचिठ्ठी लावा. तसं केल्यानंतर, एखादी टिप्पणी पोस्ट करा, ज्याने दुरुस्ती किंवा सुधारलेल्या शब्दांची निवड सुचवता येईल.
nl: Als je een zin ziet die fout is of vreemd klinkt, voeg dan de label {tagChange} toe en laat een opmerking achter om een voorstel te doen voor een correctie of betere formulering.
pl: Ilekroć zauważysz zdanie, które jest błędne lub brzmi dziwnie, dodaj tag {tagChange} i komentarz z sugestią poprawki lub zmiany szyku.
pt_br: Sempre que se deparar com uma frase incorreta ou estranha, adicione a etiqueta {tagChange} e deixe um comentário sugerindo uma correção ou uma outra forma de escrever aquilo.
ro: Ori de câte ori observați o propoziție cu greșeli sau care sună ciudat, adăugați eticheta {tagChange} și postați un comentariu pentru a sugera o corectare sau o exprimare mai bună.
ru: Всякий раз, когда вы замечаете неправильное или неестественное предложение, помечайте его тегом {tagChange} и добавляйте комментарий с советами по исправлению ошибок или улучшению формулировки.
sk: Kedykoľvek si všimnete, že veta je nesprávna alebo zneje zvláštne, pridajte štítok {tagChange} a napíšte komentár s návrhom opravy vety.
sr: Кад год приметите реченицу која је неправилна или звучи чудно, додајте ознаку {tagChange} и напишите коментар са предлогом исправке или бољим изразом.
tr: Yanlış veya kulağa tuhaf gelen bir cümle gördüğünüzde {tagChange} etiketini ekleyin ve cümlenin nasıl düzeltileceğini yorum olarak belirtin.
tt: Җөмләнең дөрес булмавын яки сәер яңгыравын күргән саен, {tagChange} тегын өстәгез һәм төзәтү яки яхшырак формулировка тәкъдим итү өчен комментарий калдырыгыз.
uk: Щоразу ви помітите речення що є неправильним або дивно звучить, додайте теґ {tagChange} та залиште коментар з пропозицією щодо виправлення або перефразування.
vi: Bất cứ khi nào bạn thấy một câu sai hoặc nghe có vẻ lạ, hãy thêm thẻ {tagChange} và đăng nhận xét để đề xuất cách sửa hoặc cách viết hay hơn.

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
ar: حين تلاحظ خطأً محتملًا، أضِف الوسم {tagCheck} واكتب تعليقًا يبيّن ما الذي تراه خطأً.
bg: Когато забележите възможна неточност, добавете таг {tagCheck} и публикувайте коментар, с уточнение какво смятате за грешно.
br: Seul wech ma vez gwelet ganeoc'h ez eo posupl e vefe ur fazi, ouzhpennit ar baliz {tagCheck} ha postit un evezhiadenn o tisplegañ petra 'vefe ar fazi hervezoc'h.
de: Setze das Etikett {tagCheck}, wenn du einen Fehler vermutest, und lege in einem Kommentar dar, worin du glaubst, dass der Fehler liegt.
el: Όποτε διαπιστώνετε ένα ενδεχόμενο λάθος, προσθέστε την ετικέτα {tagCheck} και κάντε ένα σχόλιο εξηγώντας τι νομίζετε ότι μπορεί να είναι λάθος.
eo: Kiam vi rimarkas eblan eraron, aldonu la etikedon {tagCheck} kaj afiŝu komenton, kiu klarigas, kial laŭ vi la frazo estas erara.
es: Si ve que puede haber algún error, coloque la etiqueta {tagCheck} y escriba un comentario explicando cuál cree usted que sería el error.
eu: Balizko akatsen bat aurkituz gero, gehitu {tagCheck} etiketa eta idatzi iruzkin bat akatsari buruz galdetzen edo azalpenak ematen.
fi: Aina kun huomaat mahdollisen virheen, lisää tunniste {tagCheck} ja kommentoi lauseeseen selityksesi siitä, mikä virhe saattaa olla.
fr: Si vous remarquez une erreur potentielle, ajoutez l'étiquette {tagCheck} et expliquez en commentaire l'erreur à laquelle vous pensez.
he: עם כל שגיאה בה נתקלת, יש להוסיף את התגית {tagCheck} ולפרסם הערה שמסבירה מה לדעתך השגיאה.
hi: जब भी आपको कोई संभावित गलती दिखे, तो {tagCheck} टैग जोड़ें और एक टिप्पणी पोस्ट करें जिसमें बताया गया हो कि आपको क्या लगता है कि गलती क्या हो सकती है।
hu: Amikor észreveszel egy lehetséges hibát, add hozzá a {tagCheck} címkét, és tegyél egy megjegyzést, amelyben elmagyarázod, hogy szerinted mi a hiba.
ia: Quandocunque tu remarca un possibile error, affixa le etiquetta {tagCheck} e adjunge un commento explicante le error.
id: Bila Anda menemukan kalimat yang nampaknya salah, berikan label {tagCheck} dan kirimkan sebuah komentar untuk menjelaskan kesalahan yang ada.
it: Ogni volta che noti un possibile errore, aggiungi l'etichetta {tagCheck} e pubblica un commento spiegando quale pensi che possa essere l'errore.
ja: 間違っているかもしれないと感じる文には{tagCheck}タグをつけて、気になる箇所をコメント欄で説明してください。
mr: वाक्यात चूक असावी असं दिसून आल्यावर त्यावर "{tagCheck}" ही खूणचिठ्ठी लावा. असं केल्यानंतर, ती चूक समजावणारी एखादी टिप्पणी पोस्ट करा.
nl: Als je een mogelijke fout ziet, voeg dan het label {tagCheck} toe en laat een opmerking achter waarin je uitlegt wat volgens jou de fout is.
pl: Ilekroć dostrzeżesz możliwy błąd, dodaj tag {tagCheck} i komentarz z wyjaśnieniem, co może być nie tak.
pt_br: Sempre que se deparar com um possível erro, adicione a etiqueta {tagCheck} e escreva um comentário explicando onde você acha que o erro está.
ro: Ori de câte ori observați o posibilă greșeală, adăugați eticheta {tagCheck} și postați un comentariu în care explicați de ce credeți că ar fi greșit.
ru: Всякий раз, когда вы замечаете возможную ошибку, помечайте предложение тегом {tagCheck} и добавляйте комментарий, объясняющий, какого рода ошибка это, по вашему мнению, может быть.
sk: Kedykoľvek si všimnete možnú chybu, pridajte štítok {tagCheck} a v komentári objasnite, kde si myslíte, že sa nachádza chyba.
sr: Када приметите могућу грешку, додајте ознаку {tagCheck} и поставите коментар у коме објашњавате где мислите да је грешка.
tr: Muhtemel bir hatayı görürseniz {tagCheck} etiketini ekleyin ve hatanın ne olabileceğini yorum olarak belirtin.
tt: Мөмкин булган хатаны сизгән саен, {tagCheck} тегын өстәгез һәм, сезнең фикерегезчә, хатаның нәрсәдән гыйбарәт булуын аңлатучы комментарий калдырыгыз.
uk: Щоразу ви помітите можливу помилку, додайте теґ{tagCheck} та залиште коментар з поясненням про те що ви вважаєте помилкою.
vi: Bất cứ khi nào bạn nhận thấy điều gì có thể là lỗi, hãy thêm thẻ {tagCheck} và đăng nhận xét giải thích về thứ mà bạn cho rằng có thể là lỗi đó.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
ar: حين تضيف جملةً بلغة أجنبيةً ولا تكون متأكّدًا تمامًا من صحّتها، أضِف الوسم {tagNNC}.
bg: Всеки път, когато добавите изречение на чужд език и не сте напълно сигурни, че е правилно, добавете маркера {tagNNC}.
br: Seul wech ma ouzhpennit ur frazenn en ur yezh estren ha n'hoc'h ket re sur ha reizh emañ, ouzhpennit ar baliz {tagNNC}.
de: Wenn du einen Satz in einer Fremdsprache hinzufügst und dir über dessen Korrektheit nicht sicher bist, setze das Etikett {tagNNC}.
el: Όποτε προσθέτετε μια φράση σε ξένη γλώσσα και δεν είστε εντελώς σίγουρος ότι είναι σωστή, βάλτε την ετικέτα {tagNNC}.
eo: Kiam vi aldonas frazon en fremda lingvo kaj vi ne estas tute certa, ke ĝi estas ĝusta, aldonu la etikedon {tagNNC}.
es: Si añade alguna oración en un idioma extranjero y no está en la completa seguridad que esté correcta, coloque la etiqueta {tagNNC}.
eu: Zuretzat arrotz den hizkuntza batean esaldiak gehitzen badituzu eta esaldien zuzentasunaz zalantzak baldin badituzu, gehitu {tagNNC} etiketa.
fi: Aina kun näet vieraskielisen lauseen, josta et ole täysin varma, että se on oikein, lisää tunniste {tagNNC}.
fr: Si vous ajoutez une phrase dans une langue étrangère et que vous n'êtes pas tout à fait sûr(e) qu'elle est correcte, ajoutez l'étiquette {tagNNC}.
he: בכל הוספה של משפט בשפה זרה ועולה בך ספק שהמשפט שגוי, יש להוסיף את התגית {tagNNC}.
hi: जब भी आप किसी विदेशी भाषा में वाक्य जोड़ते हैं और पूरी तरह से सुनिश्चित नहीं होते हैं कि यह सही है, तो {tagNNC} टैग जोड़ें।
hu: Amikor hozzáadsz egy idegen nyelvű mondatot és nem teljesen vagy biztos benne, hogy helyes-e, add hozzá a {tagNNC} címkét.
ia: Quandocunque tu adde un phrase in un lingua estranier e non es secur de su correctessa, affixa le etiquetta {tagNNC}.
id: Ketika Anda menambahkan sebuah kalimat dalam bahasa asing dan tidak begitu yakin bahwa itu benar, silakan beri label {tagNNC}
it: Ogni volta che aggiungi una frase in una lingua straniera e non sei completamente sicuro che sia corretta, aggiungi l'etichetta {tagNNC}.
ja: 母語以外の言語の文を投稿する場合、完全に自信があるとき以外は{tagNNC}タグをつけてください。
mr: एखाद्या परभाषेत वाक्य जोडताना ते वाक्य अचूक आहे याची खात्री नसेल, तेव्हा ही खूणचिठ्ठी लावा: {tagNNC}.
nl: Als je een zin toevoegt in een buitenlandse taal en je weet niet helemaal zeker of hij klopt, voeg dan het label {tagNNC} toe.
pl: Ilekroć dodajesz zdanie w języku obcym i nie jesteś pewien, że jest poprawne, dodaj tag {tagNNC}.
pt_br: Sempre que adicionar uma frase em língua estrangeira e não tiver certeza de que ela está correta, adicione a etiqueta {tagNNC}.
ro: Ori de câte ori adăugați o propoziție într-o limbă străină și nu sunteți complet sigur că este corectă, adăugați eticheta {tagNNC}.
ru: Если вы хотите добавить предложение на языке, носителем которого не являетесь, и не полностью уверены, что оно правильно, помечайте ваше предложение тегом {tagNNC}.
sk: Po každé, keď pridáte vetu v cudzom jazyku a nie ste si dokonale istý jej správnosťou, pridajte štítok {tagNNC}.
sr: Када додајете реченицу на страном језику и нисте потпуно сигурни да је добро написана, додајте ознаку {tagNNC}.
tr: Yabancı bir dilde cümle eklediğinizde cümlenin doğruluğundan tam emin değilseniz {tagNNC} etiketini ekleyin.
tt: Сез чит телдәге җөмләне өстәгән һәм аның дөреслегенә бик үк ышанып бетмәгән саен, {tagNNC} тегын өстәгез.
uk: Щоразу ви додаєте речення іноземною мовою і не цілком певні що воно є правильним, додайте теґ {tagNNC}.
vi: Bất cứ khi nào bạn thêm một câu bằng tiếng nước ngoài mà không thực sự chắc chắn rằng câu đó đúng, hãy thêm thẻ {tagNNC}.
