Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Comments on my sentences
ar: التعليقات على جملي
bg: Коментари по моите изрази
br: An evezhiadennoù war va frazennoù
de: Kommentare zu meinen Sätzen
el: Σχόλια στις φράσεις μου
eo: Komentoj pri miaj frazoj
es: Comentarios en mis oraciones
eu: Nire esaldien gainean egindako iruzkinak
fi: Lauseideni kommentit
fr: Commentaires sur mes phrases
he: התגובות על המשפטים שלי
hi: मेरे वाक्यों पर की गयी टिप्पणियाँ
hu: Hozzászólások a mondataimra
ia: Commentos sur mi phrases
id: Komentar pada kalimat saya
is: Ummæli á mínum setningum
it: Commenti alle mie frasi
ja: 受け取ったコメント
ku: Şîroveyên li ser hevokên min
mr: माझ्या वाक्यांवर केलेल्या टिप्पण्या
nl: Opmerkingen op mijn zinnen
pl: Komentarze do moich zdań
pt_br: Comentários em minhas frases
ro: Comentarii la propozițiile mele
ru: Комментарии к моим предложениям
sk: Komentáre pri mojich vetách
sr: Коментари на мојим реченицама
tr: Cümlelerimdeki yorumlar
tt: Минем җөмләләргә шәрехләр
uk: Коментарі до моїх речень
vi: Nhận xét về câu của tôi

source: My Wall messages
ar: رسائلي في الحائط
bg: Съобщения на моята стена
br: Ma moger gemennadennoù
de: Meine Pinnwandbeiträge
el: Δικά μου μηνύματα Τοίχου
eo: Miaj murmesaĝoj
es: Mis mensajes en el Muro
eu: Nire hormako mezuak
fi: Minun seinäviestini
fr: Mes placards
he: ההודעות שלי על הקיר
hi: वाल के मेरे संदेश
hu: Üzenőfalam
ia: Mi messages de muro
id: Pesan pada Dinding Saya
is: Veggskilaboð mín
it: I miei messaggi in bacheca
ja: 掲示板への書き込み
ku: Peyamên dîwarê min
mr: माझे भिंतीवरील संदेश
nl: Mijn muurberichten
pl: Moje posty
pt_br: Minhas mensagens no mural
ro: Mesajele mele de pe Perete
ru: Мои записи на стене
sk: Moje správy na Nástenke
sr: Моје Зидне поруке
tr: Duvar mesajlarım
tt: Диварда минем хәбәрләр
uk: Мої повідомлення на стіні
vi: Tin nhắn trên tường

source: My latest contributions
bg: Последните ми приноси
br: Ma degasadennoù diwezhañ
de: Meine letzten Beiträge.
eo: Miaj plej novaj kontribuoj
es: Mis contribuciones más recientes
fi: Minun uusimmat työpanokseni
fr: Mes dernières contributions
he: התרומות האחרונות שלי
hi: मेरा नवीनतम योगदान
hu: Legutóbbi hozzájárulásaim
ia: Mi ultime contributiones
id: Kontribusi terbaru saya
is: Nýjustu framlög mín
it: I miei contributi più recenti
ja: 最新の活動ログ
mr: माझी सर्वात अलीकडची योगदाने
nl: Mijn laatste bijdragen
pl: Moje najnowsze edycje
pt_br: Minhas últimas colaborações
ro: Ultimele mele contribuții
ru: Мои последние вклады
sk: Moje posledné príspevky
tt: Минем соңгы кертемнәрем

source: {number} sentence
ar: لا جُمل
bg: {number} изречение
br: {number} frazenn
de: {number} Satz
el: {number} φράση
eo: {number} frazo
es: {number} oración
eu: {number} esaldia
fi: {number} lause
fr: {number} phrase
he: משפט {number}
hi: {number} वाक्य
hu: {number} mondat
ia: {number} phrase
id: {number} kalimat
is: {number} setning
it: {number} frase
ja: 例文の数：{number} 件
ku: Hevok: {number}
mr: {number} वाक्य
nl: {number} zin
pl: {number} zdanie
pt_br: {number} frase
ro: {number} propoziție
ru: {number} предложение
sk: {number} veta
sr: {number} реченица
tr: {number} cümle
tt: {number} җөмләләр саны
uk: {number} речення
vi: {number} câu

source: {number} supported language
ar: لا لغات مدعومة
bg: {number} поддържан език
br: {number} yezh degemeret
de: {number} unterstützte Sprache
el: {number} υποστηριζόμενη γλώσσα
eo: {number} uzata lingvo
es: {number} idioma con soporte
eu: {number} hizkuntza oraingoz
fi: {number} tuettu kieli
fr: {number} langue supportée
he: שפה אחת נתמכת
hi: {number} समर्थित भाषा
hu: {number} támogatott nyelv
ia: {number} lingua supportate
id: {number} bahasa yang didukung
is: {number} studd tungumál
it: {number} lingua supportata
ja: 登録言語の数：{number} 言語
ku: Zimanê hate piştgirîkirin: {number}
mr: {number} समर्थित भाषा
nl: Aantal ondersteunde talen: {number}
pl: {number} wspierany język
pt_br: {number} idioma disponível
ro: {number} limbă acceptată
ru: {number} поддерживаемый язык
sk: {number} podporovaný jazyk
sr: {number} подржан језик
tr: {number} desteklenen dil
tt: {number} хуплана торган телләр
uk: {number} мова що підтримується
vi: {number} ngôn ngữ được hỗ trợ

source: Stats per languages
ar: إحصائيات كلّ لغة
bg: Статистика на езици
br: Statistikoù dre yezh
de: Statistiken pro Sprache
el: Στατιστικά ανά γλώσσες
eo: Laŭlingva statistiko
es: Estadísticas por idioma
eu: Estatistikak hizkuntza bakoitzeko
fi: Tilastot kielittäin
fr: Statistiques par langue
he: סטטיסטיקה לפי שפות
hi: प्रति भाषा आँकड़े
hu: Statisztikák nyelvek szerint
ia: Statisticas per lingua
id: Statistik tiap bahasa
is: Staðtölur eftir tungumáli
it: Statistiche divise per lingua
ja: 言語ごとの活動データ
mr: भाषांनुसार आकडेवारी
nl: Statistieken per taal
pl: Statystyki według języka.
pt_br: Estatísticas por idioma
ro: Statistici pentru fiecare limbă
ru: Статистика по языкам
sk: Údaje podľa jazykov
sr: Статистика по језицима
tr: Her dilin istatistiği
tt: Телләр буенча статистика
vi: Thống kê theo từng ngôn ngữ

source: {number} contribution today
ar: لا مساهمات اليوم
bg: {number} контрибуция днес
br: {number} degasadenn hiziv
de: Heute {number} Beitrag
el: {number} συνεισφορά σήμερα
eo: {number} kontribuo hodiaŭ
es: {number} contribución hoy
eu: {number} gaurko ekarpena
fi: {number} työpanos tänään
fr: {number} contribution aujourd’hui
he: תרומה אחת היום
hi: {number}: आज किया गया योगदान
hu: {number} hozzájárulás ma
ia: {number} contribution hodie
id: {number} kontribusi hari ini
is: {number} framlag í dag
it: {number} contributo oggi
ja: 本日の投稿数：{number} 件
ku: Beşdariyên îro: {number}
mr: आज {number} योगदान केले गेले
nl: Aantal zinnen vandaag: {number}
pl: {number} edycja dzisiaj
pt_br: {number} colaboração hoje
ro: {number} contribuție astăzi
ru: {number} предложение сегодня
sk: {number} príspevok dnes
sr: {number} допринос данас
tr: Bugün {number} katkı
tt: {number} бүгенге көнгә кертемнәр
uk: {number} внесок сьогодні
vi: {number} đóng góp hôm nay

source: Browse
ar: تصفح
bg: Преглед
br: Merdeiñ
de: Durchsuchen
el: Εξερεύνηση
eo: Foliumi
es: Navegar
eu: Arakatu
fi: Selaa
fr: Parcourir
he: עיון
hi: ब्राउज़
hu: Böngészés
ia: Percurrer
id: Telusuri
is: Vafra
it: Esplora
ja: 閲覧する
ku: Lê bigere
mr: चाळा
nl: Bladeren
pl: Przeglądaj
pt_br: Navegar
ro: Navigați
ru: Просмотр
sk: Hľadať
sr: Претражи
tr: Göz At
tt: Карау
uk: Перегляд
vi: Duyệt

source: Show random sentence
bg: Покажи случайно изречение
br: Diskouez ur frazenn dre zegouezh
de: Zufälligen Satz anzeigen
el: Εμφάνιση τυχαίας φράσης
eo: Montri hazardan frazon
es: Mostrar oración aleatoriamente
eu: Erakutsi ausazko esaldia
fi: Näytä satunnainen lause
fr: Montrer une phrase au hasard
he: הצגת משפט אקראי
hi: यादृच्छिक वाक्य दिखाएँ
hu: Mutass egy mondatot véletlenszerűen
ia: Monstrar phrase aleatori
id: Tampilkan kalimat acak
is: Sýna setningu af handahófi
it: Mostra frase casuale
ja: ランダム表示
mr: यादृच्छिक वाक्ये दाखवा
nl: Laat willekeurige zin zien
pl: Wyświetl losowe zdanie
pt_br: Mostrar frase aleatória
ro: Afișați o propoziție aleatorie
ru: Показать случайное предложение
sk: Zobraziť náhodnú vetu
sr: Прикажи насумичну реченицу
tr: Rastgele cümle göster
tt: Очраклы җөмләне күрсәтергә
vi: Hiện câu ngẫu nhiên

source: Browse by language
ar: تصفح حسب اللغة
bg: Преглед по език
br: Diskouez dre yezh
de: Nach Sprache durchsuchen
el: Εξερεύνηση ανά γλώσσα
eo: Foliumi laŭ lingvo
es: Navegar por idioma
eu: Nabigatu hautatutako hizkuntzan
fi: Selaa kielen mukaan
fr: Parcourir par langue
he: עיון לפי שפה
hi: भाषा के अनुसार ब्राउज़ करें
hu: Böngészés nyelv alapján
ia: Percurrer per lingua
id: Berdasarkan bahasa
is: Vafra eftir tungumáli
it: Esplora le frasi in base alla lingua
ja: 言語を指定して見る
ku: Li gorî zimên bigere
mr: भाषेनुसार चाळा
nl: Bladeren op taal
pl: Przeglądaj po języku
pt_br: Navegar por idioma
ro: Navigați după limbă
ru: Обзор по языку
sk: Hľadať podľa jazyka
sr: Претражи по језику
tr: Dile göre ara
tt: Тел буенча карау
uk: Перегляд за мовами
vi: Duyệt theo ngôn ngữ

source: Browse by list
ar: تصفح حسب القائمة
bg: Преглед по списък
br: Diskouez dre listenn
de: Nach Liste durchsuchen
el: Εξερεύνηση με βάση τον κατάλογο
eo: Foliumi laŭ listo
es: Navegar por lista
eu: Nabigatu hautatutako zerrendan
fi: Selaa listan mukaan
fr: Parcourir par liste
he: עיון לפי רשימה
hi: सूची के अनुसार ब्राउज़ करें
hu: Böngészés lista alapján
ia: Percurrer per lista
id: Berdasarkan daftar
is: Vafra eftir lista
it: Esplora le frasi in base all'elenco
ja: リストごとに見る
ku: Li gorî lîsteyê
mr: यादीनुसार चाळा
nl: Bladeren op lijst
pl: Przeglądaj według listy
pt_br: Navegar por lista
ro: Navigați după liste
ru: Обзор по спискам
sk: Hľadať podľa zoznamu
sr: Претражи по списку
tr: Listeye göre ara
tt: Исемлек буенча карау
uk: Перегляд за списками
vi: Duyệt theo danh sách

source: Browse by tag
ar: تصفح حسب الوسم
bg: Преглед по маркер
br: Diskouez dre valiz
de: Nach Etikett durchsuchen
el: Εξερεύνηση ανά ετικέτα
eo: Foliumi laŭ etikedo
es: Navegar por etiqueta
eu: Nabigatu hautatutako etiketetan
fi: Selaa tunnisteen mukaan
fr: Parcourir par étiquette
he: עיון לפי תגית
hi: टैग के अनुसार ब्राउज़ करें
hu: Böngészés címke alapján
ia: Percurrer per etiquetta
id: Berdasarkan label
is: Vafra eftir merki
it: Esplora le frasi in base all'etichetta
ja: タグごとに見る
ku: Lî gor etîketê
mr: खूणचिठ्ठीनुसार चाळा
nl: Bladeren op label
pl: Przeglądaj po tagu
pt_br: Navegar por etiqueta
ro: Navigați după etichete
ru: Обзор по тегам
sk: Hľadať podľa štítka
sr: Претражи по ознаци
tr: Etikete göre ara
tt: Тег буенча карау
uk: Перегляд за теґами
vi: Duyệt theo thẻ

source: Browse audio
ar: تصفح ملفات الصوت
bg: Преглед по аудио
br: Diskouez an aodio
de: Audiodateien durchsuchen
el: Εξερεύνηση ηχητικών αρχείων
eo: Foliumi sonregistraĵojn
es: Navegar por oraciones con voz
eu: Arakatu audioa
fi: Selaa äänitteitä
fr: Parcourir les enregistrements sonores
he: עיון בשמע
hi: ऑडियो ब्राउज़ करें
hu: Hangfelvételek böngészése
ia: Percurrer audio
id: Berdasarkan audio
is: Vafra upptökum
it: Esplora le frasi in base all'audio
ja: 音声つきの例文を見る
ku: Li dengan bigere
mr: ऑडिओ चाळा
nl: Door audio bladeren
pl: Przeszukuj audio
pt_br: Navegar por áudio
ro: Navigați după conținut audio
ru: Обзор аудио
sk: Hľadať medzi zvukovými nahrávkami
sr: Претражи по звучном запису
tr: Ses ara
tt: Аудионы карау
uk: Перегляд звуків до речень
vi: Duyệt âm thanh

source: Contribute
ar: ساهِم
bg: Принос
br: Kemer-perzh
de: Mitarbeiten
el: Συνεισφέρετε
eo: Kontribui
es: Contribuir
eu: Lagundu
fi: Osallistu
fr: Contribuer
he: תרומה
hi: योगदान
hu: Hozzájárulás
ia: Contribuer
id: Buat kontribusi
is: Taka þátt
it: Contribuisci
ja: 活動する
ku: Beşdariyan bike
mr: योगदान
nl: Bijdrage leveren
pl: Dodawaj
pt_br: Colaborar
ro: Contribuiți
ru: Участвовать
sk: Prispieť
sr: Допринеси
tr: Katkıda Bulun
tt: Булышу
uk: Зробити внесок
vi: Đóng góp

source: Add sentences
ar: أضف جملا
bg: Добавете израз
br: Ouzhpennañ frazennoù
de: Sätze hinzufügen
el: Προσθήκη φράσεων
eo: Aldoni frazojn
es: Agregar oraciones
eu: Gehitu esaldiak
fi: Lisää lauseita
fr: Ajouter des phrases
he: הוספת משפטים
hi: वाक्य जोडें
hu: Mondatok hozzáadása
ia: Adder phrases
id: Tambahkan kalimat
is: Bæta við setningum
it: Aggiungi delle frasi
ja: 例文を追加する
ku: Hevokan tevlî bike
mr: वाक्ये जोडा
nl: Zinnen toevoegen
pl: Dodaj zdania
pt_br: Adicionar frases
ro: Adăugați propoziții
ru: Добавить предложение
sk: Pridať vety
sr: Додај реченице
tr: Cümle ekle
tt: Җөмләләр өстәгез
uk: Додати речення
vi: Thêm câu

source: Adopt sentences
ar: تبَنّ جملا
bg: Осиновете изразите
br: Advabañ frazennoù
de: Sätze adoptieren
el: Υιοθέτηση φράσεων
eo: Adopti frazojn
es: Adoptar oraciones
eu: Adopzioan hartu esaldiak
fi: Adoptoi lauseita
fr: Adopter des phrases
he: אימוץ משפטים
hi: वाक्य अपनाएँ
hu: Mondatok örökbefogadása
ia: Adoptar phrases
id: Adopsi kalimat
is: Ættleiða setningar
it: Adotta delle frasi
ja: 例文をアドプトする
ku: Bibe xwediyê hevokan
mr: वाक्ये दत्तक घ्या
nl: Zinnen adopteren
pl: Przejmuj zdania
pt_br: Adotar frases
ro: Adoptați propoziții
ru: Присвоить предложение
sk: Osvojiť si vety
sr: Усвој реченице
tr: Cümle sahiplen
tt: Җөмләләрне кабул итәргә
uk: Привласнити речення
vi: Tiếp nhận câu

source: Discuss sentences
ar: ناقش جملا
bg: Обсъдете изразите
br: Komz eus ar frazennoù
de: Sätze diskutieren
el: Συζήτηση φράσεων
eo: Diskuti frazojn
es: Discutir oraciones
eu: Eztabaidatu esaldiak
fi: Keskustele lauseista
fr: Discuter à propos des phrases
he: דיון על משפטים
hi: वाक्यों पर चर्चा करें
hu: Mondatok megvitatása
ia: Discuter phrases
id: Diskusikan kalimat
is: Ræða um setningar
it: Discuti delle frasi
ja: 例文について議論する
ku: Hevokan nîqaş bike
mr: वाक्यांची चर्चा करा
nl: Zinnen bespreken
pl: Dyskutuj o zdaniach
pt_br: Discutir frases
ro: Discutați propoziții
ru: Обсуждение предложений
sk: Diskutovať vety
sr: Причај о реченицама
tr: Cümleleri tartış
tt: Җөмләләр турында фикер алышыгыз
uk: Обговорити речення
vi: Thảo luận câu

source: Add vocabulary request
bg: Добавяне заявка за речник
br: Ouzhpennañ ur reked geriaoueg
de: Vokabelwunsch äußern
el: Προσθήκη αίτησης λεξιλογίου
eo: Aldoni privortaran peton
es: Añadir petición de vocabulario
eu: Gehitu hitzen eskaera
fi: Lisää sanatoive
fr: Faire une demande de vocabulaire
he: הוספת בקשה לאוצר מילים
hi: शब्दावली अनुरोध जोड़ें
hu: Szó kérése
ia: Adder requesta de vocabulario
id: Tambah permintaan kosakata
is: Bæta við orðaforðabeiðni
it: Aggiungi una richiesta di vocaboli
ja: 語彙リクエストの追加
ku: Daxwazê peyvê tevlî bike
mr: शब्दसंग्रह विनंती जोडा
nl: Aanvraag voor woordenschat toevoegen
pl: Dodaj prośbę o słowo
pt_br: Solicitar vocabulário
ro: Adăugați o cerere de vocabular
ru: Добавить словарный запрос
sk: Pridať žiadosť o slovnú zásobu
sr: Додај захтев за вокабуларом
tr: Kelime isteği ekle
tt: Сүзлек саклыклыгын өстәргә
vi: Thêm yêu cầu từ vựng

source: Community
ar: المجتمع
bg: Общност
br: Kumuniezh
de: Mitglieder
el: Κοινότητα
eo: Komunumo
es: Comunidad
eu: Komunitatea
fi: Yhteisö
fr: Communauté
he: קהילה
hi: समुदाय
hu: Közösség
ia: Communitate
id: Komunitas
is: Samfélag
it: Comunità
ja: コミュニティ
ku: Civak
mr: समुदाय
nl: Gemeenschap
pl: Społeczność
pt_br: Comunidade
ro: Comunitate
ru: Сообщество
sk: Komunita
sr: Заједница
tr: Topluluk
tt: Җәмгыять
uk: Спільнота
vi: Cộng đồng

source: Wall
ar: الحائط
bg: Стена
br: Moger
de: Pinnwand
el: Τοίχος
eo: Muro
es: Muro
eu: Horma
fi: Seinä
fr: Mur
he: קיר
hi: वाल
hu: Üzenőfal
ia: Muro
id: Dinding
is: Veggur
it: Bacheca
ja: 掲示板
ku: Dîwar
mr: भिंत
nl: Muur
pl: Tablica ogłoszeń
pt_br: Mural
ro: Perete
ru: Стена
sk: Nástenka
sr: Зид
tr: Duvar
tt: Дивар
uk: Стіна
vi: Tường

source: List of all members
ar: قائمة بجميع الأعضاء
bg: Списък на потребителите
br: Listenn an holl Izili
de: Mitgliederliste
el: Λίστα όλων των μελών
eo: Listo de ĉiuj membroj
es: Lista de todos los miembros
eu: Kideen zerrenda
fi: Luettelo kaikista jäsenistä
fr: Liste de tous les membres
he: רשימת כל החברים
hi: सभी सदस्यों की सूची
hu: Összes tag listája
ia: Lista de tote le membros
id: Daftar semua anggota
is: Meðlimalisti
it: Elenco di tutti i membri
ja: メンバー一覧
ku: Lîsteya hemû endaman
mr: सर्व सदस्यांची यादी
nl: Lijst van alle leden
pl: Spis członków
pt_br: Lista de todos os membros
ro: Listă cu toți membrii
ru: Все участники
sk: Zoznam všetkých členov
sr: Списак свих чланова
tr: Tüm üyelerin listesi
tt: Барлык катнашучылар исемлеге
uk: Список всіх учасників
vi: Danh sách thành viên

source: Languages of members
ar: لغات الأعضاء
bg: Езици на потребителите
br: Yezhoù an Izili
de: Mitglieder nach Sprachen
el: Γλώσσες των μελών
eo: Lingvoj de la membroj
es: Idiomas de los miembros
eu: Kideen hizkuntzak
fi: Jäsenten kielet
fr: Langues des membres
he: שפות החברים
hi: सदस्यों की भाषाएँ
hu: A tagok nyelvei
ia: Linguas del membros
id: Bahasa para anggota
is: Listi tungumála meðlima
it: Lingue dei membri
ja: 言語ごとのメンバー
ku: Zimanên endaman
mr: भाषांनुसार सदस्यांच्या याद्या
nl: Talen van leden
pl: Członkowie wg języka
pt_br: Idiomas dos membros
ro: Limbi vorbite de membri
ru: Участники по языкам
sk: Jazyky členov
sr: Језици чланова
tr: Üyelerin dilleri
tt: Катнашучылар телләре
uk: Мови учасників
vi: Ngôn ngữ thành viên

source: Native speakers
ar: المتحدثون الأصليون
bg: Носители на езика
br: Komzerien a-vihanik
de: Muttersprachler
el: Φυσικοί ομιλητές
eo: Denaskaj parolantoj
es: Hablantes nativos
eu: Jatorrizko hiztunak
fi: Äidinkieliset puhujat
fr: Langues natales des membres
he: דוברים כשפת אם
hi: देशी वक्ता
hu: Anyanyelvűek
ia: Parlantes native
id: Penutur asli
is: Innfæddir
it: Madrelingua
ku: Zimanên dayikê
mr: मातृभाषिकांची आकडेवारी
nl: Moedertaalsprekers
pl: Rodzimi użytkownicy języka
pt_br: Falantes nativos
ro: Vorbitori nativi
ru: Носители языка
sk: Rodení hovoriaci
sr: Матерњи језици
tr: Ana diller
tt: Тел йөртүчеләр
uk: Ті для кого мова є рідною
vi: Người bản xứ

source: Profile
ar: الملف الشخصي
bg: Профил
br: Profil
de: Profil
el: Προφίλ
eo: Profilo
es: Perfil
eu: Profila
fi: Profiili
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
hu: Profil
ia: Profilo
id: Profil
is: Notandasíða
it: Profilo
ja: プロフィール
ku: Profîl
mr: रूपरेखा
nl: Profiel
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
sk: Profil
sr: Профил
tr: Profil
tt: Профиле
uk: Профіль
vi: Tiểu sử

source: Vocabulary
ar: المفردات
bg: Речник
br: Geriaoueg
de: Vokabelwünsche
el: Λεξιλόγιο
eo: Vortaro
es: Vocabulario
eu: Lexikoa
fi: Sanasto
fr: Vocabulaire
he: אוצר מילים
hi: शब्दावली
hu: Szójegyzék
ia: Vocabulario
id: Kosakata
is: Orðaforði
it: Vocabolario
ja: 語彙
ku: Peyv
mr: शब्दसंग्रह
nl: Woordenboek
pl: Słownictwo
pt_br: Vocabulário
ro: Vocabular
ru: Словарь
sk: Slovná zásoba
sr: Вокабулар
tr: Kelimeler
tt: Сүз саклыклыгы
uk: Словник
vi: Từ vựng

source: Reviews
bg: Отзиви
br: Difaziadennoù
de: Bewertungen
eo: Revizioj
es: Revisiones
eu: Berrikuspenak
fi: Arvostelut
fr: Révisions
he: ביקורות
hi: समीक्षा
hu: Ellenőrzések
ia: Evalutationes
id: Tinjauan
is: Dómar
it: Valutazioni
ja: レビュー中の例文
ku: Nirxandin
mr: पुनरावलोकने
nl: Beoordelingen
pl: Oceny
pt_br: Revisões
ro: Revizuiri
ru: Проверки
sk: Preverenia
sr: Прегледи
tr: İncelemeler
tt: Күзәтү
vi: Đánh giá

source: Lists
ar: القوائم
bg: Списъци
br: Listennoù
de: Listen
el: Κατάλογοι
eo: Listoj
es: Listas
eu: Zerrendak
fi: Listat
fr: Listes
he: רשימו
hi: सूचियाँ
hu: Listák
ia: Listas
id: Daftar
is: Listar
it: Elenchi
ja: リスト
ku: Lîste
mr: याद्या
nl: Lijsten
pl: Listy
pt_br: Listas
ro: Liste
ru: Списки
sk: Zoznamy
sr: Спискови
tr: Listeler
tt: Исемлек
uk: Списки
vi: Danh sách

source: Favorites
ar: المفضلة
bg: Любими
br: Sinedoù
de: Lieblingssätze
el: Αγαπημένα
eo: Preferaĵoj
es: Favoritas
eu: Gogokoenak
fi: Suosikit
fr: Favoris
he: מועדפים
hi: पसंदीदे वाक्य
hu: Kedvencek
id: Favorit
is: Eftirlæti
it: Frasi preferite
ja: お気に入り
ku: Favorî
mr: आवडीची वाक्ये
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ro: Favorite
ru: Избранные
sk: Obľúbené
sr: Омиљени
tr: Favoriler
tt: Сайланганнар
uk: Закладки
vi: Ưa thích

source: Comments
ar: التعليقات
bg: Коментари
br: Evezhiadennoù
de: Kommentare
el: Σχόλια
eo: Komentoj
es: Comentarios
eu: Iruzkinak
fi: Kommentit
fr: Commentaires
he: תגובות
hi: टिप्पणियाँ
hu: Hozzászólások
ia: Commentos
id: Komentar
is: Ummæli
it: Commenti
ja: コメント
ku: Şîrove
mr: टिप्पण्या
nl: Opmerkingen
pl: Komentarze
pt_br: Comentários
ro: Comentarii
ru: Комментарии
sk: Komentáre
sr: Коментари
tr: Yorumlar
tt: Шәрехләр
uk: Коментарі
vi: Bình luận

source: Comments on {user}'s sentences
ar: التعليقات على جمل {user}
bg: Коментари на изреченията на {user}
br: Evezhiadennoù war frazennoù {user}
de: Kommentare zu den Sätzen von {user}
el: Σχόλια σε {user}'s φράσεις
eo: Komentoj pri frazoj de {user}
es: Comentarios sobre las oraciones de {user}
eu: {user}-ren esaldiei buruzko iruzkinak
fi: Käyttäjän {user} lauseiden kommentit
fr: Commentaires sur les phrases de {user}
he: תגובות על המשפטים של {user}
hi: {user} के वाक्यों पर की गयी टिप्पणियाँ
hu: Hozzászólások {user} mondataira
ia: Commentos sur le phrases de {user}
id: Komentar pada kalimat {user}
is: Ummæli á setningum frá {user}
it: Commenti alle frasi di {user}
ja: 受け取ったコメント
ku: Şîroveyên li ser hevokên {user}
mr: {user} यांच्या वाक्यांवरील टिप्पण्या
nl: Opmerkingen op de zinnen van {user}
pl: Komentarze do zdań użytkownika {user}
pt_br: Comentários nas frases de {user}
ro: Comentarii la propozițiile lui {user}
ru: Комментарии к предложениям {user}
sk: Komentáre na vetách užívateľa {user}
sr: Коментари на реченицама корисника {user}
tr: {user} kullanıcısın cümlelerindeki yorumlar
tt: {user}'s җөмләләренә шәрехләр бирә
uk: Коментарі до речень користувача {user}
vi: Nhận xét về câu của {user}

source: Wall messages
ar: رسائل الحائط
bg: Съобщения на стената
br: Kemennadennoù war ar Voger
de: Pinnwandeinträge
el: Μηνύματα τοίχου
eo: Muraj mesaĝoj
es: Mensajes en el Muro
eu: Hormako mezuak
fi: Seinäviestit
fr: Placards
he: הודעות על הקיר
hi: वाल पर के संदेश
hu: Üzenetek az üzenőfalon
ia: Messages de muro
id: Pesan pada Dinding
is: Veggskilaboð
it: Messaggi in bacheca
ja: 掲示板への書き込み
ku: Peyamên dîwêr
mr: भिंतीवरील संदेश
nl: Muurberichten
pl: Wiadomości na tablicy ogłoszeń
pt_br: Mensagens do mural
ro: Mesaje de pe Perete
ru: Сообщения на стене
sk: Správy na Nástenke
sr: Зидне поруке
tr: Duvar mesajları
tt: Дивардагы хәбәрләр
uk: Повідомлення на стіні
vi: Tin nhắn trên tường

source: Logs
ar: السجلات
bg: Дневници
br: Roll-istor
de: Protokoll
el: Αρχεία καταγραφής
eo: Registroj
es: Historial
eu: Erregistroak
fi: Lokit
fr: Historique
he: יומנים
hi: लॉग
hu: Eseménynapló
ia: Registros
id: Log
is: Saga
it: Cronologia
ja: 更新履歴
ku: Tomargeh
mr: नोंदवही
nl: Lijst van bijdragen
pl: Logi
pt_br: Histórico
ro: Jurnale
ru: Журнал
sk: Záznamy
sr: Логови
tr: Kayıtlar
tt: Логлар
uk: Журнали змін
vi: Nhật ký

source: Audio
ar: تسجيل صوتي
bg: Аудио
br: Aodio
el: Ήχος
eo: Sono
es: Sonido
eu: Audioa
fi: Äänitteet
fr: Enregistrement sonore
he: שמע
hi: ऑडियो
hu: Hangfelvétel
is: Upptökur
ja: 録音
mr: ऑडिओ
pt_br: Áudio
ro: Conținut audio
ru: Аудио
tt: Аудио
uk: Звук
vi: Âm thanh

source: Transcriptions
ar: المدوّنات
bg: Транскрипции
br: Treuskrivadurioù
de: Transkriptionen
el: Μεταγραφές
eo: Transskriboj
es: Transcripciones
eu: Transkripzioak
fi: Transkriptiot
he: תעתיקי הגאים
hi: ट्रांसक्रिप्शन
hu: Átiratok
ia: Transcriptiones
id: Transkripsi
is: Umritunir
it: Traslitterazioni
ja: トランスクリプション
ku: Transkripsiyon
mr: प्रतिलेखन
nl: Transcripties
pl: Transkrypcje
pt_br: Transcrições
ro: Transcrieri
ru: Транскрипции
sk: Prepisy
sr: Транскрипције
tr: Transkripsiyon
tt: Транскрипцияләр
uk: Транскрипція
vi: Phiên âm

source: Translate {user}'s sentences
ar: ترجِم جمل {user}
bg: Превод на изреченията на {user}
br: Treiñ frazennoù {user}
de: Sätze von {user} übersetzen
el: Μετάφραστε φράσεις του {user}
eo: Traduki la frazojn de {user}
es: Traducir oraciones de {user}
eu: Itzuli {user} erabiltzailearen esaldiak
fi: Käännä käyttäjän {user} lauseita
fr: Traduire les phrases de {user}
he: תרגום המשפטים של {user}
hi: {user} के वाक्यों का अनुवाद करें
hu: {user} mondatainak lefordítása
ia: Traducer le phrases de {user}
id: Terjemahkan kalimat milik {user}
is: Þýða setningar frá {user}
it: Traduci le frasi di {user}
ja: {user}の例文を翻訳する
ku: Hevokên {user} wergerîne
mr: {user} यांच्या वाक्यांचे भाषांतर करा
nl: Vertaal de zinnen van {user}
pl: Tłumacz zdania członka {user}
pt_br: Traduzir frases de {user}
ro: Traduceți propozițiile lui {user}
ru: Перевести предложения {user}
sk: Prekladať vety užívateľa {user}
sr: Преведи реченице корисника {user}
tr: {user} kullanıcısının cümlelerini çevir
tt: Җөмләләрне тәрҗемә итү {user}
uk: Перекласти речення користувача {user}
vi: Dịch câu của {user}
