Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
ar: إن رأيت خطأً في جملة "يتيمة"، فلن تستطيع تصحيحها لأنك لست مالِكها. لهذا يوجد خيار "تَبَنَّ" ({adoptButton}). عند تبنيك جملةً، فإنك تصبح مالكها وتستطيع آنذاك تحريرها.
bg: Ако видите грешка в изречение "сираче", няма да можете да я поправите, защото не сте собственик. Ето защо има опция "приемане" ({adoptButton}). След като осиновите изречение, вие ставате негов собственик и следователно можете да го редактирате.
br: Ma vez gwelet ganeoc'h ur fazi en ur frazenn "minor" anezhi, ne viot ket aotreet d'he reizhañ peogwir ne 'z oc'h ket perc'henn warni. Abalamour da-se eo ez eus un opsion "advabañ" ({adoptButton}). Ur wech advabet ganeoc'h ur frazenn, e teuiot da vezañ perc'henn warni ha diwar-se e c'hellot aozañ anezhi.
de: Wenn du in einem besitzerlosen Satz einen Fehler siehst, kannst du ihn nicht unmittelbar korrigieren, da du nicht der Besitzer bist. Du kannst ihn jedoch adoptieren ({adoptButton}). Dadurch wirst du der neue Besitzer und kannst ihn ändern.
el: Αν δεις ένα λάθος σε μια "ορφανή" φράσεις, δεν θα μπορέσεις να τη διοθρώσεις επειδή δεν είσαι ο ιδιοκτήτης. Για τον λόγο αυτό υπάχει και η επιλογή "υιοθέτησε" ({adoptButton}). Από τη στιγμή που θα υιοθετήσεις μια φράση, θα γίνεις ο ιδιοκτήτης της και για τον λόγο αυτό θα μπορείς να την επεξεργαστείς.
eo: Se vi vidas eraron en „orfa" frazo, vi ne kapablos korekti ĝin, ĉar vi ne estas ĝia posedanto. Tial ekzistas „adopteblo" ({adoptButton}). Post adopto de frazo, vi iĝas ĝia posedanto kaj do povas redakti ĝin.
es: Si ve un error en una oración "huérfana", no le será posible editarla si no es el dueño. Para esto existe la opción de "adoptar" ({adoptButton}). Una vez sea su dueño le será posible hacerle cambios.
eu: Aketsen bat antzematen baduzu "umezurtz" dabilen esaldiren batean, ezin izango duzu zuzendu esaldiaren jabe ez zarelako. Horregatik badaukazu esaldi hori "adoptatzeko" aukera ({adoptButton}). Esaldi bat adoptatuz gero jabe bihurtuko zara eta hortik aurrera edita dezakezu.
fi: Jos näet virheen ”orvossa” lauseessa, et voi korjata sitä, koska et ole lauseen omistaja. Siksi käytössä ”adoptointi”-ominaisuus ({adoptButton}). Kun olet adoptoinut lauseen, sinusta tulee sen omistaja ja voit sitten muokata sitä.
fr: Si vous voyez une erreur dans une phrase orpheline, vous ne pourrez pas la corriger car vous n'en êtes pas le propriétaire. C'est pourquoi il existe une option pour « adopter » ({adoptButton}). Une fois que vous adoptez une phrase, vous devenez son propriétaire et vous pouvez donc la modifier.
he: אם הבחנת בשגיאה במשפט „יתום”, לא תהיה לך אפשרות לערוך אותו כיוון שאין לך בעלות עליו. לכן קיימת האפשרות „אימוץ” ({adoptButton}). לאחר אימוץ משפט, הבעלות עוברת לידיך לרבות האפשרות לערוך אותו.
hi: यदि आपको "अनाथ" वाक्य में कोई गलती दिखाई देती है, तो आप इसे ठीक नहीं कर पाएंगे क्योंकि आप मालिक नहीं हैं। यही कारण है कि एक "अपनाने" विकल्प ({adoptButton}) है। एक बार जब आप एक वाक्य अपनाते हैं, तो आप उसके मालिक बन जाते हैं और इसलिए इसे संपादित कर सकते हैं।
hu: Ha hibát fedezel fel egy "árva" mondatban, nem fogod tudni kijavítani, mert nem vagy a mondat gondozója. Erre jó az "örökbefogadás" ({adoptButton}). Amint örökbefogadsz egy mondatot, te leszel a gondozó, így szerkesztheted.
ia: Si tu vide un error in un phrase "orphane", tu non potera corriger lo perque tu non es le possessor. Ecce le ration proque nos ha un option "adoptar" ({adoptButton}). Un vice que tu adopta un phrase, tu devenira su possessor e tu potera modificar lo.
id: Bila Anda menemukan sebuah kesalahan pada kalimat 'tak berpemilik', Anda tidak dapat mengkoreksinya karena Anda bukan pemiliknya. Oleh sebab itulah ada sebuah opsi untuk 'mengadopsi' ({adoptButton}). Setelah Anda mengadopsi sebuah kalimat, Anda akan menjadi pemiliknya dan dapat mengeditnya.
it: Se vedi un errore in una frase "orfana", non sarai in grado di correggerlo perché non sei il proprietario. Ecco perché è presente un'opzione "adotta" ({adoptButton}). Una volta adottata la frase, diventerai il suo proprietario e potrai quindi modificarla.
ja: 所有者のいない“野良文”は、あなたの文ではないのでそのままでは変更できません。野良文に間違いを見つけた場合は、文を“アドプト”（{adoptButton}）して、所有者になってから訂正してください。
mr: एखाद्या "अनाथ" वाक्यात चूक दिसली, तर आपण त्या वाक्याचे मालक नसल्यामुळे ती चूक आपल्याला दुरुस्त करता येणार नाही. यासाठीच "दत्तक घ्या" ({adoptButton}) हा पर्याय उपलब्ध आहे. वाक्य दत्तक घेतल्यावर आपण त्या वाक्याचे मालक बनाल व ते वाक्य संपादित करू शकाल.
nl: Als je een fout ziet in een "wees"-zin, kun je die niet corrigeren omdat de zin niet van jou is. Daarom is er een optie om te "adopteren" ({adoptButton}). Zodra je een zin adopteert, is hij van jou en kan je hem dus bewerken.
pl: Jeśli widzisz błąd lub zdanie-"sierotę", nie możesz go poprawić, bo nie jesteś jego właścicielem. Po to istnieje opcja "przejmij" ({adoptButton}). Kiedy przejmiesz zdanie, staniesz się jego właścicielem i będziesz mógł je edytować.
pt_br: Se você vir um erro em uma frase "órfã", não poderá corrigi-la, pois ela não está sob sua responsabilidade. É por isso que existe um botão "adotar" ({adoptButton}). Uma vez que você adota uma frase, você se torna responsável por ela, podendo, portanto, editá-la.
ro: Dacă observați o eroare într-o propoziție „orfană”, nu o veți putea corecta pentru că nu sunteți proprietarul ei. Din acest motiv, există opțiunea „adoptați” ({adoptButton}). Odată ce ați adoptat o propoziție, deveniți proprietarul ei și astfel o puteți modifica.
ru: Если вы видите ошибку в «ничейном» предложении, вы не можете его отредактировать, потому что не являетесь его владельцем. Для этого существует возможность «присваивания» ({adoptButton}). Присвоив предложение, вы становитесь его владельцем и можете отредактировать его.
sk: Pokiaľ si všimnete chybu v „osirelej“ vete, nebudete ju môcť opraviť, pretože nie ste jej majiteľom. Preto je tu možnosť „osvojenia“ ({adoptButton}). Akonáhle si osvojíte vetu, stanete sa jej majiteľom a teda, môžete ju upravovať.
sr: Ако видиш грешку у реченици која је "сироче", нећеш моћи да је исправиш јер јој ниси власник. Зато постоји опција "усвоји" ({adoptButton}). Када усвојиш реченицу, постајеш њен власник и зато можеш да је измениш.
tr: "Sahipsiz" bir cümlede hata görürseniz sahibi olmadığınız için cümle üzerinde düzenleme yapamazsınız. Bu yüzden "sahiplenme" ({adoptButton}) özelliği bulunmaktadır. Sahiplendiğiniz anda cümle artık size ait olur ve istediğiniz gibi düzenleme yapabilirsiniz.
tt: Әгәр дә Сез текст булмаган җөмләдә хата күрсәгез, сез аны төзәтә алмассыз, чөнки сез аның хуҗасы түгел. Менә ни өчен "кабул итәргә" опциясе бар ({adoptButton}). Тәкъдимне кабул итү белән, сез аның хуҗасы буласыз һәм, димәк, аны редакцияли аласыз.
uk: Якщо ви помітили помилку в реченні "сироті" ви не зможете виправити її тому що ви не є власником. Саме тому існує можливість "привласнення" ({adoptButton}). Ви стаєте власником якщо ви привласнили речення, і тоді можете змінювати його.
vi: Nếu bạn thấy lỗi trong câu "vô chủ", bạn sẽ không thể sửa nó vì bạn không phải là chủ sở hữu. Đây là lý do tại sao có tùy chọn "tiếp nhận" ({adoptButton}). Khi bạn tiếp nhận một câu, bạn trở thành chủ sở hữu của câu đó và do đó có thể chỉnh sửa nó.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
ar: تبني جملة هو جزء من "عملية الجودة". يمكنك أن تعرف عنها المزيد هنا:
bg: Осиновяването на израз също е част от „процеса по качеството“. Повече информация за него можете да намерите тук:
br: Advabañ a zo ul lodenn eus an "argerzh kalite". Gellout a rit kavout muioc'h a ditouroù amañ:
de: Das Adoptieren von Sätzen ist auch Teil der "Qualitätssicherung". Hier erfährst du mehr darüber:
el: Η υιοθέτηση μιας φράσης είναι επίσης μέρος της "διαδικασίας ποιότητας". Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με αυτό εδώ:
eo: Adopto de frazo ankaŭ estas parto de „kvalitiga procezo". Vi povas trovi pliajn informojn pri tio ĉi tie:
es: Adoptar oraciones también es parte del proceso de "control de calidad". Puede encontrar más información aquí:
eu: Esaldiak adoptatzea ere "kalitate prozesuaren" parte bat da. Kontu hauei buruzko informazio gehiago hemen topa dezakezu:
fi: Lauseiden adoptoiminen on myös osa laatuprosessia. Voit lukea siitä lisätietoja täältä:
fr: L'adoption d'une phrase fait également partie du processus d'amélioration de la qualité. Vous trouverez plus d'informations à ce sujet ici :
he: אימוץ משפט הוא חלק מ„תהליך האיכות”. אפשר למצוא מידע נוסף על כך כאן:
hi: एक वाक्य को अपनाना भी "गुणवत्ता प्रक्रिया" का हिस्सा है। आप इसके बारे में अधिक जानकारी यहाँ प्राप्त कर सकते हैं:
hu: Az örökbefogadás ténye a minőségről kezeskedik. További információt itt találhatsz:
ia: In ultra, adoptar un phrase face parte del "processo de qualitate". Ulterior information sur isto se trova hic:
id: Pengadopsian sebuah kalimat juga merupakan bagian dari "pemeliharaan mutu". Anda bisa menemukan informasi yang lebih lanjut di sini:
it: Adottare una frase fa anche parte del "processo di qualità". Puoi trovare ulteriori informazioni riguardo ad esso qui:
ja: また、アドプトの作業はコーパスの“品質管理”の一環でもあります。これについて詳しくはこちらをご覧ください。
mr: वाक्ये दत्तक घेणे हादेखील "गुणवत्ता प्रक्रियेचा" एक भाग आहे. आपल्याला याविषयी अधिक माहिती येथे सापडेल:
nl: Het adopteren van een zin hoort ook bij het "kwaliteitsproces". Je kunt hier meer informatie over vinden:
pl: Przejmowanie zdania jest również elementem pracy nad jakością. Więcej informacji tutaj:
pt_br: Adotar uma frase também faz parte do "processo de qualidade". Você pode encontrar mais informações sobre isso aqui:
ro: Adoptarea unei propoziții este, de asemenea, o parte a „procesului de calitate”. Puteți găsi mai multe informații despre acesta aici:
ru: Это так же часть «процесса улучшения качества», о котором можно прочитать тут:
sk: Osvojovanie si viet je taktiež súčasťou „procesu zdokonaľovania“. Môžete si o ňom viacej prečítať tu:
sr: Усвајање реченице је такође део "процеса квалитета". Више информације о овоме ћеш наћи овде:
tr: Cümle sahiplenme ayrıca "kalite kontrolü"nün bir parçasıdır. Bu konuda daha fazla bilgiyi burada bulabilirsiniz:
tt: Карар кабул итү шулай ук "сыйфатны арттыру процессы"ның бер өлеше булып тора. Бу хакта тулырак мәгълүматны сез монда таба аласыз:
uk: Також, привласнення речення є частиною "процеса якості". Більше інформації про це можна знайти тут:
vi: Việc tiếp nhận một câu cũng là một phần của "quy trình chất lượng". Bạn có thể tìm thêm thông tin về nó tại đây:

source: Sentence lists
ar: قوائم الجمل
bg: Списъци с фрази
br: Listennoù frazennoù
de: Satzlisten
el: Κατάλογοι φράσεων
eo: Listoj de frazoj.
es: Listas de oraciones
eu: Esaldien zerrendak
fi: Lauselistat
fr: Listes de phrases
he: רשימות משפטים
hi: वाक्यों की सूचियाँ
hu: Listák
ia: Listas de phrases
id: Daftar kalimat
is: Listar setningu
it: Elenchi di frasi
ja: リスト
ku: Lîsteya hevokan
mr: वाक्यांच्या याद्या
nl: Zinnenlijsten
pl: Listy zdań
pt_br: Listas de frases
ro: Liste de propoziții
ru: Списки предложений
sk: Zoznamy viet
sr: Спискови реченица
tr: Cümle listeleri
tt: Җөмләләр исемлеге
uk: Списки речень
vi: Danh sách câu

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
ar: يمكنك إنشاء قوائم من الجُمل في تتويبا، تكون القائمة <strong>شخصيّة</strong> افتراضيًّا، ممّا يعني أنّه يمكن فقط للشخص الذي أنشأها تحريرها (ولكن يمكن للجميع رؤيتها).
bg: Можете да създавате списъци с изречения в Tatoeba. По подразбиране списъкът е <strong>личен</strong>, което означава, че може да бъде редактиран само от човека, който го е създал (но все още е видим за всички).
br: Gellout a rit krouiñ listennoù frazennoù gant Tatoeba. Dre ziouer al listenn a zo <strong>personel</strong>, pezh a dalvez e c'hall bezañ kemmet gant an den en deus bet skrivet anezhi hepken (gwelus e vez d'an holl bepred).
de: Bei Tatoeba können Satzlisten erstellt werden. Standardmäßig sind diese <strong>persönlich</strong>, das bedeutet, dass nur der Ersteller sie bearbeiten kann; trotzdem kann sie jeder einsehen.
el: Μπορείτε να δημιουργήσετε λίστες προτάσεων στο Tatoeba. Από προεπιλογή, η λίστα είναι <strong>προσωπική</strong>, που σημαίνει ότι μπορει να την επεξεργαστει μόνο το πρόσωπο που την δημιούργησε (αλλά εξακολουθεί να είναι ορατή για όλους).
eo: Vi povas krei frazolistojn en Tatoeba. Defaŭlte la listo estas <strong>persona</strong>, tio signifas, ke ĝi povas esti redaktata nur de la persono, kiu kreis ĝin (sed ĝi restas videbla por ĉiu).
es: Puede crear listas de oraciones en Tatoeba. Por defecto la lista es <strong>privada</strong>, lo que significa que sólo puede ser editada por quien la creó (sin embargo, todos los usuarios podrán verla.)
eu: Tatoeban esaldi zerrendak egin ditzakezu. Lehenetsita bezala zerrenda <strong>zure-zurea</strong> bezala agertuko da, zeu egile eta jabe. Horrek esan nahi du esaldia sortu zuenak bakarrik editatu ahal izango duela (baina ikusi, edonork ikusi ahal izango du).
fi: Voit luoda Tatoebassa lauselistoja. Lista on oletuksena <strong>henkilökohtainen</strong>, mikä tarkoittaa, että listaa voi muokata vain se henkilö, joka loi sen (mutta lista on silti kaikkien nähtävillä).
fr: Vous pouvez créer des listes de phrases sur Tatoeba. Par défaut, une liste est <strong>personnelle</strong>, ce qui signifie qu'elle ne peut être éditée que par la personne qui l'a créée (mais elle reste visible de tous).
he: אפשר ליצור רשימות של משפטים בטטואבה. כברירת מחדל הרשימה היא <strong>אישית</strong>, כלומר שרק יוצריה יכולים לערוך אותה (אך היא גלויה לכלל).
hi: आप Tatoeba में वाक्यों की सूची बना सकते हैं। डिफ़ॉल्ट रूप से सूची <strong>व्यक्तिगत</strong> है, जिसका अर्थ है कि इसे केवल उस व्यक्ति द्वारा संपादित किया जा सकता है जिसने इसे बनाया है (लेकिन यह अभी भी सभी को दिखाई देता है)।
hu: A Tatoebán létre tudsz hozni mondatlistákat. Alapértelmezés szerint a lista <strong>egyéni</strong>, ami azt jelenti, hogy csak az szerkesztheti, aki létrehozta (de mindenki számára látható).
ia: Tu pote crear listas de phrases in Tatoeba. Normalmente le lista es <strong>personal</strong>, lo que vole dicer que illo pote esser modificate solmente per le persona qui lo ha create (ma illo es totevia visibile pro omnes).
id: Anda dapat membuat daftar kalimat di Tatoeba. Secara umum, daftar tersebut bersifat <strong>personal</strong>, artinya hanya dapat diedit oleh si pembuat (namun masih terlihat oleh umum).
it: È possibile creare degli elenchi di frasi su Tatoeba. Per impostazione predefinita, l'elenco è <strong>personale</strong>, il che vuole dire che può essere modificato solamente dalla persona che lo ha creato (però è ancora visibile a tutti).
ja: Tatoebaの例文はリストにまとめることができます。デフォルトでは<strong>個人用リスト</strong>に設定されています。リストを見ることは誰でもできますが、編集できるのはリスト作成者本人に限られます。
mr: तातोएबावर आपण वाक्यांच्या याद्या बनवू शकता. सुरुवातीला ही यादी <strong>व्यक्तिगत</strong> असते. अर्थात, ज्या व्यक्तीने यादी बनवली आहे, तीच व्यक्ती त्या यादीला संपादित करू शकते (परंतु तरीही ती यादी सर्वांनाच दिसून येईल).
nl: Je kunt lijsten van zinnen aanmaken op Tatoeba. Standaard is de lijst een <strong>persoonlijke lijst</strong>, wat betekent dat hij alleen bewerkt kan worden door de persoon die hem aangemaakt heeft (maar hij is nog steeds zichtbaar voor iedereen).
pl: W Taoeba można tworzyć listy zdań. Domyślnie taka lista jest <strong>osobista</strong>, co oznacza, że edytować ją może jedynie jej twórca, chociaż jest widoczna dla wszystkich.
pt_br: Você pode criar listas de frases no Tatoeba. Por padrão, uma lista é <strong>pessoal</strong>, o que significa que ela só pode ser editada pela pessoa que a criou (embora ainda seja visível para todos).
ro: Puteți crea liste de propoziții în Tatoeba. În mod implicit lista este <strong>personală</strong>, ceea ce înseamnă că poate fi editată doar de persoana care a creat-o (dar este totuși vizibilă pentru toată lumea).
ru: Вы можете создавать списки предложений. По умолчанию списки являются <strong>личными</strong>, что означает, что они могут быть изменены только создавшими его пользователями (хотя видеть их могут все).
sk: Na Tatoebe si môžete vytvoriť zoznamy viet. V predvolení je každý zoznam <strong>súkromný</strong>, čo značí, že môže byť upravený iba užívateľom, ktorý ho vytvoril (no zobrazuje sa všetkým).
tr: Tatoeba'da cümle listeleri oluşturabilirsiniz. Listeler <strong>kişiseldir</strong>. Yani sadece listeyi oluşturan kişi tarafından düzenleme yapılabilir (fakat herkes görüntüleyebilir).
tt: Әмма Татоэба да шулай ук теләсә кайсы катнашучыга җөмләләрне өстәргә һәм бетерергә рөхсәт итәргә мөмкин, исемлекне уртак итеп көйләп.
uk: Ви можете складати списки речень на Tatoeba. За замовчанням список є <strong>персональним</strong>, що значить що тільки той хто створив список може змінювати його (але він є видимим для будь-кого).
vi: Bạn có thể tạo danh sách câu trong Tatoeba. Theo mặc định, danh sách thuộc về <strong>cá nhân</strong>, có nghĩa là chỉ người đã tạo ra nó mới có thể chỉnh sửa (nhưng nó vẫn hiển thị với mọi người).

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
ar: كما أنه من الممكن السماح لأي عضو من أعضاء تتويبا بإضافة الجمل وإزالتها بجعل القائمة <strong>تعاونية</strong>.
bg: Възможно е обаче също така да позволите на всеки член в Tatoeba да добавя и премахва изречения, като зададете списък като <strong>колаборативен</strong>.
br: Posupl eo ivez, koulskoude, lezel un ezel eus Tatoeba ouzhpennañ ha dilemel frazennoù en ur dermenañ ul listenn <strong>genlabourus</strong>.
de: Durch <strong>öffentliches Freigeben</strong> einer Liste ist es jedoch auch möglich, jedes Tatoebamitglied Sätze hinzufügen und entfernen zu lassen.
el: Ωστόσο, είναι επίσης δυνατό να αφήνετε μέλοι στο Tatoeba να προσθέτουν και να αφαιρούν φράσεις από την λίστα ως <strong>συνεργατική</strong>.
eo: Tamen ankaŭ eblas lasi ajnan membron en Tatoeba aldoni kaj forigi frazojn igante liston <strong>kunlabora</strong>.
es: No obstante, también es posible dejar que cualquier otro miembro de Tatoeba pueda añadir y eliminar oraciones configurando una lista como <strong>colaborativa</strong>.
eu: Hala ere, posiblea da Tatoebako edozein erabiltzaile baimentzea esaldiak gehitzen eta ezabatzen, horretarako ezarri behar <strong>auzolan</strong> zerrenda bat.
fi: On kuitenkin mahdollista antaa kenentahansa Tatoeban jäsenen lisätä ja poistaa lauseita listalta määrittämällä lista <strong>yhteistyölistaksi</strong>.
fr: Toutefois, il est aussi possible de permettre à n'importe quel membre de Tatoeba d'y ajouter ou d'y retirer des phrases, en passant la liste en <strong>collaborative</strong>.
he: עם זאת, אפשר גם לאפשר לחברים בטטואבה להוסיף ולהסיר משפטים על ידי הגדרת הרשימה הזאת כ<strong>שיתופית</strong>.
hi: हालाँकि, Tatoeba में किसी भी सदस्य को <strong>सहयोगी</strong> के रूप में एक सूची सेट करके वाक्यों को जोड़ने और हटाने देना भी संभव है।
hu: Lehetőség van azonban arra is, hogy a Tatoeba bármely tagja hozzáadjon vagy eltávolítson mondatokat, ha a listát <strong>kooperatívnak</strong> állítja be.
ia: Nonobstante il es etiam possibile permitter a omne membro in Tatoeba de adder e remover phrases per mitter un lista como <strong>collaborative</strong>.
id: Namun Anda bisa mengizinkan pengguna lain untuk menambah dan menghapus kalimat di dalamnya dengan mengubah label daftar tersebut menjadi <strong>kolaboratif</strong>.
it: Tuttavia, è anche possibile fare in modo che qualunque membro su Tatoeba possa aggiungere e rimuovere delle frasi impostando un elenco come <strong>collaborativo</strong>.
ja: <strong>共有リスト</strong>に設定すれば、Tatoebaのすべてのメンバーが、リストの例文を加えたり取り除いたりできるようになります。
mr: परंतु, एखादी यादी <strong>सहयोगी</strong> म्हणून सेट केल्याने तातोएबामधील कोणत्याही सदस्याला त्यात वाक्ये जोडायला वा काढून टाकायला परवानगी देणे असे ही शक्य आहे.
nl: Maar je kan ook ieder lid van Tatoeba toestemming geven zinnen toe te voegen en te verwijderen door een lijst in te stellen als een <strong>gezamenlijke lijst</strong>.
pl: Możliwe jest jednak udzielenie pozwolenia dowolnemu członkowi projektu Tatoeba na dodawanie i usuwanie zdań. Można to zrobić zmieniając status listy na <strong>współtworzony</strong>.
pt_br: Porém, também é possível permitir que qualquer membro do Tatoeba adicione ou remova frases de uma lista configurando-a como <strong>colaborativa</strong>.
ro: Totuși, există opțiunea de a permite oricărui membru din Tatoeba să adauge și să șteargă propoziții setând o listă ca <strong>colaborativă</strong>.
ru: Однако также возможно разрешить и другим участникам добавлять и удалять предложения, сделав список <strong>общим</strong>.
sk: Je však taktiež možné nechať akéhokoľvek člena Tatoeby pridávať alebo odstraňovať vety nastavením zoznamu ako <strong>spoločný</strong>.
tr: Fakat bir listeyi <strong>ortak</strong> olarak ayarlarsanız Tatoeba'daki her üyeye listeye cümle ekleme ve çıkarma yetkisi vermeniz mümkündür.
tt: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as 1collaborative1.
uk: Також можливо дозволити будь-якому учаснику Tatoeba додавати та видаляти речення якщо позначити список як <strong>спільний</strong>.
vi: Tuy nhiên, bạn cũng có thể cho phép bất kỳ thành viên nào trong Tatoeba thêm và xóa câu bằng cách đặt danh sách là <strong>cộng tác</strong>.

source: Tatoeba: Collection of sentences and translations
ar: تتويبا: تجميعة جمل وترجمات
bg: Татоеба: Колекция от изречения и преводи
br: Tatoeba: Dastumadeg frazennoù ha troidigezhioù
de: Tatoeba – eine Sammlung übersetzter Beispielsätze
el: Tatoeba: Συλλογή από φράσεις και μεταφράσεις
eo: Tatoeba: kolekto de frazoj kaj tradukoj
es: Tatoeba: Colección de oraciones y traducciones
eu: Tatoeba: esaldi eta itzulpenen bilduma erraldoia
fi: Tatoeba: lause- ja käännöskokoelma
fr: Tatoeba : recueil de phrases et de traductions
he: טטואבה: אוסף של משפטים ותרגומים
hi: Tatoeba: वाक्यों का और अनुवादों का संग्रह
hu: Tatoeba: Mondatok és fordítások gyüjteménye
ia: Tatoeba: Collection de phrases e traductiones
id: Tatoeba: Kumpulan kalimat dan terjemahannya
is: Tatoeba: Safn setninga og þýðinga
it: Tatoeba — Collezione di frasi e traduzioni
ja: Tatoeba: 多言語例文プロジェクト
ku: Tatoeba: Berhevgeha hevok û wergeran
mr: तातोएबा: वाक्यांचा व भाषांतरांचा संग्रह
nl: Tatoeba: Een collectie van zinnen en vertalingen
pl: Tatoeba: Zbiór zdań i ich tłumaczeń
pt_br: Tatoeba: uma coleção de frases e traduções
ro: Tatoeba: o colecție de propoziții și traduceri
ru: Проект Tatoeba: коллекция предложений и переводов
sk: Tatoeba: Zbierka viet a prekladov
sr: Татоеба: скуп реченица и превода
tr: Tatoeba: Cümle ve Çeviri Topluluğu
tt: Татоэба: җөмләләр һәм тәрҗемәләр җыентыгы
uk: Tatoeba: Колекція речень та перекладів
vi: Tatoeba: Bộ sưu tập câu và bản dịch

source: Stats
ar: الإحصائيات
bg: Статистика
br: Statistikoù
de: Statistik
el: Στατιστικά
eo: Statistikoj
es: Estadísticas
eu: Estatistikak
fi: Tilastot
fr: Statistiques
he: סטטיסטיקה
hi: आंकड़े
hu: Statisztika
ia: Statisticas
id: Statistik
is: Staðtölur
it: Statistiche
ja: 活動データ
ku: Amar
mr: आकडेवारी
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sk: Údaje
sr: Статистика
tr: İstatistikler
tt: Статистика
uk: Статистика
vi: Thống kê
