Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Private messages
ar: رسائل خاصة
bg: Лични съобщения
br: Kemennadennoù prevez
de: Private Nachrichten
el: Προσωπικά μηνύματα
eo: Privataj mesaĝoj
es: Mensajes privados
eu: Mezu pribatuak
fi: Yksityisviestit
fr: Messages privés
he: הודעות פרטיו
hi: निजी संदेश
hu: Privát üzenetek
ia: Messages private
id: Pesan pribadi
is: Einkaskilaboð
it: Messaggi privati
ja: プライベートメッセージ
ku: Peyamên taybet
mr: खाजगी संदेश
nl: Privéberichten
pl: Wiadomości prywatne
pt_br: Mensagens privadas
ro: Mesaje private
ru: Личные сообщения
sk: Súkromné správy
sr: Приватне поруке
tr: Özel mesajlar
tt: Шәхси хәбәрләр
uk: Приватні повідомлення
vi: Tin nhắn riêng tư

source: {folderName} ({n}&nbsp;message)
ar: {folderName} (لا رسائل)
bg: {folderName}({n}&nbsp;съобщение)
br: {folderName} ({n}&nbsp;gemennadenn)
de: {folderName} ({n}&nbsp;Nachricht)
el: {folderName} ({n}&nbsp;μήνυμα)
eo: {folderName} (unu mesaĝo)
es: {folderName} ({n}&nbsp;mensaje)
eu: {folderName} ({n}&nbsp;mezua)
fi: {folderName} ({n}&nbsp;viesti)
he: {folderName} (הודעה אחת)
hi: {folderName} ({n}&nbsp;संदेश)
hu: {folderName}({n}&nbsp;üzenet)
id: {folderName} ({n}&nbsp;pesan)
is: {folderName} ({n}&nbsp;skilaboð)
it: {folderName} ({n}&nbsp;messaggio)
ja: {folderName}（{n}件）
ku: {folderName} ({n}&nbsp;peyam)
mr: {folderName} ({n}&nbsp;संदेश)
nl: {folderName} ({n}&nbsp;bericht)
pl: {folderName} ({n}&nbsp;wiadomość)
pt_br: {folderName} ({n}&nbsp;mensagem)
ro: {folderName} ({n}&nbsp;mesaj)
ru: {folderName} ({n}&nbsp;сообщение)
sk: {folderName} ({n}&nbsp;správa)
sr: {folderName} ({n}&nbsp;порука)
tr: {folderName} ({n}&nbsp;mesaj)
tt: {folderName} ({n}&nbsp;хәбәрләр)
uk: {folderName} ({n}&nbsp;повідомлення)
vi: ({folderName}({n}&nbsp;tin nhắn)

source: Empty trash
ar: أفرغ المهملات
bg: Изпразни кошчето
br: Goullo emañ ar boubellenn
de: Papierkorb leeren
eo: Malplenigi rubujon.
es: Vaciar papelera
eu: Zaborrontzia hutsik
fi: Tyhjennä roskakori
fr: Vider la corbeille
he: פינוי האשפה
hi: कचरे का डिब्बा खाली करें
hu: Szemetes ürítése
ia: Vacuar corbe
id: Kosongkan tong sampah
is: Tæma rusl
it: Svuota il cestino
ja: ゴミ箱を空にする
ku: Sergoyê vala bike
mr: कचरापेटी रिकामी करा
nl: Prullenbak leegmaken
pl: Opróżnić kosz
pt_br: Esvaziar lixeira
ro: Goliți coșul de gunoi
ru: Очистить корзину
sk: Vyprázdniť kôš
sr: Испразни смеће
tr: Çöp kutusunu boşalt
tt: Буш чүп
uk: Видалити сміття
vi: Dọn sạch thùng rác

source: [no subject]
ar: [لا موضوع]
bg: [без тема]
br: [sujed ebet]
de: [kein Betreff]
el: [χωρίς θέμα]
eo: [neniu temo]
es: [sin asunto]
eu: [gairik ez]
fi: [ei aihetta]
fr: [sans titre]
he: [ללא נושא]
hi: [कोई विषय नहीं]
hu: [nincs tárgy]
ia: [sin subjecto]
is: [ekkert efni]
it: [senza oggetto]
ja: 無題
ku: [bê mijar]
mr: [विषय नाही]
nl: [geen onderwerp]
pl: [bez tematu]
pt_br: [sem assunto]
ro: [fără subiect]
ru: [нет темы]
sk: [bez predmetu]
sr: [нема наслова]
tr: [konu yok]
tt: [тема юк]
uk: [без теми]
vi: [không có chủ đề]

source: Permanently delete
bg: Изтриване за постоянно
br: Dilemel da virviken
de: Unwiderruflich löschen
el: Μόνιμη διαγραφή
eo: Forigi definitive.
es: Borrar permanentemente
eu: Betiko ezabatu
fi: Poista lopullisesti
fr: Supprimer définitivement
he: מחיקה לצמיתות
hi: स्थायी रूप से हटाएँ
hu: Végleges törlés
ia: Deler pro sempre
id: Hapus selamanya
is: Varanlega eyða
it: Elimina permanentemente
ja: 完全に削除
ku: Bi awayekî mayînde jê bibe
mr: कायमचे हटवून टाका
nl: Permanent verwijderen
pl: Usuń bezpowrotnie
pt_br: Deletar permanentemente
ro: Ștergeți definitiv
ru: Удалить окончательно
sk: Natrvalo odstrániť
sr: Обриши неповратно
tr: Kalıcı olarak sil
vi: Xóa vĩnh viễn

source: Restore
ar: استرجِع
bg: Възсрановяване
br: Adober
de: Wiederherstellen
el: Επαναφορά
eo: Restaŭri
es: Restablecer
eu: Berrezarri
fi: Palauta
fr: Restaurer
he: שחזור
hi: पुनर्स्थापित करना
hu: Visszaállítás
ia: Restaurar
id: Kembalikan
is: Endurheimta
it: Ripristina
ja: 復元
ku: Vegerîne
mr: पूर्वस्थितीत आणा
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ro: Restaurare
ru: Восстановить
sk: Obnoviť
sr: Врати
tr: Geri Yükle
tt: Торгызу
vi: Khôi phục

source: - Tatoeba
ar: - تتويبا
he: טטואבה -
hi: - तातएबा
mr: - तातोएबा
sr: - Татоеба
tt: - Татоэба

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
ar: للمساعدة في إبقاء تتويبا خالية من السخام والرسائل المزعجة الأخرى، يمكن للمستخدمين إرسال 5 رسائل فقط يوميًّا.
bg: За да запазите Tatoeba без спам и други злонамерени съобщения, новите потребители могат да изпращат само 5 съобщения на ден.
br: Evit sikour Tatoeba da chom hep kaout spam ebet pe kemennadennoù all ken malisius all, n'hall ket an implijerien nevez-deuet e-barzh al lec'hienn kas muioc'h evit 5 kemennadenn an deiz.
de: Damit Tatoeba möglichst frei von unerwünschten und schädlichen Nachrichten bleibt, können neue Benutzer nur fünf Nachrichten am Tag verschicken.
el: Για να βοηθήσουμε την Tatoeba να είναι ελεύθερη από spam και άλλα κακόβουλα μηνύματα οι νέοι χρήστες θα μπορούν να στέλνουν μόνον μέχρι 5 μηνύματα την ημέρα.
eo: Por helpi teni Tatoeba-n libera de trudaj aŭ aliaj malicaj mesaĝoj novaj uzantoj rajtas sendi maksimume 5 mesaĝojn tage.
es: Para ayudar a mantener Tatoeba libre de correo basura y otros mensajes maliciosos, los nuevos usuarios pueden enviar sólo 5 mensajes diarios.
eu: Laguntzeko Tatoeba garbi mantentzen spam gabe eta mezu gaiztorik gabe, erabiltzaile berrienek, hasieran, eguneko 5 mezu besterik ez.
fi: Jotta Tatoeba pysyy roskapostista ja muista pahantahtoisista viesteistä vapaana, uudet käyttäjät voivat lähettää vain 5 viestiä päivässä.
fr: Afin de préserver Tatoeba des pourriels et des messages toxiques, les nouveaux utilisateurs ne peuvent envoyer que 5 messages par jour.
he: כדי לשמור על טטואבה חפה מספאם ושאר מרעין בישין, משתמשים חדשים יכולים לשלוח עד 5 הודעות ביום.
hi: Tatoeba को स्पैम और अन्य दुर्भावनापूर्ण संदेशों से मुक्त रखने में मदद करने के लिए नए उपयोगकर्ता प्रति दिन केवल 5 संदेश भेज सकते हैं।
hu: Annak érdekében, hogy a Tatoeba spamtől és egyéb rosszindulatú üzenetektől mentes legyen, az új felhasználók naponta csak 5 üzenetet küldhetnek.
ia: Pro mantener Tatoeba libere de spam e altere messages maligne, nove usatores pote inviar solmente 5 messages per die.
id: Untuk membantu menjaga Tatoeba bebas dari spam dan pesan berbahaya lainnya pengguna baru hanya dapat mengirim sebanyak 5 pesan per harinya.
it: Per mantenere Tatoeba al riparo dallo spam e da altri messaggi dannosi, i nuovi membri possono inviare soltanto 5 messaggi al giorno.
ja: Tatoebaをスパム等から守るために、新しいユーザーが送れるプライベートメッセージは一日5件に制限されています。
mr: तातोएबाला स्पॅम व मत्सरी संदेशांपासून मुक्त ठेवण्यास नवीन प्रयोक्त्यांवर दर दिवशी फक्त ५ संदेश पाठवण्याची मर्यादा आहे.
nl: Om te helpen Tatoeba vrij te houden van spam en andere kwaadwillige berichten, kunnen nieuwe gebruikers slechts 5 berichten per dag verzenden.
pl: By chronić Tatoebę przed spamem i innymi niepożądanymi treściami, nowi użytkownicy mogą wysłać tylko 5 wiadomości dziennie.
pt_br: Para ajudar a manter o Tatoeba livre de spam e de outras mensagens maliciosas, novos usuários só podem enviar 5 mensagens por dia.
ro: Pentru a evita trimiterea de mesaje spam și rău intenționate, utilizatorii noi pot trimite doar 5 mesaje pe zi.
ru: Чтобы оградить проект Tatoeba от спама и других вредоносных сообщений, новые участники могут отправлять не более 5 сообщений в день.
sk: Aby sa na Tatoebe predchádzalo spamu a iným škodlivým správam, noví užívatelia môžu poslať iba 5 správ denne.
sr: Да бисмо Татоебу одржали чистом, без спама и злонамерних порука, нови корисници могу да пошаљу само пет порука дневно.
tr: Tatoeba'yı spam ve kötü niyetli mesajlardan arındırmak adına yeni üyeler günde sadece 5 mesaj gönderebilirler.
tt: Tatoeba ны спамнан һәм башка зарарлы хәбәрләрдән саклау өчен, яңа кулланучылар көненә 5 хәбәр генә җибәрә ала.
uk: З метою уникнути розповсюдження спама та інших шкідливих повідомлень нові користувачі можуть надсилати не більше 5 повідомлень щодня.
vi: Nhằm giúp Tatoeba không có thư rác và các tin nhắn độc hại khác, người dùng mới chỉ có thể gửi 5 tin nhắn mỗi ngày.

source: You have reached your message limit for today
bg: Достигнахте лимита си за съобщения за днес
br: Tizhet eo bet ganeoc'h ho pevenn kemennadennoù evit hiziv
de: Du hast für heute die maximale Nachrichtenanzahl erreicht.
eo: Vi atingis la maksimuman nombron de mesaĝoj por hodiaŭ.
es: Ha alcanzado el límite de mensajes para hoy
eu: Gaurkoz, zure mezu-mugara iritsi zara
fi: Päivittäinen viestimäärärajasi on täynnä.
fr: Vous avez atteint votre limite de messages pour aujourd'hui
he: הגעת למיכסת ההודעות שלך להיום
hi: आप आज के लिए अपनी संदेश सीमा तक पहुंच गए हैं
hu: Elérted az üzenetek limitjét a mai napra
ia: Tu ha attingite tu limine de messages hodial.
id: Anda sudah mencapai batas pengiriman pesan hari ini
is: Þú hefur náð skilaboðtakmarki þínu í dag
it: Hai raggiunto il tuo limite di messaggi per oggi
ja: 一日に送信できるメッセージ件数の上限に達しました。
ku: Tu îro gihîşt sînorê xwe yê peyaman
mr: आजची संदेश मर्यादा गाठली गेली आहे
nl: Je hebt je berichtenlimiet voor vandaag bereikt
pl: Osiągnąłeś/nęłaś limit swoich wiadomości na dzisiaj.
pt_br: Você alcançou o seu limite de mensagens por hoje.
ro: Ați atins limita de mesaje pentru astăzi
ru: Вы исчерпали лимит сообщений на сегодня
sk: Dosiahli ste svoj dnešný možný počet správ
sr: Данашња граница за поруке је досегнута
tr: Bugünlük mesaj sınırınıza ulaştınız
tt: Бүгенге көнгә сез хәбәрләр лимитын бетердегез
vi: Bạn đã đạt đến giới hạn tin nhắn cho ngày hôm nay

source: Please wait until you can send more messages.
ar: يرجى الانتظار حالما يكون بإمكانك إرسال المزيد من الرسائل.
bg: Моля, изчакайте, докато можете да изпращате още съобщения.
br: Gortozit betek ma c'hellfec'h kas muioc'h a gemennadennoù, mar plij.
de: Neue Nachrichten können erst ab einem späteren Zeitpunkt wieder verschickt werden.
el: Παρακαλώ περιμένετε μέχρι να μπορείτε να στείλετε περισσότερα μηνύματα.
eo: Bonvolu atendi ĝis vi povas sendi pliajn mesaĝojn.
es: Espere hasta que pueda enviar más mensajes.
eu: Mesedez, itxaron mezu gehiago bidali ahal izan arte.
fi: Odota kunnes voit lähettää lisää viestejä.
fr: Veuillez patienter jusqu'à ce que vous puissiez envoyer davantage de messages.
he: נא להמתין עד שיתאפשר לך לשלוח הודעות נוספות.
hi: कृपया प्रतीक्षा करें जब तक आप और संदेश भेज सकें।
hu: Kérünk, várj, amíg több üzenetet is küldhetsz.
ia: Per favor, attende ante de inviar altere messages.
id: Harap tunggu hingga Anda dapat mengirim lebih banyak pesan.
is: Vinsamlegast bíddu þar til þú getur sent fleiri skilaboð.
it: Per favore, attendi finché non potrai inviare altri messaggi.
ja: 次のメッセージを送信できるようになるまで、しばらくお待ちください。
mr: अजून संदेश पाठवण्याची परवानगी मिळेपर्यंत कृपया वाट पाहा.
nl: Wacht alsjeblieft tot je meer berichten kunt versturen.
pl: Odczekaj, aby móc wysłać więcej wiadomości.
pt_br: Por favor, aguarde até que você possa enviar mais mensagens.
ro: Vă rugăm să așteptați până când veți putea trimite mai multe mesaje.
ru: Пожалуйста, дождитесь возможности снова отправлять сообщения.
sk: Prosím, počkajte, kým budete môcť odoslať viac správ.
sr: Сачекај мало за даље слање порука.
tr: Lütfen daha fazla mesaj gönderebilene kadar bekleyin.
tt: Зинһар, сез күбрәк хәбәрләр җибәрә алганчы көтегез.
uk: Будь ласка зачекайте доки ви зможете надіслати нові повідомлення.
vi: Vui lòng đợi cho đến khi bạn có thể gửi thêm tin nhắn.

source: You have sent one message today.
ar: لم ترسل رسائل اليوم.
bg: Изпратихте едно съобщение днес.
br: Kaset ho peus ur gemennadenn hiziv.
de: Du hast heute eine Nachricht verschickt.
el: Έχετε στείλει ένα μήνυμα σήμερα.
eo: Vi sendis unu mesaĝon hodiaŭ.
es: Hoy has enviado un mensaje.
eu: Gaur mezu bat besterik ez duzu bidali.
fi: Olet lähettänyt yhden viestin tänään.
fr: Vous avez envoyé {n}&nbsp;message aujourd'hui.
he: שלחת הודעה אחת היום.
hi: आपने आज एक संदेश भेजा है।
hu: Ma egy üzenetet küldött.
ia: Tu ha inviate un message hodie.
id: Anda telah mengirimkan {n}&nbsp;pesan hari ini.
it: Hai inviato un messaggio oggi.
ja: 本日送信したメッセージは{n}件です。
ku: Te îro peyamek şand.
mr: आपण आज एक संदेश पाठवला आहे.
nl: Je hebt vandaag één bericht verzonden.
pl: Wysłałeś/łaś dzisiaj jedną wiadomość.
pt_br: Você enviou uma mensagem hoje.
ro: Ați trimis un mesaj astăzi.
ru: Сегодня вы отправили {n}&nbsp;сообщение.
sk: Dnes ste odoslali jednu správu.
sr: Са твог налога је данас послата једна порука.
tr: Bugün bir mesaj gönderdiniz.
tt: Бүгенге көндә сез {n} хәбәрләр җибәрдегез.
uk: Ви надіслали одне повідомлення сьогодні.
vi: Bạn đã gửi {n}&nbsp;tin nhắn hôm nay.

source: Report the following Wall message
mr: वॉलवरील खालील संदेशाचा अहवाल पाठवा

source: Report the following sentence comment
mr: वाक्यावरील खालील टिप्पणीचा अहवाल पाठवा

source: What is the problem?
mr: काय समस्या आहे?

source: Go back
mr: मागे जा

source: Sentences marked as "OK"
ar: الجُمل ذات العلامة ”صحيحة“
bg: Изречения, маркирани като „ОК“
br: Ar frazennoù 'zo merket evel "OK"
de: als richtig markierte Sätze
eo: Frazoj markitaj kiel „en ordo"
es: Oraciones marcadas como "correctas"
eu: "Ongi" marka jaso duten esaldiak
fi: Lauseet, joissa on merkintä ”OK”
fr: Phrases marquées comme étant « OK »
he: משפטים שמסומנים ב„בסדר”
hi: "ओके" के रूप में चिह्नित वाक्य
hu: Mondatok "Megfelelő"-nek jelölve
ia: Phrases marcate como "OK"
id: Kalimat berlabel "OK"
is: Setningar merktar sem „sæmilegar“
it: Frasi segnate come "OK"
ja: "OK" のマークあり
ku: Hevokên wekî "Rast" hatine nîşankirin
mr: "ठीक" अशी चिन्हित केलेली वाक्ये
nl: Zinnen gemarkeerd als "oké"
pl: Zdania oznaczone jako prawidłowe
pt_br: Frases marcadas com "eu aprovo"
ro: Propoziții marcate ca „sunt OK”
ru: Предложения с отметкой «Одобряю»
sk: Vety označené ako „V poriadku“
sr: Реченица обележена као "ОК"
tr: ''Doğru'' olarak işaretlenmiş cümleler
tt: "ОК" дип билгеләнгән җөмләләр
uk: Речення позначені як "схвалене"
vi: Các câu được đánh dấu là "Ổn"

source: Sentences marked as "unsure"
ar: الجُمل ذات العلامة ”لستُ متأكّدًا منها“
bg: Изречения, маркирани като „несигурни“
br: Ar frazennoù 'zo merket evel "Diasur"
de: als zweifelhaft markierte Sätze
eo: Frazoj markitaj kiel „mi ne certas"
es: Oraciones marcadas como "sin veredicto"
eu: "Zalantzazkoa" marka jaso duten esaldiak
fi: Lauseet, joissa on merkintä ”epävarma”
fr: Phrases marquées comme étant « pas sûre »
he: משפטים שמסומנים ב„לא ברור”
hi: "अनिश्चित" के रूप में चिह्नित वाक्य
hu: Mondatok "bizonytalan"-nak jelölve
ia: Phrases marcate como "insecur"
id: Kalimat berlabel "unsure"
is: Setningar merktar sem „óvissar“
it: Frasi segnate come "non sicuro"
ja: "Unsure" のマークあり
ku: Hevokên wekî "Gumanbar" hatine nîşankirin
mr: "खात्री नाही" अशी चिन्हित केलेली वाक्ये
nl: Zinnen gemarkeerd als "twijfelachtig"
pl: Zdania oznaczone jako wątpliwe
pt_br: Frases marcadas com "eu não tenho certeza"
ro: Propoziții marcate ca „incerte”
ru: Предложения с отметкой «Не уверен»
sk: Vety označené ako „Ťažko povedať“
sr: Реченица обележена као "несигурна"
tr: "Şüpheli" olarak işaretlenmiş cümleler
tt: "Ышанычсыз"дип билгеләнгән җөмләләр
uk: Речення позначені як "ненадійні"
vi: Các câu được đánh dấu là "không chắc"

source: Sentences marked as "not OK"
ar: الجُمل ذات العلامة ”غير صحيحة“
bg: Изречения, маркирани като „не е добре“
br: Ar frazennoù 'zo merket evel "nann OK"
de: als falsch markierte Sätze
eo: Frazoj markitaj kiel „eraraj"
es: Oraciones marcadas como "incorrectas"
eu: "Oker" marka jaso duten esaldiak
fi: Lauseet, joissa on merkintä ”ei OK”
fr: Phrases maquées comme étant « pas OK »
he: משפטים שמסומנים ב„לא בסדר”
hi: "ठीक नहीं" के रूप में चिह्नित वाक्य
hu: Mondatok "Nem megfelelő"-nak jelölve
ia: Phrases marcate como "non OK"
id: Kalimat berlabel "not OK"
is: Setningar merktar sem „ósæmilegar“
it: Frasi segnate come "errate"
ja: "Not OK" のマークあり
ku: Hevokên wekî "Xelet" hatine nîşankirin
mr: "ठीक नाही" अशी चिन्हित केलेली वाक्ये
nl: Zinnen gemarkeerd als "niet oké"
pl: Zdania oznaczone jako nieprawidłowe
pt_br: Frases marcadas com "eu não aprovo"
ro: Propoziții marcate ca „nu sunt OK”
ru: Предложения с отметкой «Не одобряю»
sk: Vety označené ako „Nie je v poriadku“
sr: Реченица обележена као "није ОК"
tr: "Yanlış" olarak işaretlenmiş cümleler
tt: "Тәртиптә түгел" дип билгеләнгән җөмләләр
uk: Речення позначені як "не схвалені"
vi: Các câu được đánh dấu là "không ổn"

source: All sentences
ar: كل الجُمل
bg: Всички изречения
br: An holl frazennoù
de: Alle Sätze
el: Όλες οι φράσεις
eo: Ĉiuj frazoj
es: Todas las oraciones
eu: Esaldi guztiak
fi: Kaikki lauseet
fr: Toutes les phrases
he: כל המשפטים
hi: सभी वाक्य
hu: Összes mondat
ia: Tote le phrases
id: Semua kalimat
is: Allar setningar
it: Tutte le frasi
ja: すべての例文
ku: Hemû hevok
mr: सगळी वाक्ये
nl: Alle zinnen
pl: Wszystkie zdania
pt_br: Todas as frases
ro: Toate propozițiile
ru: Все предложения
sk: Všetky vety
sr: Све реченице
tr: Tüm cümleler
tt: Барлык җөмләләр
uk: Всі речення
vi: Tất cả câu

source: Outdated reviews
bg: Остарели отзиви
br: Difaziadennoù diamzeriet
de: Überholte Bewertungen
eo: Ne plu aktualaj revizioj
es: Revisiones desactualizadas
eu: Iraungitako berrikusketak
fi: Vanhentuneet arvostelut
fr: Révisions caduques
he: סקירות מיושנות
hi: पुरानी समीक्षा
hu: Elavult ellenőrzések
ia: Evalutationes obsolete
id: Tinjauan tidak digunakan lagi
is: Gömul yfirför
it: Valutazioni obsolete
ku: Nirxandinên kevn
mr: कालबाह्य पुनरावलोकने
nl: Vervallen beoordelingen
pl: Stare oceny
pt_br: Revisões desatualizadas
ro: Revizuiri expirate
ru: Устаревшие проверки
sk: Zastaralé preverenia
sr: Застареле реченице
tr: Eski incelemeler
tt: Искергән бәяләмәләр
vi: Những bài đánh giá đã cũ

source: Sentences in {language} marked as "OK"
bg: Изречения на {language}, маркирани като „OK“
br: Frazennoù e {language} merket evel "OK"
de: als richtig markierte Sätze in {language}
eo: Frazoj en {language} markitaj kiel „en ordo”
es: Oraciones en {language} marcadas como "correctas"
fi: {language.genitive}kieliset lauseet, joissa on merkintä "OK".
fr: Phrases en {language} marquées comme étant « OK »
he: משפטים ב{language} שמסומנים „בסדר”
hi: {language} में वाक्य "ठीक" के रूप में चिह्नित हैं
hu: {language} nyelvű mondatok "OK"-nak jelölve
ia: Phrases in {language} marcate como "OK"
id: Kalimat pada {language} ditandai sebagai "OK"
is: Setningar á {language.dat} merktar sem „sæmilegar“
it: Frasi in {language} segnate come "OK"
ja: "OK" とマークされた{language}の例文
mr: {language} भाषेत "ठीक" अशी चिन्हित केलेली वाक्ये
nl: Zinnen in het {language} gemarkeerd als "oké"
pl: Zdania w {language} oznaczone jako "OK"
pt_br: Frases em {language}marcadas como "OK"
ro: Propoziții în {language} marcate ca „sunt OK”
ru: Предложения на {language.prep}с отметкой «OK»
sk: Vety v jazyku {language} označené ako „V poriadku“
tr: "Doğru" olarak işaretlenmiş {language} cümleler
tt: {language} "ОК"дип тамгаланган җөмләләр
vi: Các câu bằng {language} được đánh dấu là "Ổn"

source: Sentences in {language} marked as "unsure"
bg: Изречения на {language}, маркирани като „несигурни“
br: Frazennoù e {language} bet merket evel bezañ "diasur"
de: als zweifelhaft markierte Sätze in {language}
eo: Frazoj en {language} markitaj kiel „mi ne certas”
es: Oraciones en {language} marcadas como "dudosas"
fi: {language.genitive}kieliset lauseet, joissa on merkintä "epävarma".
fr: Phrases en {language} marquées comme étant « pas sûres »
he: משפטים ב{language} שמסומנים „לא ברור”
hi: {language} में वाक्य "अनिश्चित" के रूप में चिह्नित हैं
hu: {language} nyelvű mondatok "kétes"-nek jelölve
ia: Phrases in {language} marcate como "insecur"
id: Kalimat pada {language} ditandai sebagai "tidak yakin"
is: Setningar á {language.dat} merktar sem „óvissar“
it: Frasi in {language} segnate come "non sicure"
ja: "Unsure" とマークされた{language}の例文
mr: {language} भाषेत "खात्री नाही" अशी चिन्हित केलेली वाक्ये
nl: Zinnen in het {language} gemarkeerd als "twijfelachtig"
pl: Zdania w {language} oznaczone jako "wątpliwe"
pt_br: Frases em {language}marcadas como "Incerto"
ro: Propoziții în {language} marcate ca „incerte”
ru: Предложения на {language.prep}с отметкой «Не уверен»
sk: Vety v jazyku {language} označené ako „Ťažko povedať“
tr: "Şüpheli" olarak işaretlenmiş {language} cümleler
tt: {language} "ышанычсыз"дип тамгаланган җөмләләр
vi: Các câu bằng {language} được đánh dấu là "không chắc"

source: Sentences in {language} marked as "not OK"
bg: Изречения на {language}, маркирани като „не е ОК“
br: Frazennoù e {language} merket evel bezañ "nann OK"
de: als falsch markierte Sätze in {language}
eo: Frazoj en {language} markitaj kiel „eraraj”.
es: Oraciones en {language} marcadas como "incorrectas"
fi: {language.genitive}kieliset lauseet, joissa on merkintä "ei OK".
fr: Phrases en {language} marquées comme étant « pas OK »
he: משפטים ב{language} שמסומנים „לא בסדר”
hi: {language} में वाक्य "ठीक नहीं" के रूप में चिह्नित हैं
hu: {language} nyelvű mondatok "nem OK"-nak jelölve
ia: Phrases in {language} marcate como "non OK"
id: Kalimat pada {language} ditandai sebagai "tidak OK"
is: Setningar á {language.dat} merktar sem „ósæmilegar“
it: Frasi in {language} segnate come "non OK"
ja: "Not OK" とマークされた{language}の例文
mr: {language} भाषेत "ठीक नाही" अशी चिन्हित केलेली वाक्ये
nl: Zinnen in het {language} gemarkeerd als "niet oké"
pl: Zdania w {language} oznaczone jako "nie OK"
pt_br: Frases em {language}marcadas como "não corretas"
ro: Propoziții în {language} marcate ca „nu sunt OK”
ru: Предложения на {language.prep}с отметкой «Не одобряю»
sk: Vety v jazyku {language} označené ako „Nie je v poriadku“
tr: "Yanlış" olarak işaretlenmiş {language} cümleler
tt: {language} "тәртиптә түгел" дип тамгаланган җөмләләр
vi: Các câu bằng {language} được đánh dấu là "không ổn"

source: All sentences in {language}
ar: كل الجمل {language.معرفة}
bg: Всички изречения на {language}
br: An holl frazennoù e {language}
de: {language}: alle Sätze
el: Όλες οι φράσεις στα {language}
eo: Ĉiuj frazoj en {language}
es: Todas las oraciones en {language}
eu: Esaldi guztiak {language} horretan
fi: Kaikki {language.genitive}kieliset lauseet
fr: Toutes les phrases {language.fém-plur}
he: כל המשפטים ב{language}
hi: {language} में सभी वाक्य
hu: Az összes mondat {language} nyelven
ia: Tote le phrases in {language}
id: Semua kalimat dalam bahasa {language}
is: Allar setningar á {language.dat}
it: Tutte le frasi in {language}
ja: {language}の例文一覧
mr: {language} भाषेतील सर्व वाक्ये
nl: Alle zinnen in het {language}
pl: Wszystkie zdania w {language}
pt_br: Todas as frases em {language}
ro: Toate propoziţiile în {language}
ru: Все предложения на {language.prep}
sk: Všetky vety v jazyku {language}
tr: {language} dilindeki tüm cümleler
tt: Барлык җөмләләр {language}
uk: Всі речення {language.ins}
vi: Tất cả các câu bằng {language}
