Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Translate {language} sentences that belong to {user}
ar: ترجِم الجُمل {language.معرفة} التي يملكها {user}
bg: Преведете {language} изречения, които принадлежат на {user}
br: Treiñ frazennoù {language} hag a zo perc'hennet gant {user}
de: Übersetze Sätze von {user} in {language}
el: Μεταφράση στα {language} φράσεων που ανήκουν στον {user}
eo: Traduki frazojn en {language} apartenantajn al {user}
es: Traducir {language} oraciones que pertenecen a {user}
eu: Itzuli {language} esaldiak, honako erabiltzale honenak: {user}
fi: Käännä {language.genitive}kielisiä lauseita, jotka kuuluvat käyttäjälle {user}
fr: Traduire les phrases en {language} qui appartiennent à {user}
he: תרגום משפטים ב{language} ששייכים ל־{user}
hi: {user} के स्वामित्व वाले {language} वाक्यों का अनुवाद करें
hu: {language} mondatok fordítása amik {user} felhasználóhoz tartoznak
ia: Traducer phrases in {language} que pertine a {user}
id: Terjemahkan kalimat dalam bahasa {language} milik {user}
is: Þýða {language.dat} frá {user}
it: Traduci le frasi in {language} che appartengono a {user}
ja: {user}さんの{language}の例文を翻訳する
mr: {user} यांच्या मालकीच्या {language} वाक्यांचे भाषांतर करा
nl: Vertaal zinnen in het {language} die van {user} zijn
pl: Przetłumacz {language} zdań należących do {user}
pt_br: Traduzir frases em {language} que pertençam a {user}
ro: Traduceți {language} propoziții care aparțin lui {user}
ru: Перевести предложения пользователя {user} на {language.prep}
sk: Prekladať vety v jazyku {language} patriace užívateľovi {user}
sr: Преведите реченице на језику {language} које припадају кориснику {user}
tr: {user} kullanıcısına ait {language} cümleleri çevir
tt: {language} җөмләсен {user} җөмләсенә караган җөмләне тәрҗемә итегез
uk: Перекласти {language.pl} речення що належать користувачу {user}
vi: Dịch {language} câu thuộc về {user}

source: Translate sentences that belong to {user}
ar: ترجِم الجُمل التي يملكها {user}
bg: Преведете изречения, които принадлежат на {user}
br: Treiñ frazennoù hag a zo perc'hennet gant {user}
de: Übersetze Sätze, die {user} gehören.
el: Μετάφραση φράσεων που ανήκουν στο {user}
eo: Traduki frazojn apartenantajn al {user}
es: Traducir las oraciones que pertenecen a {user}
eu: Itzuli {user} horren esaldiak
fi: Käännä lauseita, jotka kuuluvat käyttäjälle {user}
fr: Traduire les phrases qui appartiennent à {user}
he: תרגום משפטים ששיכים למשתמש {user}
hi: {user} के स्वामित्व वाले वाक्यों का अनुवाद करें
hu: Fordítsd le {user} mondatait
ia: Traducer phrases que pertine a {user}
id: Terjemahkan kalimat milik {user}
is: Þýða setningar sem eru eign {user}
it: Traduci le frasi che appartengono a {user}
ja: {user}さんの例文を翻訳する
mr: {user} यांच्या मालकीच्या वाक्यांचे भाषांतर करा
nl: Vertaal zinnen die van {user} zijn
pl: Tłumacz zdania należące do {user}
pt_br: Traduzir frases que pertençam a {user}
ro: Traduceți propoziții care aparțin lui {user}
ru: Перевести предложения пользователя {user}
sk: Prekladať vety patriace užívateľovi {user}
sr: Преведите реченице које припадају кориснику {user}
tr: {user} kullanıcısına ait cümleleri çevir
tt: {user} караган җөмләләрне тәрҗемә итегез
uk: Перекласти речення що належать користувачу {user}
vi: Dịch các câu thuộc về {user}

source: Language
ar: اللغة
bg: Език
br: Yezh
de: Sprache
el: Γλώσσα
eo: Lingvo
es: Idioma
eu: Hizkuntza
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
ia: Lingua
id: Bahasa:
is: Tungumál
it: Lingua
ja: 言語
ku: Ziman
mr: भाषा
nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sr: Језик
tr: Dil
tt: Тел
uk: Мова
vi: Ngôn ngữ

source: Vocabulary item
bg: Елемент от речника
br: Elfennoù ar c'heriaoueg
de: Vokabelwunsch
el: Αντικείμενο λεξιλογίου
eo: Vorto
es: Elemento léxico
eu: Lexikoaren elementua
fi: Sana
fr: Élément de vocabulaire
he: פריט באוצר המילים
hi: शब्दावली वस्तु
hu: Szó
ia: Entrata de vocabulario
id: Kosakata
is: Orðaforðaatriði
it: Voce di vocabolario
ja: 追加したい語彙
ku: Hêmanên peyvê
mr: शब्दसंग्रहातील वस्तू
nl: Lemma
pl: Słowo
pt_br: Item do Vocabulário
ro: Termen de vocabular
ru: Словарная статья
sk: Položka slovnej zásoby
tr: Kelime öğeleri
tt: Сүзлек саклыклыгы
uk: Елемент словника
vi: Mục từ vựng

source: Remove
ar: أزِل
bg: Премахване
br: Dilemel
de: Entfernen
el: Αφάιρεση
eo: Forigi
es: Quitar
eu: Ezabatu
fi: Poista
fr: Retirer
he: הסרה
hi: हटाएँ
hu: Eltávolítás
ia: Remover
id: Hapus
is: Fjarlægja
it: Elimina
ja: 削除
ku: Rake
mr: काढून टाका
nl: Verwijder
pl: Usuń
pt_br: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sr: Уклони
tr: Kaldır
tt: Бетерү
uk: Видалити
vi: Loại bỏ

source: Save
ar: احفظ
bg: Запази
br: Enrollañ
de: Speichern
el: Αποθήκευση
eo: Konservi
es: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
hu: Mentés
ia: Salveguardar
id: Simpan
is: Vista
it: Salva
ja: 保存
ku: Tomar bike
mr: सेव्ह करा
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvați
ru: Сохранить
sk: Uložiť
sr: Сачувај
tr: Kaydet
tt: Сакларга
uk: Зберігти
vi: Lưu

source: Interface language
ar: لغة الواجهة
bg: Език на интерфейса
br: Yezh an etrefas
de: Sprache der Benutzeroberfläche
el: Γλώσσα επικοινωνίας
eo: Interfaca lingvo
es: Idioma del sitio
fi: Käyttöliittymän kieli
fr: Langue de l'interface
he: שפת המנשק
hi: अंतरफलक भाषा
hu: Felület nyelve
ia: Lingua del interfacie
id: Bahasa antarmuka
is: Tungumál notendaviðmóts
it: Lingua dell'interfaccia
ja: UI 言語設定
mr: इंटरफेस भाषा
nl: Interfacetaal
pl: Język interfejsu
pt_br: Idioma da interface
ro: Limbă de interfață
ru: Язык интерфейса
sk: Jazyk užívateľského rozhrania
tr: Arayüz dili
tt: Интерфейс теле
vi: Ngôn ngữ giao diện

source: Show all sentences in {language}
ar: اعرض كلّ الجُمل باللغة {language.معرفة}
bg: Покажи всички изречения на {language}
br: Diskouez an holl frazennoù e {language}
de: Zeige alle Sätze in {language}
eo: Montri ĉiujn frazojn en {language}
es: Mostrar todas las oraciones en {language}
fi: Näytä kaikki {language.genitive}kieliset lauseet
fr: Montrer toutes les phrases en {language}
he: להציג את כל המשפטים ב{language}
hi: सभी वाक्य {language} में दिखाएं
hu: Mutassa az összes {language} nyelvű mondatot
ia: Monstrar tote le phrases in {language}
id: Tampilkan seluruh kalimat dalam bahasa {language}
is: Sýna allar setningar а́ {language.dat}
it: Mostra tutte le frasi in {language}
ja: {language} の例文を表示する
mr: {language} भाषेतील सर्व वाक्ये दाखवा
nl: Toon alle zinnen in het {language}
pl: Pokaż wszystkie zdania w {language}
pt_br: Mostrar frases em {language}
ro: Afișați toate propozițiile în {language}
ru: Показать все предложения на {language.prep}
sk: Zobraziť všetky vety v jazyku {language}
tr: {language} tüm cümleleri göster
tt: {language} барлык җөмләләрне күрсәтергә
vi: Hiển thị tất cả câu bằng {language}

source: Sentences in {language} with audio
ar: الجُمل {language.معرفة} المسجّلة
bg: Изречения на {language} с аудио
br: Frazennoù e {language} gant an aodio
de: {language}: Sätze mit Audiodatei
el: Φράσεις στα {language} με ήχο
eo: Frazoj en {language} kun sonregistraĵo
es: Oraciones en {language} con voz
eu: {language} horretan dauden audiodun esaldiak
fi: Äänitetyt {language.genitive}kieliset lauseet
fr: Phrases en {language} avec enregistrement sonore
he: משפטים ב{language} עם שמע
hi: ऑडियो सहित {language} वाक्य
hu: {language} mondatok hangfelvétellel
ia: Phrases in {language} con audio
id: Kalimat dengan audio dalam bahasa {language}
is: Setningar á {language.dat} með upptöku
it: Frasi in {language} dotate di audio
ja: 音声つきの{language}の例文
mr: {language} मघील ऑडिओसहित वाक्ये
nl: Zinnen in het {language} met audio
pl: Zdania w {language} z wersją audio
pt_br: Frases em {language} com áudio
ro: Propoziții în {language} cu conținut audio
ru: Озвученные предложения на {language.prep}
sk: Vety v jazyku {language} so zvukovými nahrávkami
sr: Реченице на језику {language} са звуком
tr: {language} dilindeki sesli cümleler
tt: {language} авазлы җөмләләр
uk: Речення зі звуком {language.ins}:
vi: Các câu bằng {language} có âm thanh

source: Sentences with audio
ar: الجُمل المسجّلة
bg: Изречения с аудио
br: Frazennoù gant an aodio
de: Sätze mit Audio
el: Φράσεις με ήχο.
eo: Frazoj kun sonregistraĵo
es: Oraciones con voz
eu: Audioa duten estekak
fi: Lauseet, joissa on äänite
fr: Phrases avec enregistrement sonore
he: משפטים עם שמע
hi: ऑडियो सहित वाक्य
hu: Mondatok hangfelvétellel
ia: Phrases con audio
id: Kalimat dengan audio
is: Setningar með upptöku
it: Frasi con l'audio
ja: 音声つきの例文
ku: Hevokên bi deng
mr: ऑडिओसहित वाक्ये
nl: Zinnen met audio:
pl: Zdania z nagraniem
pt_br: Frases com áudio
ro: Propoziții cu conținut audio
ru: Озвученные предложения
sk: Vety so zvukovými nahrávkami
sr: Реченице са звуком
tr: Sesli cümleler
tt: Аудио белән җөмләләр
uk: Речення зі звуком
vi: Các câu có âm thanh

source: There are no sentences with audio
ar: ما من جُمل مسجّلة
bg: Няма изречения с аудио
br: N'eus frazenn ebet gant an aodio
de: Es sind keine vertonten Sätze vorhanden.
el: Δεν υπάρχουν φράσεις με ήχο.
eo: Ne ekzistas frazoj kun sono.
es: No hay oraciones con voz
eu: Ez dago esaldirik audio eta guzti
fi: Äänitettyjä lauseita ei ole
fr: Il n'y a aucune phrase avec un enregistrement sonore
he: אין משפטים עם שמע
hi: ऑडियो सहित कोई भी वाक्य नहीं हैं
hu: Nincs mondat hanggal
ia: Il non ha phrases con audio
id: Tidak ada kalimat dengan audio
is: Það eru engar setningar með upptöku
it: Non ci sono frasi dotate di audio.
ja: 音声つき例文はありません。
ku: Ti hevokên bi deng tune ye
mr: ऑडिओ असलेली कोणतीही वाक्ये नाहीत
nl: Er zijn geen zinnen met audio
pl: Nie ma zdań z nagraniem.
pt_br: Não há frases com áudio
ro: Nu există propoziții cu conținut audio
ru: Предложений с аудио нет
sk: Nie sú žiadne vety so zvukovými nahrávkami
sr: Нема реченица са звуком
tr: Hiç sesli cümle yok
tt: Аудио белән җөмләләр юк
uk: Речень зі звуком немає
vi: Không có câu nào có âm thanh

source: Audio contributed by {username}
ar: تسجيلات {username} الصوتية
bg: Аудиото е добавено от {username}
br: Aodio degaset gant {username}
de: Aufgenommen von {username}
el: Ήχος συνεισφέρθηκε από τον {username}
eo: Sonregistraĵoj liveritaj de {username}
es: Voz grabada por {username}
eu: Audio hori erabiltzaile honen ekarpena: {username}
fi: Äänite käyttäjän {username} lisäämä
fr: Enregistrements sonores fournis par {username}
he: שמע שנתרם על ידי {username}
hi: ऑडियो का योगदान {username} ने किया
hu: {username} által hozzáadott hangfelvételek
ia: Audio contribuite per {username}
id: Audio dibuat oleh {username}
is: Upptökur frá {username}
it: Audio contribuito da {username}
ja: 音声録音者：{username}
mr: {username} यांनी केलेले ऑडिओचे योगदान
nl: Geluidsfragment toegevoegd door {username}
pl: Nagranie dodane przez {username}
pt_br: Áudio enviado por {username}
ro: Conținut audio adăugat de {username}
ru: Аудиозапись добавлена пользователем {username}
sk: Nahrávka poskytnutá užívateľom {username}
sr: Звук допринео/ла {username}
tr: {username} kullanıcısının sesleri
tt: Аудио бирелгән {username}
uk: Звук додано користувачем {username}
vi: Âm thanh do {username} đóng góp

source: My audio
ar: تسجيلاتي الصوتيّة
bg: Мое аудио
br: Ma aodio-où
de: Meine Audioaufnahmen
el: Ο ήχος μου
eo: Miaj sonregistraĵoj
es: Mi sonido
eu: Nire audioa
fi: Minun äänitteeni
fr: Mes enregistrements sonores
he: השמע שלי
hi: मेरा ऑडियो
hu: Hangfelvételeim
ia: Mi audio
id: Audio saya
is: Mínar upptökur
it: Il mio audio
ja: 自分の音声
ku: Dengên min
mr: माझे ऑडिओ
nl: Mijn geluidsfragmenten
pl: Moje nagranie
pt_br: Meus áudios
ro: Conținutul meu audio
ru: Мои аудиозаписи
sk: Moje nahrávky
sr: Мој звук
tr: Seslerim
tt: Минем аудиоязмам
uk: Мої речення зі звуком
vi: Âm thanh của tôi

source: License:
ar: الرخصة:
bg: Лиценз:
br: Lisañs:
de: Lizenz:
el: Άδεια:
eo: Permesilo:
es: Licencia:
eu: Lizentzia:
fi: Lisenssi:
he: רישיון:
hi: लाइसेंस:
hu: Licenc:
ia: Licentia:
id: Lisensi:
is: Leyfi:
it: Licenza:
ja: ライセンス：
ku: Lîsans:
mr: परवाना:
nl: Licentie:
pl: Licencja:
pt_br: Licença:
ro: Licență:
ru: Лицензия:
sk: Licencia:
sr: Лиценца:
tr: Lisans
tt: Лицензия:
uk: Ліцензія:
vi: Giấy phép:

source: Attribution URL:
ar: مسار نسبة الحقوق:
bg: URL адрес на референция:
br: Testeni URL:
de: Adresse zur Namensnennung:
el: URL απόδοσης:
eo: Atribua retadreso:
es: Atributo URL:
eu: Egiletza aitortzeko URL:
fi: Tekijän nimeämisessä käytettävä URL:
fr: URL d'attribution :
he: כתובת ייחוס:
hi: एट्रिब्यूशन यूआरएल:
hu: Forrásmegjelölési URL:
ia: URL pro attribution:
id: URL atribusi:
it: URL per l'attribuzione:
ja: 著作権の帰属に関するURL
mr: आरोपण यू.आर.एल.:
nl: Toewijzings-URL:
pl: Adres URL źródła:
pt_br: URL de atribuição:
ro: Adresa URL:
ru: Ссылка на источник:
sk: Priraďovacia URL:
sr: URL лиценце:
tr: Atıf URL'si:
tt: Атрибутик URL:
uk: Посилання на автора:
vi: Đường dẫn phân bổ:

source: Leave this field empty to use your profile page.
ar: اترك هذا الحقل فارغًا لاستخدام صفحتك الشخصيّة.
bg: Оставете това поле празно, за да използвате страницата на потребителския си профил.
br: Laoskit ar vaezienn-mañ goullo evit ober gant ho pajenn brofil.
de: Zur Verwendung der Profilseite dieses Feld leer lassen.
el: Αφήστε αυτό το πεδίο κενό για να χρησιμοποιήσετε την σελίδα προφίλ.
eo: Lasu tiun ĉi kampon neplenigita por uzi vian profilon.
es: Deje este campo vacío para usar su página de perfil.
eu: Utzi eremu hau hutsi zure profileko orria erabiltzeko.
fi: Jätä tämä kenttä tyhjäksi käyttääksesi profiilisivuasi.
fr: Laissez ce champ vide pour utiliser votre page de profil.
he: יש להשאיר את השדה הזה ריק כדי להשתמש בעמוד הפרופיל שלך.
hi: अपने प्रोफ़ाइल पृष्ठ का उपयोग करने के लिए इस फ़ील्ड को रिक्त छोड़ें
hu: A profilod használatához hagyd üresen ezt a mezőt.
ia: Lassa iste campo vacue pro usar tu pagina de profilo.
id: Kosongkan kolom ini untuk menggunakan halaman profil Anda.
it: Lascia vuoto questo campo per utilizzare la tua pagina del profilo.
ja: プロフィールページを利用するにはこのフィールドを空欄にしてください。
mr: आपल्या रूपरेखेचे पान वापरण्याकरिता हा रकाना रिकामा सोडा
nl: Laat dit veld leeg om jouw profielpagina te gebruiken.
pl: Pozostaw to pole puste by użyć swojej strony profilowej.
pt_br: Deixe este campo em branco para usar a sua página de perfil.
ro: Lăsați acest câmp necompletat pentru a utiliza pagina de profil.
ru: Оставьте это поле пустым, если хотите использовать страницу вашего профиля.
sk: Zanechajte toto políčko prázdne, aby ste mohli používať svoju profilovú stránku.
sr: Оставите ово поље празно да бисте користили своју профилну страницу.
tr: Profil sayfanızı kullanmak için burayı boş bırakın.
tt: Үз профилегезнең битен файдалану өчен бу кырны буш калдырыгыз.
uk: Якщо це поле залишити порожнім буде використана сторінка вашого профіля.
vi: Để trống trường này để sử dụng trang hồ sơ của bạn.

source: {username} has not contributed any audio
ar: لم يُساهم {username} بأيّ تسجيل
bg: {username}не е допринесъл никакво аудио
br: N'en deus ket degaset aodio ebet {username}
de: {username} hat noch keine Vertonungen vorgenommen.
el: Ο {username} δεν έχει συνεισφέρει ήχο
eo: {username} ne liveris iun sondosieron
es: {username} no ha grabado ningún sonido
eu: {username} horrek ez du audio ekarpenik egin
fi: {username} ei ole lisännyt yhtään äänitettä
fr: {username} n'a fourni aucun enregistrement sonore
he: לא נתרם שמע על ידי {username}
hi: {username} ने कोई भी ऑडियो का योगदान नहीं किया है
hu: {username} nem adott hozzá hangfelvételt
ia: {username} non ha contribuite audio
id: {username} belum mengirimkan audio
is: {username} hefur ekki gefið neinar upptökur
it: {username} non ha contribuito con alcun file audio
ja: {username}は音声を投稿していません
mr: {username} यांनी कोणत्याही ऑडिओचे योगदान केले नाही
nl: {username} heeft geen audio bijgedragen
pl: {username} nie dodał/dodała żadnego nagrania
pt_br: O usuário {username} não enviou nenhum áudio.
ro: {username} nu a adăugat conținut audio până în prezent.
ru: Пользователь {username} еще не добавил ни одного аудио
sk: {username} neprispel žiadne zvukové nahrávky
sr: {username} није допринео/ла ниједним звучним записом
tr: {username} hiç ses eklemedi
tt: {username} бернинди аудиоязмалар өстәмәгән
uk: {username} не додав жодного речення зі звуком
vi: {username} chưa đóng góp âm thanh nào

source: (total {totalAudio})
bg: (общо {totalAudio})
br: ({totalAudio}en holl)
de: (insg. {totalAudio})
eo: (entute {totalAudio})
fi: (yhteensä {totalAudio})
he: ({totalAudio} סך הכול)
hi: (कुल {totalAudio})
hu: (összesen {totalAudio})
it: (in totale {totalAudio})
ja: （合計 {totalAudio}）
mr: (एकूण {totalAudio})
nl: (totaal {totalAudio})
ru: (всего {totalAudio})
tt: (барлыгы {totalAudio})

source: Activity timeline
ar: خط النشاط الزمني
bg: Времева линия на дейността
br: Oberiantiz ar frizenn gronologel
de: Aktivität (Zeitleiste)
el: Χρονοδιάγραμμα δραστηριότητας
eo: Laŭtempa aktiveco
es: Panel de actividad
eu: Egindakoaren denbora-lerroa
fi: Toiminta-aikajana
fr: Activité
he: ציר זמן פעילות
hi: गतिविधि समय रेखा
hu: Részvételi grafikon
ia: Chronologia de activitate
id: Linimasa
is: Tímalína starfsemi
it: Linea temporale delle attività
ja: 活動タイムライン
ku: Demnameya çalakiyan
mr: क्रिया कालरेषा
nl: Activiteitstijdlijn
pl: Wykres aktywności
pt_br: Linha do tempo das atividades
ro: Cronologia activității
ru: График активности:
sk: Krivka činnosti
sr: Временска линија активности
tr: Faaliyet çizelgesi
tt: Активлыкның вакыт шкаласы
uk: Журнал дій
vi: Tiến trình hoạt động

source: Activity timeline — {month} {year}
bg: Времева линия на дейността - {month} {year}
br: Oberiantiz ar frizenn gonologel — {month} {year}
de: Aktivität (Zeitleiste): {month} {year}
el: Χρονοδιάγραμμα δραστηριότητας — {month} {year}
eo: Laŭtempa aktiveco — {month} {year}
es: Línea temporal de actividad — {month} {year}
eu: Egindakoaren denbora-lerroa — {month} {year}
fi: Toiminta-aikajana – {month} {year}
fr: Historique de l’activité — {month} {year}
he: ציר זמן פעילות — {month} {year}
hi: गतिविधि की समयावधि — {month} {year}
hu: Tevékenységi idővonal — {year} {month}
ia: Chronologia de activitate — {month} {year}
id: Linimasa kegiatan — {month} {year}
is: Tímalína starfsemi — {month} {year}
it: Linea temporale delle attività — {month} {year}
ja: 活動タイムライン — {year}年 {month}
ku: Demnameya çalakiyan —{month} {year}
mr: क्रिया समयरेखा — {month} {year}
nl: Activiteitstijdlijn - {month} {year}
pl: Wykres aktywności - {month} {year}
pt_br: Linha do tempo das atividades — {month} de {year}
ro: Cronologia activității — {month} {year}
ru: График активности — {month} {year}
sk: Krivka činnosti — {month} {year}
sr: Временска линија активности — {month} {year}
tr: Faaliyet çizelgesi — {month} {year}
tt: Активлык графигы — {month} {year}
vi: Tiến trình hoạt động — {month} {year}

source: Statistics about the number of contributions over this month.
bg: Статистика за броя на вноските през този месец.
br: Statistikoù diwar-benn an niver a zegasadennoù a-hed ar miz-mañ.
de: Statistik der Beiträge in diesem Monat.
el: Στατιστικά για τον αριθμό συνεισφορών αυτού του μήνα.
eo: Statistiko pri la nombro de kontribuoj ĉi-monataj.
es: Estadisticas sobre el número de contribuciones durante este mes.
eu: Hilabete honetan egindako ekarpenen kopuruari buruzko estatistikak.
fi: Tämän kuun työpanostilastot.
fr: Statistiques sur le nombre de contributions ce mois-ci.
he: סטטיסטיקה על מספר התרומות בחודש הזה.
hi: इस महीने में योगदान की संख्या के बारे में आंकड़े।
hu: Statisztika az e havi hozzájárulások számáról
ia: Statisticas sur le numero de contributiones durante iste mense.
id: Statistik tentang jumlah kontribusi bulan ini
it: Statistiche riguardanti il numero di contributi di questo mese.
ja: 今月の投稿数に関する統計データです。
ku: Amarên der barê hejmara beşdariyên vê mehê hatine kirin.
mr: या महिन्यात केल्या गेलेल्या योगदानांच्या संख्येविषयी आकडेवारी
nl: Statistieken over het aantal bijdragen in deze maand.
pl: Statystyki dotyczące liczby edycji w tym miesiącu.
pt_br: Estatísticas sobre o número de contribuições deste mês.
ro: Statistici cu privire la numărul de contribuții din această lună.
ru: Статистика о числе вкладов за этот месяц.
sk: Štatistika množstva príspevkov za tento mesiac.
sr: Статистика о броју доприноса током овог месеца.
tr: Bu ay yapılan katkıların sayısının istatistiği.
tt: Бу ай өчен кертемнәр саны турында Статистика.
vi: Thống kê về số lượng đóng góp trong tháng này.

source: Statistics about the number of contributions over {month} {year}.
bg: Статистика за броя приноси за {month} {year}.
br: Statistikoù war an niver a zegasadennoù e miz {month} {year}.
de: Statistik der Beiträge im {month}{year}.
el: Στατιστικά για τον αριθμό συνεισφορών τον {month} {year}.
eo: Statistiko pri la nombro de kontribuoj pri unu{month} {year}.
es: Estadisticas sobre el número de contribuciones durante el {month} {year}.
eu: Egindako ekarpenen kopuruari buruzko estatistikak epe honetan: {month} {year}.
fi: {month}n {year} työpanostilastot.
fr: Statistiques sur le nombre de contributions au mois de {month} {year}.
he: סטטיסטיקה על מספר התרומות ב־{month} {year}.
hi: {month} {year} में योगदान की संख्या के बारे में आंकड़े।
hu: Statisztika a {year} {month} havi hozzájárulások számáról.
ia: Statisticas sur le numero de contributiones durante {month} {year}.
id: Statistik tentang banyaknya kontribusi selama {month} {year}.
it: Statistiche riguardanti il numero di contributi in {month} {year}.
ja: {year}年 {month} の投稿数に関する統計データです。
mr: {month} {year} या महिन्यात केल्या गेलेल्या योगदानांच्या संख्येविषयी आकडेवारी
nl: Statistieken over het aantal bijdragen in {month} {year}.
pl: Statystyki dotyczące liczby edycji w {month} {year}.
pt_br: Estatísticas sobre o número de contribuições em {month}de {year}.
ro: Statistici cu privire la numărul de contribuții pentru {month} {year}.
ru: Статистика о числе вкладов за {month} {year}.
sk: Štatistika množstva príspevkov za {month} {year}.
sr: Статистика о броју доприноса током {month} {year}.
tr: {month} {year} tarihinde yapılan katkıların sayısının istatistiği.
tt: Статистика {month} {year} өчен кертемнәр саны турында.
vi: Thống kê về số lượng đóng góp trong {month} {year}.

source: Day
bg: Ден
br: Devezh
de: Tag
el: Μέρα
eo: Tago
es: Día
eu: Eguna
fi: Päivä
fr: Jour
he: יום
hi: दिन
hu: Nap
ia: Die
id: Hari
is: Dagur
it: Giorno
ja: 日付
ku: Roj
mr: दिवस
nl: Dag
pl: Dzień
pt_br: Dia
ro: Data
ru: День
sk: Deň
sr: Дан
tr: Gün
tt: Көн
vi: Ngày

source: Sentences added
ar: الجمل المضافة
bg: Добавени изречения
br: Frazennoù ouzhpennet
de: Hinzugefügte Sätze
el: Φράσεις που προστέθηκαν
eo: Aldonitaj frazoj
es: Oraciones agregadas
eu: Gehitutako esaldiak
fi: Lisätyt lauseet
fr: Phrases ajoutées
he: משפטים שנוספו
hi: जोड़े हुए वाक्य
hu: Mondatok hozzáadva
ia: Phrases addite
id: Kalimat yang ditambahkan
is: Setningum viðbætt
it: Frasi aggiunte
ja: 追加された例文
ku: Hevokên hatine tevlîkirin
mr: जोडलेली वाक्ये
nl: Toegevoegde zinnen
pl: Dodane zdania
pt_br: Frases adicionadas
ro: Propoziții adăugate
ru: Предложений добавлено
sk: Pridané vety
sr: Додато реченица
tr: Eklenen cümleler
tt: Җөмләләр өстәлгән
uk: Речення додані
vi: Đã thêm câu

source: Links added
ar: الروابط المُضافة
bg: Добавени линкове
br: Liammoù ouzhpennet
de: Geschaffene Verknüpfungen
el: Προστεθημένοι σύνδεσμοι
eo: Aldonitaj ligiloj
es: Enlaces añadidos
eu: Gehitutako estekak
fi: Lisätyt linkitykset
fr: Liens ajoutés
he: קישורים שנוספו
hi: लिंक जोड़ी
hu: Hivatkozások hozzáadva
ia: Ligamines addite
id: Pranala sudah ditambahkan
is: Tengjum bætt
it: Collegamenti aggiunti
ja: リンクの追加
ku: Girêdanên hatine tevlîkirin
mr: जोडलेले दुवा
nl: Toegevoegde links
pl: Dodane linki
pt_br: Vínculos adicionados
ro: Linkuri adăugate
ru: Связей добавлено
sk: Pridané spojenia
sr: Додато веза
tr: Eklenen bağlantılar
tt: Сылтамалар өстәлгән
vi: Đã thêm liên kết
