Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
ar: تصفّح (متى أمكنك ذلك) الجُمل الموسومة بِ‍ ‎{tagChange} و‎{tagCheck} و‎{tagNNC} لمناقشة الجُمل مع الأعضاء الآخرين والمساعدة في تقرير التصرّف المناسب مع هذه الجُمل.
bg: Винаги, когато можете, преглеждайте изречения, маркирани с {tagChange}, {tagCheck} и {tagNNC}, за да обсъдите изреченията с други членове и да помогнете да решите какво да правите с тези изречения.
br: Seul wech ha ma c'hellit, merdeit e-mesk ar frazennoù hag a vez merket {tagChange}, {tag Check} ha {tagNNC} evit komz eus ar frazennoù gant an izili all hag evit dibab petra ober gant ar frazennoù-mañ.
de: Sieh dir die mit {tagChange}, {tagCheck} und {tagNNC} etikettierten Sätze, wann immer du kannst, durch, beteilige dich an den Diskussionen und hilf mit zu entscheiden, wie mit den Problemen verfahren werden soll.
el: Όποτε μπορείτε, περιηγηθείτε μέσα από προτάσεις που έχουν ετικέτες {tagChange}, {tagCheck}, και {tagNNC} για να συζητήσετε τις προτάσεις με άλλα μέλη και να βοηθήσετε να αποφασίσθει τι θα γινει με αυτά τα λόγια.
eo: Kiam ajn vi povas, trafoliumu la frazojn kun la etikedoj {tagChange}, {tagCheck} kaj {tagNNC} por pridiskuti ilin kun aliaj membroj kaj helpi decidi, kion fari pri ili.
es: Siempre que pueda, navegue entre las oraciones etiquetadas con {tagChange}, {tagCheck} y {tagNNC} para intercambiar opiniones sobre las oraciones con otros miembros y ayudar de esta forma a decidir qué hacer con ellas.
eu: Ahal duzunean, nabigatu {tagChange} etiketa edo {tagCheck}, edo {tagNNC} etiketa duten esaldietan, eta eztabaidatu esaldi horien gainean beste erabiltzaile batzuekin. Horrela lagunduko duzu erabakitzen esaldi horiekin zer egin.
fi: Aina kun pystyt, selaile lauseita, joissa on tunnisteet {tagChange}, {tagCheck} ja {tagNNC}, keskustellaksesi näistä lauseista muiden jäsenten kanssa ja auttaaksesi päättämään mitä näille lauseille tehdään.
fr: Si vous le pouvez, parcourez les phrases portant les étiquettes {tagChange}, {tagCheck}, et {tagNNC} pour en discuter avec les autres membres et aider à décider de ce qu'il conviendrait de faire.
he: בכל עת שמתאפשר לך, כדאי לעבור על משפטים שמתויגים בתגיות {tagChange},‏ {tagCheck} או {tagNNC} כדי לדון על המשפטים האלה עם חברים אחרים ולסייע להחליט מה לעשות אתם.
hi: जब भी आप कर सकते हैं, अन्य सदस्यों के साथ वाक्यों पर चर्चा करने के लिए {tagChange}, {tagCheck}, और {tagNNC} टैग किए गए वाक्यों को ब्राउज़ करें और यह तय करने में सहायता करें कि इन वाक्यों का क्या करना है।
hu: Amikor lehetőséged van rá, vess egy pillantást a {tagChange}, {tagCheck}, és {tagNNC} címkékkel ellátott mondatokra, hogy megvitathasd a mondatokat a többi taggal és közösen eldönthessétek, hogy mi legyen ezekkel a mondatokkal.
ia: Quando tu pote, percurre le phrases con etiquettas {tagChange}, {tagCheck} e {tagNNC} pro discuter le phrases con altere membros e adjutar a decider lo que facer con iste phrases.
id: Kapanpun Anda bisa, telusuri kalimat yang berlabel {tagChange}, {tagCheck}, dan {tagNNC}. kemudian diskusikan dengan kontributor lain untuk menentukan apa yang harus dilakukan pada kalimat tersebut.
it: Ogni volta che puoi, esplora le frasi che hanno le etichette {tagChange}, {tagCheck} e {tagNNC} per discuterle con gli altri membri e aiutare a decidere cosa fare di esse.
ja: {tagChange}、{tagCheck}、{tagNNC}タグのついている文をチェックして、他のメンバーと議論をした上で適切な措置を講じてください。
mr: जमेल तेव्हा {tagChange}, {tagCheck} आणि {tagNNC} या खूणचिठ्ठ्या लावली असलेली वाक्ये चाळा. त्या वाक्यांची दुसर्‍या सदस्यांबरोबर चर्चा करा, व या वाक्यांचे काय करावे याचा निर्णय घेण्यात मदत करा.
nl: Blader wanneer je maar kunt door de zinnen die gelabeld zijn met {tagChange}, {tagCheck}, en {tagNNC} om de zinnen te bespreken met andere leden en om te helpen beslissen wat er met deze zinnen gedaan moet worden.
pl: Kiedy tylko możesz, przeglądaj zdania z tagami {tagChange}, {tagCheck} i {tagNNC}, by omówić je z innymi użytkownikami i pomóc zdecydować o ich dalszym losie.
pt_br: Sempre que puder, navegue pelas frases que estão etiquetadas com {tagChange}, {tagCheck} e {tagNNC} para discuti-las com outros membros e ajudar a decidir o que fazer com elas.
ro: Ori de câte ori puteți, răsfoiți propozițiile etichetate cu {tagChange}, {tagCheck} și {tagNNC} pentru a dezbate propozițiile cu alți membri și pentru a hotărî ce e de făcut cu aceste propoziții.
ru: Всякий раз, как это возможно, просматривайте предложения, помеченные тегами {tagChange}, {tagCheck} и {tagNNC}, и обсуждайте их с другими участниками, чтобы помочь решить, как поступить с этими предложениями.
sk: Kedykoľvek môžete, prechádzajte vetami so štítkami {tagChange}, {tagCheck}, a {tagNNC}, diskutujte o nich s ostatnými užívateľmi a pomôžte rozhodnúť, ako s týmito vetami ďalej postupovať.
sr: Кад год можете, претражујте реченице означене са {tagChange}, {tagCheck}, или {tagNNC} и учествујте у дискусијама са другим члановима како бисмо одлучили шта да радимо са овим реченицама.
tr: Uygun olduğunuzda {tagChange}, {tagCheck} ve {tagNNC} etiketine sahip cümlelere bakın ve bu cümlelerin akıbetini diğer üyelerle tartışın.
tt: Теләсә нинди мөмкинлек булганда, {tagChange}, {tagCheck} һәм {tagNNC} теглы җөмләләрне карап чыгыгыз, алар турында башка катнашучылар белән фикер алышырга һәм аларның кайсыларын яхшырак кулланырга икәнен хәл итәргә ярдәм итегез.
uk: Коли ви маєте час, переглядайте речення з теґом {tagChange}, {tagCheck}, та {tagNNC} для обговорення речень з іншими учасниками та вирішення подальшої долі цих речень.
vi: Bất cứ khi nào bạn có thể, hãy duyệt qua các câu được gắn thẻ {tagChange}, {tagCheck} và {tagNNC} để thảo luận về các câu đó với các thành viên khác để giúp quyết định cần phải làm gì với những câu này.

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
ar: متى ما حُلّت مشكلة كانت تواجه إحدى الجمل، سِمها بِ‍ ‎{tagOK}. بشكل عام، يمكنك تصفّح جُمل الآخرين والتحقّق منها ووسمها بِ‍ ‎{tagOK}. لكن لا تقم بهذا إلّا عند التأكّد التامّ من صحّتها، كما ولا تَسِم جملك أنت.
bg: След като е адресирано/коригирано проблематично изречение, маркирайте го с {tagOK}. По-общо можете да разглеждате и проверявате изреченията на другите и да ги маркирате с {tagOK}. Но правете това само когато сте напълно сигурни, че те са верни, и не използвайте маркера в собствените си изречения.
br: Ur wech m'eo bet tretet ur frazenn gudennek, lakait ar baliz {tagOK}. En un doare hollekoc'h, gellout a rit merdeiñ e mesk ha gwiriañ frazennoù ar re all ha lakaat balizoù warno gant {tagOK}. Nemet pa 'vezer sur da vat e vezont reizh, ha na implijit ket al balizoù-mañ war ho frazennoù deoc'h c'hwi.
de: Wenn ein problematischer Satz berichtigt wurde und du dir sicher bist, dass er nun korrekt ist, versieh ihn mit dem {tagOK}-Etikett. Wende es nicht auf deine eigenen Sätze an!
el: Μόλις έχει αντιμετωπιστεί μια προβληματική πρόταση, προσθέστε την ετικέτα {tagOK}. Γενικότερα, μπορείτε να περιηγηθείτε και να ελέγξετε φράσεις άλλων στην ετικέτα τους με το {tagOK}. Αλλά να το κάνετε αυτό μόνο όταν είστε απολύτως σίγουροι ότι είναι σωστές, και δεν χρησιμοποιούν την ετικέτα για της δικες σας φράσεις.
eo: Tiuj kiam problema frazo estas traktita, etikedu ĝin per {tagOK}. Pli ĝenerale, vi povas foliumi kaj kontroli la frazojn de aliaj kaj etikedi ilin per {tagOK}. Sed faru tion nur, se vi estas tute certa, ke ili estas ĝustaj kaj ne uzu la etikedon pri viaj propraj frazoj.
es: Una vez resueltas las incidencias surgidas con una oración problemática, etiquétela como {tagOK}. En general, puede navegar y comprobar las oraciones de otros y etiquetarlas con {tagOK}. Pero haga esto sólo cuando esté completamente seguro de que son correctas, y no use nunca la etiqueta en sus propias oraciones.
eu: Problemak ematen zituen esaldi bat azkenik behin batiko onartu eta gero, markatu esaldi hori {tagOK} etiketarekin. Orokorrean, zuk arakatu eta baieztatu ahal dituzu beste erabiltzaileen esaldiak eta markatu ditzakezu {tagOK} etiketarekin. Baina etiketa hori erabiltzekotan, egon zaitez erabat ziur esaldi hori goitik behera zuzen-zuzena dela, eta, mesedez, ez erabili etiketa hau zuk zeuk igorritako esaldiak markatzeko.
fi: Kun ongelmallinen lause on käsitelty, lisää siihen tunniste {tagOK}. Yleisemmällä tasolla voit selailla ja tarkistaa muiden lauseita ja lisätä niihin tunnisteen {tagOK}. Mutta tee näin vain silloin kun olet täysin varma, että lauseet ovat oikein, äläkä käytä tätä tunnistetta omissa lauseissasi.
fr: Une fois qu'une phrase qui posait un problème a été traitée, apposez-lui l'étiquette {tagOK}. Plus généralement, vous pouvez parcourir et vérifier les phrases des autres et y apposer l'étiquette {tagOK}. Mais faites-le uniquement lorsque vous êtes sûr(e) à cent pour cent qu'elles sont correctes, et n'utilisez pas cette étiquette sur vos propres phrases.
he: לאחר טיפול במשפט שנוי במחלוקת, יש לתייג אותו ב־{tagOK}. ובאופן כללי, אפשר לעיין ולבדוק משפטים של אחרים ולתייג אותם ב־{tagOK}. מוטב לעשות זאת רק אם אין עוררין באשר לתקינותם ולא להשתמש בתגית על המשפטים שלך.
hi: एक बार समस्याग्रस्त वाक्य को संबोधित करने के बाद, इसे {tagOK} टैग करें। अधिक आम तौर पर, आप दूसरों के वाक्यों को ब्राउज़ और जांच सकते हैं और उन्हें {tagOK} के साथ टैग कर सकते हैं। लेकिन ऐसा केवल तभी करें जब आप पूरी तरह से सुनिश्चित हों कि वे सही हैं, और अपने स्वयं के वाक्यों पर टैग का उपयोग न करें।
hu: Miután egy hibás mondat helyesbítve lett, jelöld meg {tagOK} címkével. Ezen kívül böngészhetsz és ellenőrizheted mások mondatait és megcímkézheted őket, mint {tagOK}. De ezt csak akkor csináld, ha teljesen biztos vagy abban, hogy azok helyesek, és ne használd a címkét a saját mondataidhoz.
ia: Un vice que le problemas in un phrase ha essite remediate, affixa le etiquetta {tagOK}. In general, tu pote percurrer e verificar le phrases de alteres e affixar a illos le etiquetta {tagOK}. Ma face lo solmente si tu es totalmente secur de lor correctessa, e non usa le etiquetta pro tu proprie phrases.
id: Setelah masalah pada sebuah kalimat terselesaikan, silakan beri label {tagOK}. Secara umum, Anda bisa menelusuri dan mengecek kalimat pengguna lain, kemudian memberikan label {tagOK}. Tapi hanya lakukan bila Anda sudah benar-benar yakin bahwa kalimat tersebut benar. Jangan berikan label pada kalimat Anda sendiri.
it: Appena una frase problematica è stata affrontata, aggiungi l'etichetta {tagOK}. Più in generale, puoi esplorare e controllare le frasi degli altri, e aggiungere l'etichetta {tagOK}. Però, fai questo solamente quando sei completamente sicuro che siano corrette, e non utilizzare l'etichetta con le frasi che hai aggiunto tu.
ja: 問題点が訂正された文には{tagOK}タグをつけてください。また、そもそも問題のない良い文にも{tagOK}タグをつけましょう。ただし、OKタグは完全に正しいという自信のある文にだけつけてください。また自分の文にはOKタグはつけないでください。
mr: प्रश्नात्मक वाक्य दुरुस्त केल्यावर त्यावर {tagOK} ही खूणचिठ्ठी लावा. साधारणतः आपण दुसर्‍यांची वाक्ये चाळून त्यांवर {tagOK} ही खूणचिठ्ठी लावू शकता. परंतु त्या वाक्यांच्या अचूकपणाबद्दल पूर्णपणे खत्री असेल तरच असं करा. ही खूणचिठ्ठी स्वतःच्या वाक्यांवर लावू नये.
nl: Zodra een problematische zin is behandeld, label hem dan met {tagOK}. Over het algemeen kun je door andermans zinnen bladeren om ze te controleren en labelen met {tagOK}. Doe dit echter alleen als je er helemaal zeker van bent dat de zin correct is, en voeg het label niet toe aan je eigen zinnen.
pl: Kiedy problem ze zdaniem został rozwiązany, otaguj je {tagOK}. Ogólnie, możesz przeglądać i sprawdzać zdania innych i tagować je {tagOK}. Rób to jednak tylko jeśli masz całkowitą pewność, że tagowane zdanie jest poprawne. Nie taguj w ten sposób własnych zdań.
pt_br: Uma vez resolvido o problema de uma frase, adicione a etiqueta {tagOK}. Você também pode navegar e revisar as frases de outros usuários e etiquetá-las com {tagOK}, mas faça isso somente quando tiver certeza de que elas estão corretas. Não use essa etiqueta nas suas próprias frases.
ro: În momentul în care o propoziție este adusă în discuție, etichetați-o cu {tagOK}. Mai pe larg, puteți răsfoi și verifica propozițiile altora și le puteți eticheta cu {tagOK}. Dar faceți acest lucru doar atunci când sunteți complet sigur că sunt corecte. De asemenea, nu folosiți eticheta pentru propriile propoziții.
ru: Как только проблемы с сомнительным предложением решены, помечайте его тегом {tagOK}. В общем случае, вы можете просматривать и проверять чужие предложения и помечать их этим тегом, однако делайте это только, если вы абсолютно уверены в их правильности. Не используйте тег {tagOK} для ваших собственных предложений.
sk: Akonáhle je sporná veta opravená, označte ju štítkom {tagOK}. Samozrejme, môžete aj prechádzať ostatnými vetami a označiť ich s {tagOK}, ale iba keď ste si naozaj istý, že sú správne a nepoužívajte daný štítok so svojimi vlastnými vetami.
sr: Када се направе неопходне измене над проблематичном реченицом, означи је са {tagOK}. У општем случају, можеш да претражујеш и провераваш туђе реченице и означаваш их са {tagOK}. Али ради ово само ако си потпуно сигуран да су исправне, и немој да користиш ознаку над сопственим реченицама.
tr: Sorunlu bir cümle düzeltildiğinde cümleye {tagOK} etiketini ekleyin. Diğer üyelerin cümlelerine de doğruluklarına emin olduğunuz sürece {tagOK} etiketini ekleyebilirsiniz. Bu etiketi kendi cümleleriniz için kullanmayın.
tt: Проблемалы җөмләне чишү белән, аны {tagOK} тамгалагыз. Гомумән алганда, сез башка кулланучыларның җөмләләрен карый һәм тикшерә аласыз һәм аларны {tagOK} дип тамгалый аласыз. Ләкин моны сез аларның дөреслегенә тулысынча ышанган вакытта гына эшләгез һәм үз җөмләләрегездә тег кулланмагыз.
uk: Коли проблемне речення було виправлене, поставте теґ {tagOK}. Взагалі ви можете передивлятись та перевіряти речення інших та ставити їм теґ {tagOK}. Але робіть це тільки коли ви напевно знаєте що вони є правильними, і не використовуйте цей теґ для власних речень.
vi: Khi một câu có vấn đề đã được giải quyết, hãy gắn thẻ {tagOK}. Về cơ bản, bạn có thể duyệt và kiểm tra câu của người khác và gắn thẻ với {tagOK}. Nhưng chỉ làm như vậy khi bạn hoàn toàn chắc chắn rằng chúng đúng và không sử dụng thẻ này trên các câu của riêng bạn.

source: Translate sentences
ar: ترجِم جملًا
bg: Преведете изреченията
br: Treiñ frazennoù
de: Sätze übersetzen
el: Μετάφραση φράσεων
eo: Traduki frazojn
es: Traducir oraciones
eu: Itzuli esaldiak
fi: Käännä lauseita
fr: Traduire des phrases
he: תרגום משפטים
hi: वाक्यों का अनुवाद करें
hu: Mondatok fordítása
ia: Traducer phrases
id: Terjemahkan kalimat
is: Þýða setningar
it: Traduci delle frasi
ja: 例文を翻訳する
ku: Hevokan wergerîne
mr: वाक्यांचे भाषांतर करा
nl: Zinnen vertalen
pl: Tłumacz zdania
pt_br: Traduzir frases
ro: Traduceți propoziții
ru: Перевод предложений
sk: Prekladať vety
sr: Преводите реченице
tr: Cümle çevir
tt: Җөмләләрне тәрҗемә итәргә
uk: Перекласти речення
vi: Dịch câu

source: How to add a translation
ar: طريقة إضافة الترجمات
bg: Как да добавя превод
br: Penaos ouzhpennañ un droidigezh
de: Übersetzung hinzufügen
el: Πως να προσθέσετε μια μετάφραση
eo: Kiel aldoni tradukon
es: Cómo añadir una traducción
eu: Nola gehitu itzulpen bat
fi: Miten lisätään käännös?
fr: Comment ajouter une traduction
he: כיצד להוסיף תרגום
hi: अनुवाद कैसे जोड़ें
hu: Hogy lehet fordítást hozzáadni
ia: Como adder un traduction
id: Cara menambahkan terjemahan
is: Hvernig á að bæta við þýðingu
it: Come aggiungere una traduzione
ja: 訳の投稿
ku: Wergerek çawa tê tevlîkirin
mr: भाषांतर कसे जोडावे
nl: Hoe voeg je een vertaling toe
pl: Jak dodać tłumaczenie
pt_br: Como adicionar uma tradução
ro: Cum să adăugați o traducere
ru: Как добавить перевод
sk: Ako pridať preklad
sr: Како додати превод
tr: Nasıl çeviri eklenir
tt: Тәрҗемәне ничек өстәргә
uk: Як додати переклад
vi: Cách thêm bản dịch

source: Once the sentences are displayed, click on {translateButton} to add a translation.
ar: بعدما عُرضت الجُمل عليك، انقر زرّ {translateButton} لإضافة ترجمة.
bg: След като изреченията се покажат, щракнете върху {translateButton}, за да добавите превод.
br: Ur wech ma vez diskouezet ar frazennoù, klikit war {translateButton} evit ouzhpennañ un droidigezh.
de: Um einen angezeigten Satz zu übersetzen, klicke auf das Symbol {translateButton}.
el: Μόλις οι προτάσεις εμφανιστούν, κάντε κλικ στο {translateButton} και προσθέστε τη μετάφραση.
eo: Kiam la frazoj estas montrataj, alklaku {translateButton} por aldoni tradukon.
es: Una vez que se muestren las oraciones, haga clic en {translateButton} para añadir una traducción
eu: Esaldiak agertu eta gero, egin klik {translateButton} horretan itzulpen bat gehitzeko.
fi: Kun näet lauseet näytöllä, klikkaa {translateButton}-kuvaketta lisätäksesi käännöksen.
fr: Une fois que les phrases sont affichées, cliquez sur {translateButton} pour ajouter une traduction.
he: ברגע שהמשפטים מוצגים, לחיצה על {translateButton} תאפשר להוסיף תרגום.
hi: वाक्य दिखाए जाने पर अनुवाद जोड़ने के लिये {translateButton} बटन पर क्लिक करें।
hu: Miután a mondatok megjelentek, kattints a {translateButton} gombra a fordítás hozzáadásához.
ia: Un vice que le phrases es monstrate, clicca sur {translateButton} pro adder un traduction.
id: Setelah kalimat ditampilkan, silakan klik pada {translateButton} untuk menambahkan terjemahan.
is: Þegar setningar birtast smelltu á {translateButton} til að bæta við þýðingu.
it: Una volta che vengono mostrate le frasi, clicca su {translateButton} per aggiungere una traduzione.
ja: 文が表示されたら、{translateButton}をクリックすれば訳を投稿することができます。
mr: वाक्ये प्रदर्शित केल्या गेल्यावर भाषांतर जोडण्यास {translateButton} वर क्लिक करा.
nl: Zodra de zin wordt weergegeven, klik dan op {translateButton} om een vertaling toe te voegen.
pl: Po wyświetleniu zdań możesz kliknąć {translateButton}, aby dodać tłumaczenie.
pt_br: Assim que as frases forem exibidas, clique em {translateButton} para adicionar uma tradução.
ro: După afișarea propozițiilor, faceți clic pe {translateButton} pentru a adăuga o traducere.
ru: После отображения предложения щёлкните на кнопку {translateButton}, чтобы добавить перевод.
sk: Akonáhle sú vety zobrazené, kliknite na {translateButton}, aby ste pridali preklad.
sr: Када се реченице прикажу, кликните на {translateButton} да додате превод.
tr: Cümleler geldiğinde çeviri eklemek için {translateButton} butonuna tıklayın.
tt: Җөмләләр күрсәтелү белән, тәрҗемәне өстәү өчен {translateButton} басыгыз.
uk: Під час перегляда речення, натисніть на {translateButton} аби додати переклад.
vi: Khi các câu được hiển thị, hãy nhấp vào {translateButton} để thêm bản dịch.

source: About translations
ar: عن الترجمات
bg: Относно преводите
br: Diwar-benn an troidigezhioù
de: Übersetzungen betreffend
el: Σχετικά με τις μεταφράσεις
eo: Pri tradukoj
es: Sobre las traducciones
eu: Itzulpenei buruz
fi: Tietoja käännöksistä
fr: À propos des traductions
he: על התרגומים
hi: अनुवादों के बारे में
hu: A fordításokról
ia: A proposito de traductiones
id: Tentang terjemahan
is: Um þýðingar
it: Riguardo alle traduzioni
ja: 翻訳について
ku: Derbarê wergeran
mr: भाषांतरांविषयी माहिती
nl: Over vertalingen
pl: O tłumaczeniach
pt_br: Sobre as traduções
ro: Despre traduceri
ru: О переводах
sk: O prekladoch
sr: О преводима
tr: Çeviriler hakkında
tt: Тәрҗемәләр турында
uk: Про переклади
vi: Về bản dịch

source: Good translations
ar: ترجمات موفّقة
bg: Добри преводи
br: Troidigezhioù mat
de: Gute Übersetzungen
el: Καλές μεταφράσεις
eo: Bonaj tradukoj
es: Buenas traducciones
eu: Itzulpen onak
fi: Hyvät käännökset
fr: Bonne traduction
he: תרגומים טובים
hi: अच्छे अनुवाद
hu: Helyes fordítások
ia: Bon traductiones
id: Terjemahan yang baik
is: Góðar þýðingar
it: Buone traduzioni
ja: 良い翻訳
ku: Wergerên baş
mr: चांगली भाषांतरे
nl: Goede vertalingen
pl: Dobre tłumaczenia
pt_br: Boas traduções
ro: Traduceri bune
ru: Хорошие переводы
sk: Dobré preklady
sr: Добри преводи
tr: İyi çeviriler
tt: Яхшы тәрҗемәләр
uk: Добрі переклади
vi: Bản dịch hay

source: We know it's difficult, but do NOT translate word for word!
ar: نعلم بصعوبة الأمر، ولكن نرجو ألّا تُترجم الجُمل حرفيًا!
bg: Знаем, че е трудно, но НЕ превеждайте дума по дума!
br: Anzav a reomp eo diaes meurbet, met NA DROIT KET ger ha ger!
de: Wir wissen, dass es schwierig ist, aber bitte übersetze <strong>nicht</strong> wortwörtlich!
el: Ξέρουμε ότι είναι δύσκολο, αλλά μη μεταφράζετε λέξη προς λέξη
eo: Ni scias, ke malfacilas, sed NE traduku laŭvorte.
es: Sabemos que es complicado, pero ¡NO traduzca palabra por palabra!
eu: Badakigu zaila dela, baina EZ itzuli hitzez hitz!
fi: Tiedämme, että se on vaikeaa, mutta ÄLÄ käännä sanasta sanaan!
fr: Nous savons que c'est difficile, mais ne traduisez pas mot à mot !
he: אנחנו יודעים שזה קשה אבל בשום פנים ואופן לא לתרגם מילה במילה!
hi: पता है ऐसा करना मुश्किल है, लेकिन शब्दशः अनुवाद मत करें!
hu: Tudjuk hogy nehéz, de NE fordíts szóról szóra (Tükörfordítás)!
ia: Nos sape que es difficile, ma NON traduce parola pro parola!
id: Kami tahu bahwa ini sulit, namun JANGAN PERNAH menerjemahkan kata per kata!
is: Við vitum að það er erfitt en alls EKKI þýða orð fyrir orð!
it: Sappiamo che è difficile, però NON tradurre parola per parola!
ja: 一語一語を対応させた翻訳ではなく、できる限り自然な表現を目指してください。
mr: कितीही कठीण पडलं तरी शब्दशः भाषांतर करू नका!
nl: We weten hoe moeilijk het is, maar vertaal NIET woord voor woord!
pl: Wiemy, że to trudne, ale NIE TŁUMACZ wszystkiego dosłownie!
pt_br: Sabemos que é difícil, mas NÃO traduza palavra por palavra!
ro: Știm că este dificil, dar încercați să NU traduceți cuvânt cu cuvânt!
ru: Да, это сложно, но всё-таки НЕ переводите дословно!
sk: Vieme, že je to zložité, ale neprekladajte doslovne!
sr: Знамо да је тешко, али НЕМОЈТЕ преводити реч по реч!
tr: Bunun zor olduğunu biliyoruz fakat kelimesi kelimesine ÇEVİRMEYİN!
tt: Без моның катлаулы икәнен беләбез, әмма сүзне сүзгә тәрҗемә итмәгез!
uk: Ми знаємо що це важко але НЕ перекладайте дослівно.
vi: Chúng tôi hiểu điều này thật không dễ dàng, nhưng xin đừng dịch theo từng từ một!

source: Multiple translations
ar: أكثر من ترجم
bg: Множество преводи
br: Lies-troidigezh
de: Mehrfache Übersetzungen
el: Πολλαπλές μεταφράσεις
eo: Multoblaj tradukoj
es: Multiples traducciones
eu: Itzulpen anizkuna
fi: Useita käännöksiä
fr: Traductions multiples
he: תרגומים מרובים
hi: एकाधिक अनुवाद
hu: Alternatív fordítások
ia: Multiple traductiones
id: Penerjemahan ganda
is: Margar þýðingar
it: Traduzioni multiple
ja: 訳文の数
ku: Wergerên piranî
mr: अनेक भाषांतरे
nl: Meerdere vertalingen
pl: Tłumaczenia wielokrotne
pt_br: Traduções múltiplas
ro: Traduceri multiple
ru: Альтернативные переводы
sk: Viacero prekladov
sr: Више превода
tr: Çoklu çeviri
tt: Берничә тәрҗемә
uk: Кілька перекладів
vi: Nhiều bản dịch
