Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: If you feel there are several possible translations, you can add several translations in the same language.
ar: إن كنت ترى بأن هناك أكثر من ترجمة ممكنة، فيمكنك إضافة أكثر من ترجمة واحدة باللغة نفسها.
bg: Ако смятате, че има няколко възможни превода, можете да добавите няколко превода на един и същ език.
br: Ma kav deoc'h ez eus meur a droidigezh, gellout a rit ouzhpennañ meur a droidigezh evit ar memes yezh.
de: Wenn es mehrere treffende Übersetzungen gibt, füge jede einzelne separat hinzu.
el: Αν νιώθετε ότι υπάρχουν πολλές πιθανές μεταφράσεις, μπορείτε να προσθέσετε μια σειρά από μεταφράσεις στην ίδια γλώσσα.
eo: Se vi opinias, ke eblas pluraj tradukoj vi povas aldoni plurajn tradukojn al la sama frazo.
es: Si piensa que hay varias traducciones posibles, puede añadir varias traducciones en el mismo idioma.
eu: Uste baduzu badaudela hainbat itzulpen posible, eman ditzakezu hainbat aldaera hizkuntza berean.
fi: Jos sinusta tuntuu, että useat erilaiset käännökset ovat mahdollisia, voit lisätä useita käännöksiä samalla kielellä.
fr: Si vous pensez qu'il y a plusieurs traductions possibles, vous pouvez ajouter plusieurs traductions dans la même langue.
he: אם לדעתך יש יותר מתרגום אחד מתאים, אפשר להוסיף מספר תרגומים באותה השפה.
hi: अगर आपको लगता है की काफी अनुवाद संभव हैं, तो आप एक ही भाषा में कई अनुवाद कर सकते हैं।
hu: Ha úgy gondolod, hogy több fordítás is lehetséges, hozzáadhatod őket ugyanazon a nyelven.
ia: Si tu pensa que il ha plure traductiones possibile, tu pote adder plure traductiones in le mesme lingua.
id: Bila Anda merasa bahwa suatu kalimat bisa diterjemahkan menjadi beberapa kalimat sekaligus, Anda bisa menambahkan beberapa terjemahan lain dalam bahasa yang sama.
is: Ef þér finnst að það eru nokkrar mögulegar þýðingar geturðu bætt við nokkrum þýðingum á sama tungumáli.
it: Se pensi che possano esserci diverse traduzioni possibili per un'unica frase, puoi aggiungere più di una traduzione nella stessa lingua.
ja: いくつもの言い方ができると思う場合には、同じ言語で複数の訳文を投稿することもできます。
mr: एखाद्या वाक्याचे अनेक प्रकारे भाषांतर केले जाऊ शकते असे वाटत असेल, तर एकाच भाषेत अनेक भाषांतरदेखील आपण जोडू शकता.
nl: Als je denkt dat er meerdere vertalingen mogelijk zijn, kun je meerdere vertalingen in dezelfde taal toevoegen.
pl: Jeśli uważasz, że jest kilka możliwych tłumaczeń, możesz dodać kilka wersji w tym samym języku.
pt_br: Se achar que há várias traduções possíveis, você pode adicionar mais de uma tradução em um mesmo idioma.
ro: Dacă considerați că există mai multe traduceri posibile, puteți adăuga mai multe traduceri în aceeași limbă.
ru: Если Вы считаете, что возможны несколько вариантов перевода, Вы можете добавить их все на одном и том же языке.
sk: Ak máte pocit, že je viacero možných prekladov, môžete ich pridať aj viac v tom istom jazyku.
sr: Ако мислите да има неколико могућих превода, можете их додате више за исти језик.
tr: Bir cümle için birden çok çeviri olduğunu düşünüyorsanız aynı dilde birden çok cümle ekleyebilirsiniz.
tt: Әгәр сез берничә мөмкин тәрҗемә бар дип саныйсыз икән, сез бер үк телгә берничә тәрҗемә өсти аласыз.
uk: Якщо ви вважаєте що існує кілька можливих перекладів, ви можете додати кілька перекладів тією ж самою мовою.
vi: Nếu bạn cảm thấy có nhiều bản dịch khả dụng, bạn có thể thêm nhiều hơn một bản dịch trong cùng một ngôn ngữ.

source: Translating sentences implies that you know at least two languages. Please complete <a href="{}">your profile</a> to indicate at least two languages.
ar: تعني ترجمة الجمل بأنّك تعرف لغتين على الأقل. من فضلك أكمِل <a href="{}">ملفك الشخصي</a> وحدّد لغتين على الأقل.
bg: Превеждането на изречения означава, че знаете поне два езика. Моля, попълнете <a href="{}">свой профил</a>, за да посочите поне два езика.
br: Treiñ frazennoù a dalvez e ouzit div yezh da vihanañ. Klokait <a href="{}">ho profil</a> mar plij evit lakaat hewel d'an dud e ouzoc'h div yezh da vihanañ.
de: Übersetzen kann man nur, wenn man mindestens zwei Sprachen kann. Vervollständige <a href="{}">dein Profil</a> also bitte durch Angabe mindestens zweier Sprachen.
el: Η μετάφραση φράσεων υποδηλώνει πως γνωρίζετε τουλάχιστον δύο γλώσσες. Παρακαλούμε ολοκληρώστε <a href="{}">το προφίλ σας</a> για να υποδεικνύει τουλάχιστον δύο γλώσσες.
eo: Traduki frazojn implicas, ke vi regas almenaŭ du lingvojn. Bonvolu plenigi <a href="{}">vian profilon</a> indikante almenaŭ du lingvojn.
es: Traducir oraciones implica que usted sabe por lo menos dos idiomas. Por favor, complete <a href="{}">su perfil</a> para indicar al menos dos idiomas.
eu: Esaldiak itzultzeko gutxienez bi hizkuntza jakin behar. Mesedez, osatu <a href="{}">zure profila</a> eta aipatu bi hizkuntza gutxienez.
fi: Lauseiden kääntäminen tarkoittaa, että osaat vähintään kahta kieltä. Täydennä siis <a href="{}">profiilisi</a> vähintään kaksi osaamaasi kieltä.
fr: Traduire des phrases nécessite de connaître au moins deux langues. Veuillez remplir <a href="{}">votre profil</a> en y indiquant au moins deux langues.
he: תרגום משפטים מרמז שיש לך שליטה בשתי שפות לפחות. נא להשלים את <a href="{}">הפרופיל שלך</a> כדי לציין שתי שפות לפחות.
hi: वाक्यों का अनुवाद करने का तात्पर्य है कि आप कम से कम दो भाषाएं जानते हैं। कृपया कम से कम दो भाषाओं को इंगित करने के लिए <a href="{}">अपनी प्रोफ़ाइल</a> को पूरा करें।
hu: A mondatok fordításánál általában adott, hogy legalább két nyelven tudsz. Kérünk, töltsd ki <a href="{}">profilodat</a>, hogy legalább két nyelvet hozzáadj.
ia: Le traduction de phrases implica que tu sape al minus duo linguas. Per favor comple <a href="{}">tu profilo</a>pro indicar al minus duo linguas.
id: Menerjemahkan kalimat berarti menyatakan bahwa Anda tahu setidaknya dua bahasa. Mohon lengkapi <a href="{}">profil Anda</a> dengan setidaknya dua bahasa.
is: Að þýða setningar felur í sér að þú þekkir að minnsta kosti tvö tungumál. Vinsamlegast filltu inn <a href="{}">notandasíðu þinni</a> til að gefa til kynna að minnsta kosti tvö tungumál.
it: Tradurre delle frasi implica che tu conosca almeno due lingue. Per favore, completa <a href="{}">il tuo profilo</a> per indicare almeno due lingue.
ja: 例文の翻訳をするには、プロフィールに２つ以上の言語を登録する必要がります。<a href="{}">プロフィール</a>を完成させてから、再度お試しください。
mr: वाक्यांचे भाषांतर करणे याचा अर्थ आपल्याला किमान दोन भाषा यायला हव्या. कृपया <a href="{}">आपली रूपरेखा</a> भरून त्यात किमान दोन भाषा जोडा.
nl: Het vertalen van zinnen houdt in dat je tenminste twee talen kent. Voltooi <a href="{}">je profiel </a>met het vermelden van tenminste twee talen.
pl: Tłumaczenie zdań zakłada że znasz co najmniej dwa języki. Proszę, uzupełnij <a href="{}">swój profil</a>, by wskazać co najmniej dwa języki.
pt_br: Traduzir frases pressupõe que você saiba pelo menos duas línguas. Por favor, complete o <a href="{}">seu perfil</a> para indicar quais idiomas você fala.
ro: Traducerea de propoziții presupune faptul că cunoașteți cel puțin două limbi. Vă rugăm să vă completați <a href="{}">profilul</a> pentru a specifica cel puțin două limbi.
ru: Перевод предложений подразумевает знание вами как минимум двух языков. Пожалуйста, заполните <a href="{}">ваш профиль</a> и обозначьте как минимум два языка.
sk: Prekladanie viet naznačuje, že máte znalosť aspoň dvoch jazykov. Prosím, dokončite <a href="{}">váš profil</a> a označte aspoň dva jazyky, ktoré ovládate.
sr: Превођење реченица имплицира да знате барем два језика. Молимо вас да попуните <a href="{}">свој профил</a> са индикацијом о познавању минимум два језика.
tr: Cümle çevirmek en az iki dil bildiğinizi gösterir. Lütfen bu iki dili ekleyerek <a href="{}">profiliniz</a>i tamamlayın.
tt: Җөмләләрне тәрҗемә итү сез ким дигәндә ике тел белүегезне күздә тота. Зинһар, ким дигәндә ике тел күрсәтеп, үз профилегезне тутырыгыз.
uk: Аби перекладати речення ви маєте знати щонайменше дві мови. Заповніть, будь ласка, <a href="{}">ваш профіль</a> із зазначенням якнайменше двох мов.
vi: Việc dịch câu đòi hỏi rằng bạn biết ít nhất hai ngôn ngữ. Vui lòng hoàn thành <a href="{}"> hồ sơ </a> của bạn để chỉ ra ít nhất hai ngôn ngữ như vậy.

source: Search for untranslated sentences
ar: ابحث عن الجمل غير المترجمة
bg: Търсене непреведени изречения
br: Klask war-lerc'h frazennoù n'int ket bet troet
de: Suche nach unübersetzten Sätzen
el: Αναζήτηση για αμετάφραστες φράσεις
eo: Serĉu netradukitajn frazojn
es: Buscar por oraciones sin aprovar
eu: Bilatu itzuli gabeko esaldiak
fi: Etsi kääntämättömiä lauseita
fr: Rechercher des phrases non traduites
he: חיפוש משפטים שאינם מתורגמים
hi: ग़ैर-अनुवादित वाक्य खोजें
hu: Fordítás nélküli mondatok keresése
ia: Cercar phrases non traducite
id: Cari kalimat-kalimat yang belum diterjemahkan
is: Leita eftir óþýddum setningum
it: Cerca delle frasi non tradotte
ja: 未訳の文を検索する
ku: Li hevokên newergerandî bigere
mr: भाषांतर न केलेली वाक्ये शोधा
nl: Naar onvertaalde zinnen zoeken
pl: Szukaj zdań nieprzetłumaczonych
pt_br: Procurar frases não traduzidas
ro: Căutați propoziții netraduse
ru: Поиск непереведённых предложений
sk: Vyhľadať nepreložené vety
sr: Претражите непреведене реченице
tr: Çevrilmemiş cümleleri ara
tt: Тәрҗемә ителмәгән тәкъдимнәр эзләү
uk: Пошук неперекладених речень
vi: Tìm kiếm những câu chưa được dịch

source: Sentences in:
ar: الجُمل:
bg: Фрази на:
br: Frazennoù e:
de: Sätze in:
el: Φράσεις σε:
eo: Frazoj en:
es: Oraciones en:
eu: Esaldiak hizkuntza honetan:
fi: Lauseet kielellä:
fr: Phrases en :
he: משפטים ב־:
hi: इस भाषा में वाक्य दिखाएँ:
hu: Mondat nyelve:
ia: Phrases in:
id: Kalimat dalam bahasa:
is: Túngumál setningar:
it: Frasi in:
ja: 例文を表示する言語：
ku: Zimanê hevokê:
mr: या भाषेतील वाक्ये दाखवा:
nl: Zinnen in het:
pl: Zdania w:
pt_br: Frases em
ro: Propoziții în:
ru: Язык предложений:
sk: Vety v jazyku:
sr: Реченице на:
tr: Cümle dili:
tt: Җөмләләр:
uk: Речення мовою:
vi: Các câu trong:

source: Not directly translated into:
ar: التي لم تُترجم مباشرةً إلى:
bg: Не е преведен директно на:
br: N'eo ket bet troet war-eeun e:
de: Nicht direkt übersetzt in:
el: Όχι άμεσα μεταφρασμένο σε:
eo: Ne rekte tradukitaj al:
es: No traducido directamente a:
eu: Ez da zuzenean hona itzuli:
fi: Ei suoraa käännöstä kielelle:
fr: N'ayant pas de traduction directe en :
he: לא מתורגם ישירות ל־:
hi: इस भाषा में प्रत्यक्ष अनुवाद नहीं किए गए:
hu: Közvetlen fordítás nélküli:
ia: Non directemente traducite in:
id: Belum diterjemahkan langsung ke bahasa:
is: Ekki beinþýtt á:
it: Non tradotte direttamente in:
ja: 直接訳があれば除外：
ku: Rasterast nehatibe wergerandin li:
mr: या भाषेत प्रत्यक्ष भाषांतर असायला नको:
nl: Niet direct vertaald naar het:
pl: Nie przetłumaczone bezpośrednio na:
pt_br: Não diretamente traduzido para o
ro: Care nu sunt traduse direct în:
ru: Без прямых переводов на:
sk: Nepreložené priamo do jazyka:
sr: Нису непосредне преведене на:
tr: Direkt buna çevrilmedi:
tt: Турыдан-туры тәрҗемә ителмәгән:
uk: Не перекладені прямо мовою:
vi: Không được dịch trực tiếp sang:

# not-directly-translated-into
source: Any language
ar: أيّ لغة
bg: Всеки език
br: Forzh peseurt yezh
de: Beliebige Sprache
el: Οποιαδήποτε γλώσσα
eo: Ajna lingvo
es: Cualquier idioma
eu: Edozein hizkuntza
fi: mikä tahansa kieli
fr: n'importe quelle langue
he: כל שפה
hi: कोई भी भाषा
hu: Bármely nyelv
ia: Qualcunque lingua
id: Semua
is: Hvaða tungumál sem er
it: qualunque lingua
ja: すべての言語
ku: Her çi zimanekî
mr: कोणत्याही
nl: Alle talen
pl: Dowolny język
pt_br: Qualquer idioma
ro: Orice limbă
ru: Любой язык
sk: Akýkoľvek jazyk
sr: било који језик
tr: Herhangi bir dil
tt: Теләсә нинди тел
vi: Ngôn ngữ bất kỳ

source: Best practice: translate only into your native language.
ar: أفضل الممارسات: ترجِم الجمل إلى لغتك الأم فقط.
bg: Най-добра практика: превеждайте само на родния си език.
br: Boaz gwellañ: troit en ho yezh-vamm hepken.
de: Die beste Praxis besteht darin, nur in die Muttersprache zu übersetzen.
el: Βέλτιστη τακτική: μεταφράστε μόνο στην μητρική σας γλώσσα.
eo: Nia forta konsilo: traduku nur al via denaska lingvo.
es: Mejor práctica: traducir únicamente en su lengua nativa.
eu: Praktikarik onena: itzuli bakar-bakarrik primeran ezagutzen duzun hizkuntzara.
fi: Paras käytäntö: käännä vain omalle äidinkielellesi.
fr: Il est de bonne pratique de traduire uniquement dans votre langue natale.
he: המלצה: לתרגם רק לשפת האם שלך.
hi: सर्वोत्तम अभ्यास: केवल अपनी मूल भाषा में अनुवाद करें।
hu: Ajánlatos csak az anyanyelvedre fordítani.
ia: Le practica le plus bon es de traducir solmente a tu lingua maternal.
id: Cara terbaik: terjemahkan hanya ke bahasa asli Anda.
is: Helst þýddu aðeins í móðurmálið þitt.
it: La pratica migliore: traduci solamente nella tua lingua madre.
ja: ベストプラクティス：例文を母国語に翻訳する。
ku: Ya herî baş: Tenê li zimanê xwe yê dayikê wergerîne.
mr: सर्वोत्तम वापर: फक्त आपल्या मातृभाषेत भाषांतर करा.
nl: Een goede gewoonte: vertaal alleen naar je moedertaal.
pl: Najlepsze praktyki: tłumacz wyłącznie na swój rodzimy język.
pt_br: Boa prática: traduza somente para a sua língua materna.
ro: Cele mai bune practici: traduceți numai în limba maternă.
ru: Лучшая практика: переводите только на родной язык.
sk: Najlepší postup: prekladajte iba do svojho rodného jazyka.
sr: Најбоља пракса: преводите само на свој матерњи језик.
tr: En iyi yöntem: Yalnızca ana dilinize çeviri yapın.
tt: Бары тик сезнең туган телегезгә генә тәрҗемә итәргә киңәш ителә.
vi: Cách hữu hiệu nhất: chỉ dịch sang ngôn ngữ mẹ đẻ của bạn.

source: Order:
ar: الترتيب:
bg: Ред:
br: Urzh:
de: Sortierungsart:
el: Σειρά:
eo: Sinsekvo:
es: Orden:
eu: Ordenatu:
fi: Järjestys:
fr: Ordre de tri :
he: סדר:
hi: क्रम:
hu: Sorrend:
ia: Ordine:
id: Urutan
is: Röð:
it: Ordine:
ja: 順番：
mr: क्रम:
nl: Volgorde:
pl: Uporządkuj:
pt_br: Ordem:
ro: Ordine:
ru: Порядок:
sk: Poradie:
sr: Редослед:
tr: Öncelik:
tt: Заказ:
uk: Порядок:
vi: Trình tự:

source: Random
ar: عشوائي
bg: Случайно
br: Dre zegouezh
de: zufällig
el: Τυχαίο
eo: hazarda
es: Al azar
eu: Ausaz
fi: Satunnainen
fr: aléatoire
he: אקראי
hi: यादृच्छिक
hu: Véletlen
ia: Aleatori
id: Acak
is: Handahóf
it: casuale
ja: ランダム
ku: Ketoberî
mr: यादृच्छिकरित्या
nl: Willekeurig
pl: Przypadkowo
pt_br: Aleatório
ro: Aleatoriu
ru: случайно
sk: náhodné
sr: Насумице
tr: Rastgele
tt: Очраклы
uk: Випадково
vi: Ngẫu nhiên

source: Fewest words first
ar: الكلمات الأقل أولًا
bg: Първо с най-малко думи
br: Gerioù berr da gentañ
de: aufsteigend nach Wortanzahl
el: Λιγότερες λέξεις πρώτα
eo: Mallongaj unue
es: Primero las que tienen menos palabras
eu: Zenbat eta hitz gutxiago orduan eta aurrerago
fi: Vähiten sanoja ensin
fr: par nombre de mots
he: הכי פחות מילים תחילה
hi: सबसे कम शब्दों वाले पहले
hu: Kevesebb szavas mondatok előre
ia: Minor numero de parolas primo
id: Prioritaskan kalimat dengan sedikit kata
is: Fæst orð fyrst
it: prima le frasi con il minor numero di parole
ja: 短い文から
ku: Pêşî yên kêmpeyv
mr: सर्वात कमी शब्द असणारी आधी
nl: Minste woorden eerst
pl: Od najkrótszych
pt_br: Menor número de palavras primeiro
ro: Cu cele mai puține cuvinte mai întâi
ru: самые короткие сначала
sk: od najmenej slov
sr: Прво најмање речи
tr: En az kelimeli
tt: Башта бик аз сүзләр
uk: Спершу з меншою кількістю слів
vi: Ít từ nhất

source: Last modified first
ar: المعدّلة حديثًا أولًا
bg: Първо последно променените
br: Kemmet da ziwezhañ da gentañ
de: zuletzt bearbeitete Sätze zuerst
el: Τελευταία τροποποιήθηκε πρώτα
eo: Modifitaj unue
es: Primero las últimas modificadas
eu: Zenbat eta beranduago aldatua orduan eta aurrerago
fi: Viimeksi muokattu ensin
fr: par date de modification
he: שונו לאחרונה תחילה
hi: सबसे नये संशोधित किए हुए पहले
hu: Utoljára módosított előre
ia: Ultimemente modificate primo
id: Prioritaskan kalimat yang baru diedit
is: Síðast breytt fyrst
it: prima le frasi modificate per ultime
ja: 最近更新された文から
ku: Yên vê dawiye hatine guhertin
mr: सर्वात अलीकडची बदललेली आधी
nl: Laatst aangepast eerst
pl: Od zmienionych najpóźniej
pt_br: Modificadas mais recentemente primeiro
ro: Ultimele modificate mai întâi
ru: недавно измененные сначала
sk: od naposledy upravených
sr: Прво најскорије измењена
tr: Son değiştirilen
tt: Беренче булып соңгы үзгәреш
uk: Спершу недавно змінені
vi: Sửa đổi mới nhất

source: Last created first
ar: المُنشأة حديثًا أولًا
bg: Първо последно създадените
br: Graet e diwezhañ da gentañ
de: die neuesten Sätze zuerst
el: Τελευταία δημιουργήθηκε πρώτα
eo: Kreitaj unue
es: Primero las últimas creadas
eu: Zenbat eta beranduago sortua orduan eta aurrerago
fi: Viimeksi lisätty ensin
fr: par date de création
he: נוצרו לאחרונה תחילה
hi: सबसे नये बनाए हुए पहले
hu: Utoljára létrehozott előre
ia: Ultimemente create primo
id: Prioritaskan kalimat terbaru
is: Síðast búið til fyrst
it: prima le frasi create per ultime
ja: 最近追加された文から
ku: Yên vê dawiyê hatine afirandin
mr: सर्वात अलीकडची बनवलेली आधी
nl: Laatst aangemaakt eerst
pl: Od utworzonych najpóźniej
pt_br: Criadas mais recentemente primeiro
ro: Ultimele create mai întâi
ru: самые новые сначала
sk: od naposledy vytvorených
sr: Прво најскорије креирана
tr: Son oluşturulan
tt: Беренчесе төзегән соңгысы
uk: Спершу новіші
vi: Được tạo gần đây nhất

source: show sentences
ar: اعرض الجُمل
bg: покажете изразите
br: diskouez frazennoù
de: Sätze anzeigen
el: εμφάνιση φράσεων
eo: montri frazojn
es: mostrar oraciones
eu: erakutsi esaldiak
fi: Näytä lauseet
fr: montrer des phrases
he: הצגת משפטים
hi: वाक्य दिखाएँ
hu: mondatok megjelenítése
ia: monstrar phrases
id: tampilkan kalimat
is: sýna setningar
it: mostra delle frasi
ja: 検索
ku: hevokan nîşan bide
mr: वाक्ये दाखवा
nl: toon zinnen
pl: pokaż zdania
pt_br: mostrar frases
ro: afișați propozițiile
ru: показать предложения
sk: zobraziť vety
sr: покажи реченице
tr: cümleleri göster
tt: җөмләләрне күрсәтергә
uk: показати речення
vi: hiển thị câu

source: Check Tatominer
bg: Проверете Tatominer
de: Bei Tatominer vorbeischauen
eo: Kontroli la programo Tatominero
es: Revisar Tatominer
fi: Tutki Tatomineria
fr: Consulter Tatominer
he: היכרות עם Tatominer
hi: टैटोमिनर की जाँच करें
ia: Consultar Tatominer
id: Cek Tatominer
is: Skoða Tatominer
it: Controlla Tatominer
ja: Tatominer を見てみる
mr: तातोमाइनरवर तपासा
nl: Tatominer bekijken
pl: Sprawdź Tatominer
pt_br: Verifique o Tatominer
ro: Verificați Tatominer
ru: Посмотреть Tatominer
tt: Татоминерны тикшерегез

source: Tatominer provides a list of the most searched words for which there are very few or no translations yet.
bg: Tatominer предоставя списък с най-търсените думи, за които все още има много малко или никакви преводи.
de: Bei Tatominer steht eine Liste der am häufigsten vorkommenden Suchbegriffe zur Verfügung, für die es nur wenige oder gar keine Übersetzungen gibt:
eo: Tatominero donas liston de la plej ofte serĉataj vortoj, por kiuj estas ankoraŭ neniuj aŭ tre malmultaj tradukoj.
es: Tatominer provee una lista de las palabras más buscadas para las cuales hay muy pocas traducciones o ninguna todavía.
fi: Tatominer tarjoaa luettelon sellaisista sanoista, joita on haettu eniten, mutta joille on hyvin vähän tai ei vielä lainkaan käännöksiä.
fr: Tatominer fournit une liste des mots les plus recherchés pour lesquels il n'existe pas encore de traductions ou très peu.
he: Tatominer מספק רשימה של המילים שהופיעו בהכי הרבה חיפושים ויש להן מעט תרגומים או שאין כלל.
hi: Tatominer सबसे अधिक खोजे गए शब्दों की एक सूची प्रदान करता है जिसके लिए अभी तक बहुत कम या कोई अनुवाद नहीं है।
hu: A Tatominer felkínál egy listát azokból a leggyakrabban keresett szavakból, amikre még nagyon kevés fordítás van.
ia: Tatominer forni un lista del parolas le plus cercate pro le quales existe multo poc traductiones o necun ancora.
id: Tatominer menyediakan daftar kata-kata yang paling sering dicari yang belum memiliki atau hanya memiliki sedikit terjemahan.
is: Tatominer gefur lista af orðum sem mest er leitað af en hafa fáar þýðingar.
it: Tatominer fornisce un elenco delle parole più cercate per cui ci sono ancore molte poche traduzioni, oppure se non ce ne sono.
ja: Tatominerは、翻訳数が少なかったり、まだ翻訳されていない単語をリストアップしてます。是非、チャレンジしてみてください。
mr: तातोमाइनर एक विशेष यादी पुरवतो. यात असतात सर्वात जास्त शोधले गेलेले शब्द ज्यांचे अतिशय कमी किंवा शून्य भाषांतरे आहेत.
nl: Tatominer geeft een lijst van de meest gezochte woorden waarvan er nog maar heel weinig of geen vertalingen zijn.
pl: Tatominer udostępnia listę najczęściej wyszukiwanych słów, dla których jest bardzo mało lub zero tłumaczeń.
pt_br: O Tatominer disponibiliza uma lista das palavras mais procuradas que aparecem em poucas traduções ou em nenhuma.
ro: Tatominer oferă o listă cu cele mai căutate cuvinte pentru care există foarte puține traduceri sau chiar deloc.
ru: Tatominer предоставляет список слов, которые ищут чаще всего и содержащиеся в предложениях, у которых мало или нет переводов.
tt: Tatominer әлегә тәрҗемәләре бик аз яки бөтенләй булмаган иң популяр сүзләр исемлеген тәкъдим итә.

source: Go to Tatominer
bg: Отидете до Tatominer
br: Mont da d-Tatominer
de: Zu Tatominer
eo: Iri al la programo Tatominero
es: Ir a Tatominer
fi: Siirry Tatomineriin
fr: Aller sur Tatominer
he: מעבר ל־Tatominer
hi: टैटोमिनेर पर जाएं
hu: Irány a Tatominer
ia: Visitar Tatominer
id: Pergi ke Tatominer
is: Fara til Tatominera
it: Vai su Tatominer
ja: Tatominer に挑戦！
mr: तातोमाइनरला जा
nl: Naar Tatominer gaan
pl: Przejdź do Tatominer
pt_br: Visite o Tatominer
ro: Mergeți la Tatominer
ru: Перейти на Tatominer
tt: Татоминерга күчү

source: Not all languages are supported yet.
bg: Все още не се поддържат всички езици.
br: N'eo ket skoret an holl yezhoù c'hoazh.
de: Es werden noch nicht alle Sprachen unterstützt.
eo: Ankoraŭ ne ĉiuj lingvoj estas subtenataj.
es: No todos los idiomas son disponibles en este momento.
fi: Kaikkia kieliä ei vielä tueta.
fr: Toutes les langues ne sont pas encore prises en charge
he: לא כל השפות נתמכות עדיין.
hi: अभी तक सभी भाषाएं समर्थित नहीं हैं।
hu: Még nem minden nyelv támogatott.
ia: Non tote le linguas es supportate ancora.
id: Belum semua bahasa didukung.
is: Ekki öll tungumál eru studd ennþá.
it: Non tutte le lingue sono ancora supportate.
ja: まだ対応しきれていない言語があります。あらかじめご了承ください。
mr: सर्व भाषा सध्या समर्थित नाहीत.
nl: Nog niet alle talen worden ondersteund.
pl: Nie wszystkie języki są jeszcze wspierane.
pt_br: Nem todos os idiomas estão disponíveis ainda.
ro: Încă nu sunt acceptate toate limbile.
ru: Пока не все языки поддерживаются.
tt: Әлегә барлык телләр дә хупланмый.
