Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Experimental options
ar: خيارات تجريبية
bg: Експериментални опции
br: Opsionoù o vezañ arnodet
de: Experimentelle Einstellungen
el: Πειραματικές επιλογές
eo: Eksperimentaj ebloj
es: Opciones experimentales
eu: Probatzen ari diren aukerak
fi: Kokeelliset valinnat
fr: Options expérimentales
he: אפשרויות נסיוניו
hi: प्रयोगात्मक विकल्प
hu: Kísérleti beállítások
ia: Optiones experimental
id: Opsi eksperimental
is: Tilraunavalkostir
it: Opzioni sperimentali
ja: サブオプション ※テスト段階
mr: प्रायोगिक पर्याय
nl: Experimentele opties
pl: Opcje rozwojowe
pt_br: Opções em fase de teste
ro: Opțiuni aflate în faza experimentală
ru: Экспериментальные опции
sk: Skúšobné možnosti
tr: Test seçenekleri
tt: Эксперименталь вариантлар
uk: Експериментальні опції
vi: Các tùy chọn thử nghiệm

source: Options in this category are not fully functional, may not work for everyone and/or are in a phase of beta testing. They may change or be removed in the future.
ar: الخيارات في هذا القسم لا تعمل بالكامل، و/أو قد لا تعمل مع الجميع، و/أو أنها في مرحلة اختبار تجريبي. يمكن أن تتغير أو تزال في المستقبل.
bg: Опциите в тази категория не са напълно функционални, може да не работят за всички и/или са във фаза на бета тестване. Те могат да бъдат променени или премахнати в бъдеще.
br: N'eo ket hegerz da vat an opsionoù-mañ a zo er rumm-mañ, gellout a reont chom hep mont en-dro gant an holl hag/pe a zo en un test beta. Gellout a reont bezañ pe cheñchet pe dilec'hiet en amzer da zont.
de: Bei den nachfolgenden Einstellungen kann es zu Fehlern kommen. Es wird möglicherweise Änderungen oder eine Entfernung geben.
eo: Ebloj de tiu ĉi kategorio ne plene funkcias, eble ne por ĉiu kaj/aŭ estas en beta testa fazo. Ili povas ŝanĝiĝi aŭ esti forigitaj en la estonteco.
es: Las opciones en esta categoría no son completamente funcionales, puede que no le vayan a todo el mundo y/o estén en fase de pruebas. Además pueden ser modificadas o eliminadas en el futuro.
eu: Kategoria honetako aukerak agian ez dira erabat funtzionalak, behar bada ez dute erabiltzaile guztiekin funtzionatuko edota beta fasean, proba fasean, egon daitezke. Etorkizunean alda daitezke.
fi: Tässä kategoriassa olevat valinnat eivät ole täysin toiminnassa, eivät välttämättä toimi kaikilla ja/tai ovat vielä beta-testauksessa. Niitä saatetaan muuttaa tai ne saatetaan poistaa tulevaisuudessa.
fr: Les options de cette catégorie ne sont pas pleinement fonctionnelles, peuvent ne pas fonctionner pour tout le monde ou sont en phase de test. Elles sont susceptibles de changer ou d'être retirées à l'avenir.
he: האפשרויות בקטגוריה הזאת אינן יציבות לחלוטין, הן עשויות שלא לעבוד עבור כל אחד או אחת והן ו/או נבדקות כרגע. הן עלולות להשתנות או להיגרע בעתיד.
hi: इस श्रेणी में विकल्प पूरी तरह कार्यात्मक नहीं हैं, हर किसी के लिए काम नहीं कर सकते हैं और / या बीटा परीक्षण के चरण में हैं। वे भविष्य में बदल सकते हैं या हटाए जा सकते हैं।
hu: Az alábbi opciók nem működnek teljesen, lehet, hogy nem mindenki számára működnek és/vagy a béta tesztelés szakaszában vannak. A jövőben megváltozhatnak vagy eltávolíthatják azokat.
ia: Optiones in iste categoria non es completemente functional, pote non functionar pro totes e/o es in un phrase de test beta. Illos pote cambiar o esser removite in le futuro.
id: Opsi-opsi dalam kategori ini tidak berfungsi secara penuh, kemungkinan tidak semuanya dan/atau yang berada dalam tahap beta percobaan dapat menggunakannya. Opsi-opsi tersebut berkemungkinan untuk diubah atau dihilangkan di kemudian hari.
it: Le opzioni in questa categoria non sono del tutto funzionali, potrebbero non funzionare per tutti e/o sono in una fase di beta testing. Esse potrebbero essere cambiate o eliminate in futuro.
ja: このカテゴリのオプションは、現在テスト段階にあり、設定を行ったすべてのユーザーに必ずしも有効的に機能するとは限りません。また、これらは将来、変更または削除される可能性があるのでご注意ください。
mr: या वर्गातील पर्याय पूर्णपणे कार्यशील नाहीत, किंवा ते सर्वांसाठी काम करणार नाहीत, किंवा यांची बीटा टेस्टिंग चालू आहे. हे भविष्यात बदलले किंवा काढून टाकले जाऊ शकतात.
nl: Opties in deze categorie zijn niet volledig functioneel, kunnen voor sommige gebruikers niet werken en/of zijn in een bèta-testfase. Ze kunnen in de toekomst veranderd of verwijderd worden.
pl: Poniższe opcje nie działają w pełni, nie działają u każdego lub są w trakcie testów. W przyszłości mogą zostać usunięte lub zmienione.
pt_br: As opções desta categoria podem não estar funcionando completamente ou para todos; podem, ainda, estar em fase de teste (beta). Pode ser que elas sejam modificadas ou removidas futuramente.
ro: Opțiunile din această categorie nu sunt pe deplin funcționale, s-ar putea să nu funcționeze pentru toți și/sau sunt într-o fază de testare beta. Este posibil ca acestea să fie schimbate sau eliminate pe viitor.
ru: Опции в данной категории не полностью работоспособны, могут подходить не всем или находиться на стадии бета-тестирования. В будущем они могут быть изменены или удалены.
sk: Tento súbor možnosti nie je plne funkčný, nemusí pracovať pre každého a/alebo je v stave beta testovania. V budúcnosti môže byť zmenený alebo celkom odstránený.
tr: Bu kategorideki seçenekler tam anlamıyla kullanışlı olmayabilir, herkeste çalışmayabilir veya deneme aşamasında olabilir. Bu seçenekler zamanla değiştirilebilir veya ileride tamamen kaldırılabilir.
tt: Бу категориядәге опцияләр тулысынча функциональ түгел, алар барысы өчен дә эшләмәскә мөмкин һәм/яки бета-тестлау стадиясендә. Киләчәктә алар үзгәртелергә яки алып ташланырга мөмкин.
uk: Опції в цій категорії є не повністю функціональними, можуть працювати не для всіх та/або в процесі бета-тестування. Вони можуть бути змінені або видалені в майбутньому.
vi: Các tùy chọn trong danh mục này không có hiệu năng hoàn toàn, có thể không hoạt động với tất cả mọi người hoặc đang trong giai đoạn thử nghiệm. Chúng có thể thay đổi hoặc bị xóa trong tương lai.

source: Activate the feature to review sentences
bg: Активирайте функцията за преглед на изречения
br: Enaouiñ an arc'hweladur evit adwelet ar frazennoù
de: Sätze bewerten.
eo: Aktivigi la eblon montri, ke vi reviziis frazojn.
es: Activar la opción de revisar frases
eu: Gaitu esaldiak berrikusteko ezaugarria
fi: Ota käyttöön lauseiden arvosteluominaisuus
fr: Activer la fonction de révision des phrases
he: יש להפעיל את היכולת כדי לסקור משפטים
hi: वाक्यों की समीक्षा करने के लिए सुविधा को सक्रिय करें
hu: Aktiváld ezt a funkciót a mondatok ellenőrzéséhez
ia: Activar le function pro evalutar phrases
id: Aktifkan fitur untuk meninjau kalimat
it: Attiva la funzione per valutare le frasi
ja: 例文をレビューするための機能を有効にする
mr: वाक्यांचे पुनरावलोकन करण्याची सुविधा सक्रिय करा
nl: Activeer de functie om zinnen te beoordelen
pl: Włącz funkcję sprawdzania zdań
pt_br: Ativar o recurso para revisar frases
ro: Activați funcția pentru a revizui propoziții
ru: Активировать функцию проверки предложений
sk: Zapnúť možnosť preverovania viet
tr: Cümle inceleme özelliğini aç
tt: Җөмләләрне карау өчен функцияне активлаштырыгыз
vi: Kích hoạt tính năng xem lại các câu

source: Mark sentences when the owner indicated in their profile that they have a native level in the language of the sentence. In the old design "(native)" is displayed next to the username. In the new design a {star} is displayed next to the sentence.
bg: Маркирайте изречения, когато собственикът посочи в профила си, че имат родно ниво на езика на изречението. В стария дизайн "(роден)" се показва до потребителското име. В новия дизайн до изречението се показва {star}.
br: Merkañ ar frazennoù pa vez lavaret gant ar re a zo perc'henn warno en o frofil o deus live ur yezh-vamm e-barzh yezh ar frazenn. Er mod-diskwel kozh "(genidik)" a zo diskouezet e-kichen anv an implijer. Er mod-diskwel nevez ez eo ur {steredenn} hag a zo diskwelet e-kichen ar frazenn.
de: Muttersprachlersätze kennzeichnen. (Bisher stand es in Worten neben dem Besitzernamen. Jetzt überrnimmt ein Stern [{star}] diese Kennzeichnung.)
eo: Marki frazojn, kies posedanto en sia profilo konfirmis posedi denaskan nivelon en la lingvo de la frazo. En la malnova fasono la vortoj (denaska nivelo) troviĝas apud la nomo de la uzanto. En la nova fasono aperas {star} apud la frazo.
es: Marcar oraciones cuando el propietario haya indicado en su perfil que tiene un nivel nativo en el idioma de la oración. En el diseño anterior, aparece "(nativo)" junto al nombre de usuario. En el diseño nuevo, se muestra un {star} junto a la oración.
eu: Markatu esaldiak jabeak bere profilean adierazten duenean berak baduela jatorrizko hiztunaren maila esaldiaren hizkuntzan. Diseinu zaharrean "(jatorrizko hiztun)" hori erabiltzaile izenaren ondoan erakusten zen. Diseinu berrian a {izar} bat erakutsiko da esaldiaren ondoan.
fi: Merkitsee lauseet, kun niiden omistaja on ilmoittanut profiilissaan osaavansa lauseessa käytettyä kieltä äidinkielentasoisesti. Vanhassa ulkoasussa on teksti ”(äidinkielinen puhuja)” käyttäjätunnuksen vieressä. Uudessa ulkoasussa on {star} lauseen vieressä.
fr: Marquer les phrases lorsque le propriétaire a indiqué dans son profil qu'il a un niveau natif dans la langue de la phrase. Dans l'ancien design, "(natif)" est affiché à côté du nom d'utilisateur. Dans le nouveau design, une {star} est affichée à côté de la phrase.
he: סימון משפטים כאשר הבעלים ציינו בפרופיל שהם שולטים ברמת שפת אם בשפה בה נכתב המשפט. בעיצוב הישן היה מוצג „(שפת אם)” ליד שם המשתמש. בעיצוב החדש מוצג {star} ליד המשפט.
hi: वाक्यों को चिह्नित करें जब मालिक ने अपनी प्रोफ़ाइल में संकेत दिया कि उनके पास वाक्य की भाषा में मूल स्तर है। पुराने डिजाइन में "(देशी)" उपयोगकर्ता नाम के बगल में प्रदर्शित होता है। नए डिज़ाइन में वाक्य के बगल में एक {star} प्रदर्शित होता है।
hu: Jelöld meg a mondatokat, amelyeknél a gondozó a profiljában jelezte, hogy anyanyelvi szintű az adott mondat nyelvén. A régebbi kinézetben az "(anyanyelvű)" jelenik meg a felhasználónév mellett. Az új kialakításban a mondat mellett egy {star} látható.
ia: Marcar phrases quando le possessor se ha indicate in su profilo haber un nivello native del lingua del phrase. In le designo ancian "(native)" es monstrate presso al nomine de usator. In le nove designo un {star} es monstrate presso al phrase.
id: Tandai kalimat yang pemiliknya menyatakan di profil mereka bahwa mereka penutur asli bahasa kalimat tersebut. Pada desain lama "(penutur asli)" ditampilkan di sebelah nama pengguna. Pada desain baru sebuah {star} ditampilkan di sebelah kalimat.
it: Annota le frasi quando il proprietario ha indicato nel suo profilo che ha un livello madrelingua nella lingua della frase. Con lo vecchio stile, viene mostrato "(madrelingua)" accanto al nome dell'utente. Con il nuovo stile, viene mostrato {star} accanto alla frase.
ja: ネイティブマークを表示する ※このオプションを有効にすると、例文の所有者がプロフィールでネイティブレベルのスキルを持っていると自己申請している言語に対し、マークが表示されます。古いデザインでは、ユーザー名の横に（ネイティブ）、新しいデザインでは {star} マークが表示されます。
mr: वाक्याच्या मालकाने त्या वाक्याची भाषा आपल्या रूपरेखेत मातृभाषिक स्तरावर माहीत आहे असे निर्देशित केले असेल, तर ते वाक्य तसे चिन्हित करा. जुन्या डिझाईनमध्ये "(मातृभाषिक)" असे प्रयोक्तानावाच्या बाजूला दाखवले जाईल. नवीन डिझाईनमध्ये वाक्याच्या बाजूला {star} असे दाखवले जाईल.
nl: Markeer zinnen wanneer de eigenaar in zijn profiel heeft aangegeven dat hij het moedertaalniveau van de taal van de zin beheerst. In het oude ontwerp wordt "(moedertaal)" naast de gebruikersnaam weergegeven. In het nieuwe ontwerp wordt een {star} naast de zin weergegeven.
pl: Oznacz zdania, jeśli autor/autorka zaznaczył/a na swoim profilu, że język tego zdania jest jego/jej językiem ojczystym. W starym układzie obok nazwy użytkownika wyświetla się "(rodzimy użytkownik języka)". W nowym układzie obok zdania wyświetla się {star}.
pt_br: Marque frases quando o proprietário indicar em seu perfil que possui um nível nativo no idioma da frase. No design antigo, "(nativo)" é exibido ao lado do nome de usuário. No novo design, uma {estrela} é exibida ao lado da frase.
ro: Marcați propozițiile atunci când proprietarul indică în profilul lor că este nativ în limba propoziției. În vechiul design, „(nativ)” este afișat lângă numele de utilizator. În noul design, o {star} este afișată lângă propoziție.
ru: Отмечать предложения, если владелец указал в своём профиле, что владеет языком предложения на уровне родного языка. В старом дизайне рядом с именем пользователя будет отображаться "(носитель)". В новом дизайне рядом с предложением будет отображаться {star}.
sk: Označiť vety, ak sa ich majiteľ v danom jazyku v profile označil za rodeného hovoriaceho. V starom vzhľade stránky „(rodený hovoriaci)“ bolo uvedené vedľa užívateľského mena. V novom vzhľade je vedľa vety zobrazená {star}.
tr: Yazıldıkları dil cümle sahibinin profilinde ana dil olarak gösterilmişse cümleleri işaretle. Eski tasarımda kullanıcı adının yanında "(ana dili)" ifadesi, yeni tasarımda da cümlenin yanında {star} işareti bulunmaktadır.
tt: Әгәр хуҗа үз профилендә җөмлә язылган телне белүен күрсәтсә, җөмләләрне билгеләгез. Иске дизайнда кулланучы исеме янында "(Туган) " чагыла. Яңа дизайнда {star} тәкъдим янында "йолдызчык"чагылыш таба.
vi: Đánh dấu các câu khi chủ sở hữu nêu trong hồ sơ cá nhân rằng: họ có trình độ bản ngữ dựa trên phần ngôn ngữ của câu. Trong thiết kế cũ "(bản ngữ)" được hiển thị bên cạnh tên người dùng. Trong thiết kế mới, một {ngôi sao} được hiển thị bên cạnh câu.

source: Change email address
ar: غيّر عنوان البريد
bg: Промяна на електронна поща
br: Cheñch ar chomlec'h postel
de: E-Mail-Adresse ändern
el: Αλλαγή email
eo: Ŝanĝi retpoŝtadreson
es: Cambiar correo
eu: Aldatu e-posta helbidea
fi: Vaihda sähköpostia
fr: Changer d'adresse courriel
he: שינוי כתובת דוא״ל
hi: ईमेल पता बदलें
hu: E-mail cím megváltoztatása
ia: Cambiar adresse de e-mail
id: Ganti alamat email
is: Breyta netfangi
it: Cambia l'indirizzo e-mail
ja: メールアドレスの変更
ku: Navnîşana epeyamê biguherîne
mr: ईमेल पत्ता बदला
nl: E-mailadres veranderen
pl: Zmień adres email
pt_br: Alterar e-mail
ro: Schimbați adresa de e-mail
ru: Изменить адрес
sk: Zmeniť emailovú adresu
sr: Промени мејл-адресу
tr: E-postayı değiştir
tt: Электрон почта адресын үзгәртергә
uk: Змінити адресу електронної пошти
vi: Thay đổi địa chỉ email

source: Email address
ar: البريد
bg: Eлектронна поща
br: Chomlec'h postel
de: E-Mail-Adresse
eo: Retpoŝtadreso
es: Correo
eu: E-posta
fi: Sähköposti
fr: Courriel
he: כתובת דוא״ל
hi: ईमेल पता
hu: E-mail cím
ia: Adresse de e-mail
id: Alamat email
is: Netfang
it: Indirizzo e-mail
ja: アドレス
ku: Navnîşana epeyamê
mr: ईमेल पत्ता
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de e-mail
ro: Adresa de e-mail
ru: Почта
sk: Emailová adresa
sr: Мејл-адреса
tr: E-posta
tt: Электрон почта адресы
uk: Адреса електронної пошти
vi: Địa chỉ email

source: Change password
ar: غيِّر كلمة المرور
bg: Промяна на парола
br: Cheñch ar ger-tremen
de: Passwort ändern
el: Αλλαγή password
eo: Ŝanĝi pasvorton
es: Cambiar contraseña
eu: Aldatu pasahitza
fi: Vaihda salasana
fr: Changer mot de passe
he: שינוי סיסמה
hi: पासवर्ड बदलें
hu: Jelszó megváltoztatása
ia: Cambiar contrasigno
id: Ganti kata sandi
is: Breyta lykilorði
it: Cambia la password
ja: パスワードの変更
ku: Pêborînê biguherîne
mr: पासवर्ड बदला
nl: Wachtwoord veranderen
pl: Zmiana hasła
pt_br: Alterar senha
ro: Schimbați parola
ru: Изменить пароль
sk: Zmeniť heslo
sr: Промени шифру
tr: Şifreyi değiştir
tt: Серсүзне үзгәртергә
uk: Змінити пароль
vi: Đổi mật khẩu

source: Old password
ar: كلمة المرور القديمة
bg: Стара парола
br: Ger-tremen kozh
de: Altes Passwort:
el: Παλιό συνθηματικό
eo: Malnova pasvorto
es: Contraseña vieja
eu: Pasahitza zaharra
fi: Vanha salasana
fr: Ancien mot de passe
he: הסיסמה הישנה
hi: पुराना पासवर्ड
hu: Régi jelszó
ia: Contrasigno ancian
id: Kata sandi lama
is: Gamalt lykilorð
it: Vecchia password
ja: 現在のパスワード
ku: Pêborîna kevn
mr: जुना पासवर्ड
nl: Oud wachtwoord
pl: Stare hasło
pt_br: Antiga senha
ro: Parolă veche
ru: Старый пароль
sk: Staré heslo
sr: Стара шифра
tr: Eski şifre
tt: Иске серсүз
uk: Старий пароль
vi: Mật khẩu cũ

source: New password
ar: كلمة المرور الجديدة
bg: Нова парола
br: Ger-tremen nevez
de: Neues Passwort:
el: Νέο συνθηματικό
eo: Nova pasvorto
es: Contraseña nueva
eu: Pasahitz berria
fi: Uusi salasana
fr: Nouveau mot de passe
he: הסיסמה החדשה
hi: नया पासवर्ड
hu: Új jelszó
ia: Contrasigno nove
id: Kata sandi baru
is: Nýtt lykilorð
it: Nuova password
ja: 新しいパスワード
ku: Pêborîna nû
mr: नवीन पासवर्ड
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
ro: Parolă nouă
ru: Новый пароль
sk: Nové heslo
sr: Нова шифра
tr: Yeni şifre
tt: Яңа серсүз
uk: Новий пароль
vi: Mật khẩu mới

source: New password again
ar: كلمة المرور الجديدة ثانيةً
bg: Повторете новата парола
br: Ger-tremen nevez adarre
de: Neues Passwort wiederholen:
el: Νέο συνθηματικό ξανά
eo: Reenigu la novan pasvorton
es: Repetir nueva contraseña
eu: Mesedez, sar ezazu berriro pasahitz berria
fi: Uusi salasana uudestaan
fr: Mot de passe à nouveau
he: הסיסמה החדשה בשנית
hi: नया पासवर्ड (फिर से)
hu: Új jelszó újra
ia: Repete contrasigno nove
id: Ulangi kata sandi baru
is: Nýtt lykilorð aftur
it: Ripeti la nuova password
ja: 新しいパスワード（確認）
ku: Dubare pêborîna nû
mr: नवीन पासवर्ड, पुन्हा
nl: Nogmaals nieuw wachtwoord
pl: Powtórz nowe hasło
pt_br: Repita a nova senha
ro: Reintroduceți parola nouă
ru: Повторите новый пароль
sk: Nové heslo znova
sr: Нова шифра, поново
tr: Tekrar yeni şifre
tt: Тагын яңа серсүз
uk: Повтор нового пароля
vi: Mật khẩu mới một lần nữa

source: Members
ar: الأعضاء
bg: Потребители
br: Izili
de: Mitglieder
el: Mέλη
eo: Anoj
es: Miembros
eu: Partaideak
fi: Jäsenet
fr: Membres
he: חברים
hi: सदस्यों
hu: Hozzájárulók
ia: Membros
id: Anggota
is: Meðlimar
it: Membri
ja: メンバー
ku: Endam
mr: सदस्य
nl: Leden
pl: Użytkownicy
pt_br: Membros
ro: Membri
ru: Участники
sk: Členovia
sr: Чланови
tr: Üyeler
tt: Әгъзалар
uk: Учасники
vi: Các thành viên

source: Search user
ar: ابحث في المستخدمين
bg: Търсене на потребител
br: Klask war-lerc'h an implijer
de: Benutzersuche
el: Αναζήτηση χρήστη
eo: Serĉi uzanton
es: Buscar usuario
eu: Bilatu erabiltzailea
fi: Etsi käyttäjää
fr: Rechercher un utilisateur
he: חיפוש משתמש
hi: उपयोगकर्ता ढूंढें
hu: Felhasználó keresése
ia: Cercar usator
id: Cari pengguna
is: Leita eftir notanda
it: Cerca un membro
ja: ユーザー名で検索
ku: Li bikarhêneran bigere
mr: प्रयोक्ता शोधा
nl: Gebruiker zoeken
pl: Znajdź użytkownika
pt_br: Buscar usuário
ro: Căutare utilizator
ru: Поиск пользователей
sk: Hľadať užívateľa
sr: Претражи кориснике
tr: Kullanıcı ara
tt: Кулланучыны эзләү
uk: Пошук користувача
vi: Tìm kiếm người dùng

source: Members (total {number})
bg: Членове (общо {number})
br: Izili (hollad {number})
de: Mitglieder (insgesamt {number})
el: Μέλοι (σύνολο {number})
eo: Anoj (entute {number})
es: Miembros (total {number})
eu: Partaideak (guztira {number})
fi: Jäsenet (yhteensä {number})
fr: Membres ({number} au total)
he: חברים ({number} בסך הכול)
hi: सदस्य (कुल {number})
hu: Tagok (összesen {number})
ia: Membros (total {number})
id: Anggota (total {number})
is: Meðlimar (samtals {number})
it: Membri (in totale {number})
ja: メンバー（{number}人）
ku: Endam ( giştî {number})
mr: सदस्य (एकूण {number})
nl: Leden (totaal {number})
pl: Członkowie (łącznie {number})
pt_br: Membros: (total {number})
ro: Membri (total {number})
ru: Участники (всего {number})
sk: Členovia (spolu {number})
sr: Чланови (укупно {number})
tr: Üyeler (toplam {number})
tt: Катнашучылар (бары {number})
vi: Thành viên (tổng số {number})

source: Username (alphabetical)
bg: Потребителско име (по азбучен ред)
br: Anv-implijader (dre urzh al lizherennoù)
de: Benutzername (alphabetisch)
eo: Uzanto (alfabete)
es: Nombre de usuario (alfabético)
fi: Käyttäjänimi (aakkosjärjestyksessä)
fr: Nom d'utilisateur (alphabétique)
he: שם משתמש (לפי האלפבית)
hi: उपयोगकर्ता नाम (वर्णमाला)
hu: Felhasználónév (ábécé sorrend)
id: Nama pengguna (A - Z)
is: Notendanafn (stafrófsröð)
it: Nome dell'utente (ordine alfabetico)
ja: ユーザー名（アルファベット順）
mr: प्रयोक्तानाव (वर्णक्रमी)
nl: Gebruikersnaam (alfabetisch)
pl: Nazwy użytkownika (alfabetycznie)
pt_br: Nome de usuario (em ordem alfabética)
ro: Nume de utilizator (în ordine alfabetică)
ru: Имя пользователя (в алфавитном порядке)
sk: Užívateľské meno (abecedne)
tr: Kullanıcı adı (alfabetik)
tt: Кулланучы исеме (алфавит тәртибендә)
vi: Tên người dùng (theo bảng chữ cái)

source: Username (reverse alphabetical)
bg: Потребителско име (обратно по азбучен ред)
br: Anv-implijader (dre urzh al lizherennoù eilpennet)
de: Benutzername (alphabetisch rückwärts)
eo: Uzanto (malalfabete)
es: Nombre de usuario (alfabético inverso)
fi: Käyttäjänimi (käänteisessä aakkosjärjestyksessä)
fr: Nom d'utilisateur (anti-alphabétique)
he: שם משתמש (לפי האלפבית הפוך)
hi: उपयोगकर्ता नाम (उल्टा वर्णानुक्रम)
hu: Felhasználónév (fordított ábécé sorrend)
id: Nama pengguna (Z - A)
is: Notendanafn (öfug stafrófsröð)
it: Nome dell'utente (ordine alfabetico inverso)
ja: ユーザー名（アルファベットの逆順）
mr: प्रयोक्तानाव (उलट वर्णक्रमी)
nl: Gebruikersnaam (omgekeerd alfabetisch)
pl: Nazwy użytkownika (odwrotnie alfabetycznie)
pt_br: Nome de usuario (em ordem alfabética reversa)
ro: Nume de utilizator (în ordine invers alfabetică)
ru: Имя пользователя (в обратном алфавитном порядке)
sk: Užívateľské meno (od konca abecedy)
tr: Kullanıcı adı (ters alfabetik)
tt: Кулланучы исеме (кире алфавит тәртибендә)
vi: Tên người dùng (bảng chữ cái đảo ngược)

# members
source: Newest first
bg: Първо най-новите
br: Ar re nevesañ da gentañ
de: Mitgliedschaft (kurz)
eo: plej novaj unue
es: Los más nuevos primero
fi: Uusin ensin
fr: Plus récents d'abord
he: החדשים ביותר תחילה
hi: सबसे नए वाक्य पहले दिखाए
hu: Legújabb előre
id: Terbaru dahulu
is: Nýjasta fyrst
it: Prima i più nuovi
ja: 登録日：最近の人から
mr: सर्वात नवीन असलेले आधी
nl: Nieuwste eerst
pl: Najnowszych
pt_br: As mais novas primeiro
ro: Cele mai noi mai întâi
ru: Сначала новые
sk: Od najnovších
tr: Önce yeni
tt: Иң яңасы
vi: Mới nhất trước tiên

# members
source: Oldest first
bg: Първо най-старите
br: Ar re goshañ da gentañ
de: Mitgliedschaft (lang)
eo: plej malnovaj unue
es: Los más antiguos primero
fi: Vanhin ensin
fr: Plus anciens d'abord
he: הישנים ביותר תחילה
hi: सबसे पुराने वाक्य पहले दिखाए
hu: Legrégebbi előre
id: Terlama dahulu
is: Elsta fyrst
it: Prima i più vecchi
ja: 登録日：登録された順
mr: सर्वात जुने असलेले आधी
nl: Oudste eerst
pl: Najstarszych
pt_br: As mais antigas primeiro
ro: Cele mai vechi mai întâi
ru: Сначала старые
sk: Od najstarších
tr: Önce eski
tt: Иң искесе
vi: Cũ nhất trước

source: Status (admin to contributor)
bg: Състояние (администратор към сътрудник)
br: Statud (merour pe kendaoler)
de: Status (von Administrator zu Mitarbeiter)
eo: Stato (administranto al uzanto)
es: Estatus (administrador a colaborador)
fi: Asema (ylläpitäjistä avustajiin)
fr: Rang (d'administrateur à contributeur)
he: מצב (הנהלה לתורמים)
hi: स्थिति (योगदानकर्ता के लिए व्यवस्थापक)
hu: Státusz (adminoktól a hozzájárulókig)
id: Status (admin - kontributor)
is: Staða (stjórnandi til þátttakanda)
it: Stato (da amministratore a contributore)
ja: ステータス（管理者 --> 一般ユーザー）
mr: दर्जा (प्रशासकापासून योगदातापर्यंत)
nl: Status (admin tot bijdrager)
pl: Statusu (od admina do autora)
pt_br: Status (de administrador à contribuidor)
ro: Stare (admin către contribuitor)
ru: Статус (от администратора до участника)
sk: Členstvo (od adminov k prispievateľom)
tt: Статус (администратордан катнашучыга кадәр)
vi: Trạng thái (quản trị viên tới cộng tác viên)
