Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Comments on {user}'s sentences (total&nbsp;{n})
ar: التعليقات على جمل {user} (المجموع&nbsp;{n})
bg: Коментари за изреченията на {user} (общо&nbsp;{n})
br: Evezhiadennoù war frazennoù {user} (total&nbsp;{n})
de: Kommentare zu den Sätzen von {user} (insgesamt&nbsp;{n})
el: Σχόλια σε {user}'s φράσεις (σύνολο&nbsp;{n})
eo: Komentoj pri frazoj de {user} (entute&nbsp;{n})
es: Comentarios sobre las oraciones de {user} (total&nbsp;{n})
eu: {user}-ren esaldiei buruzko iruzkinak (guztira&nbsp;{n})
fi: Kommentit käyttäjän {user} lauseissa (yhteensä&nbsp;{n})
fr: Commentaires sur les phrases de {user} (total&nbsp;{n})
he: הערות על המשפטים של {user} ‏({n} בסך הכול)
hi: {user} के वाक्यों पर की गयी टिप्पणियाँ (कुल&nbsp;{n})
hu: Hozzászólások {user} mondataira (összesen&nbsp;{n})
ia: Commentos sur le phrases de {user} (total&nbsp;{n})
id: Komentar pada kalimat {user} berjumlah (total&nbsp;{n})
is: Ummæli á setningum frá {user} (samtals&nbsp;{n})
it: Commenti alle frasi di {user} (in totale&nbsp;{n})
ja: {user}さんの例文へのコメント（{n}件）
mr: {user} यांच्या वाक्यांवर केलेल्या टिप्पण्या (एकूण&nbsp;{n})
nl: Opmerkingen bij de zinnen van {user} (in totaal&nbsp;{n})
pl: Komentarze do zdań użytkownika {user} (łącznie&nbsp;{n})
pt_br: Comentários nas frases sob a responsabilidade de {user} (total:&nbsp;{n})
ro: Comentarii la propozițiile lui {user} (total&nbsp;{n})
ru: Комментарии к предложениям {user} (всего&nbsp;{n})
sk: Komentáre viet užívateľa {user} (spolu&nbsp;{n})
sr: Коментари на реченицама корисника {user} (укупно&nbsp;{n})
tr: {user} kullanıcısının cümlelerindeki yorumlar (toplam&nbsp;{n})
tt: Шәрехләр {user}'s җөмләләр (total&nbsp;{n})
uk: Коментарі до речень користувача {user}' (загалом&nbsp;{n})
vi: Nhận xét về các câu của {user} (tất cả&nbsp;{n})

source: Add new sentences
ar: أضف جملا جديدة
bg: Добавяне на нови изречения
br: Ouzhpennañ frazennoù nevez
de: Neue Sätze hinzufügen
el: Προσθήκη νέων φράσεων
eo: Aldoni novajn frazojn
es: Agregar nuevas oraciones
eu: Itzuli esaldi berri bat
fi: Lisää uusia lauseita
fr: Ajouter de nouvelles phrases
he: הוספת משפטים חדשים
hi: नये वाक्य जोड़ें
hu: Új mondatok hozzáadása
ia: Adder nove phrases
id: Tambah kalimat baru
is: Bæta við nýjum setningum
it: Aggiungi delle nuove frasi
ja: 新しい例文を追加する
ku: Hevokên nû tevlî bike
mr: नवीन वाक्ये जोडा
nl: Nieuwe zinnen toevoegen
pl: Dodaj nowe zdanie
pt_br: Adicionar novas frases
ro: Adăugați propoziții noi
ru: Добавить новое предложение
sk: Pridať nové vety
sr: Додај нове реченице
tr: Yeni cümleler ekle
tt: Яңа җөмләләр өстәгез
uk: Додати нові речення
vi: Thêm câu mới

source: Important
ar: مهم
bg: Важно
br: A-bouez
de: Wichtig
el: Σημαντικό
eo: Grave
es: Importante
eu: Garrantzitsua
fi: Tärkeää
he: חשוב
hi: महत्त्वपूर्ण
hu: Fontos
ia: Importante
id: Penting
is: Athugaðu
it: Importante
ja: 注意
ku: Girîng
mr: महत्त्वाची माहिती
nl: Belangrijk
pl: Ważne
pt_br: Importante
ru: Важно
sk: Dôležité
sr: Важно
tr: Önemli
tt: Мөһим
uk: Важливо
vi: Quan trọng

source: Not inspired?
bg: Не сте вдъхновени?
br: Awen a vank deoc'h?
de: Dir fällt nichts Gutes ein?
eo: Ĉu vi ne havas inspiron?
es: ¿Le hace falta inspiración?
fi: Kaipaatko inspiraatiota?
fr: En manque d'inspiration ?
he: עדיין לא קיבלת השראה?
hi: प्रेरित नहीं?
hu: Hiányzik az ihlet?
id: Belum ada inspirasi?
is: Dettur ekkert í hug?
it: Non ispirato?
ja: アイデアをお待ちしています！
mr: प्रेरणा मिळाली नाही का?
nl: Niet geïnspireerd?
pl: Niezainspirowany?
pt_br: Você não se sente inspirado(a)?
ro: Nu sunteți inspirați?
ru: Не можете ничего придумать?
tr: İlham vermedi mi?
tt: Илһамланмадыңмы?

source: Check the vocabulary requests for which there are very few or no sentences yet.
bg: Проверете заявките за речник, за които все още има много малко или никакви изречения.
de: Wirf doch einmal einen Blick auf die Vokabelwünsche mit wenigen oder gar keinen Beispielsätzen:
eo: Kontrolu la privortarajn petojn, por kiuj ankoraŭ estas neniuj aŭ tre malmultaj frazoj.
es: Revise las solicitudes de vocabulario para las que todavía hacen falta oraciones.
fi: Tutki niitä sanatoiveita, joille on hyvin vähän tai ei vielä lainkaan käännöksiä.
fr: Jetez un œil aux demandes de vocabulaire qui n'ont que peu ou pas de phrases.
he: אפשר להציץ בבקשות אוצר המילים שעבורן יש מעט או שכלל אין משפטים.
hi: शब्दावली अनुरोधों की जाँच करें जिनके लिए अभी तक बहुत कम या कोई वाक्य नहीं हैं।
id: Cek permintaan kosakata yang sangat sedikit atau belum pernah digunakan.
is: Skoðaðu orðaforðabeiðnir fyrir orð með fáa til enga setninga.
it: Controlla le richieste di vocaboli per cui ci sono ancore molte poche traduzioni, oppure se non ce ne sono.
ja: 翻訳数が少なかったり、まだ翻訳されていない語彙があります。是非、チェックしてみてください。
mr: शब्दसंग्रहात अश्या विनंत्या पाहा की ज्यांच्याशी संबंधित अजूनही खूप कमी किंवा शून्य वाक्य आहेत.
nl: Bekijk de aanvragen voor woordenschat waarvoor er nog maar heel weinig of geen zinnen zijn.
pl: Sprawdź prośby o słowa, dla których jest jeszcze bardzo mało lub zero zdań.
pt_br: Veja as requisições de vocabulário no qual há poucas ou nenhuma tradução ainda.
ro: Verificați cererile de vocabular pentru care există foarte puține propoziții sau chiar deloc.
ru: В словарных запросах Вы можете найти слова, которые встречаются в предложениях редко или вообще не встречаются.
tr: Henüz çok az cümlede geçtiği veya hiç bulunmadığı için eklenmesi talep edilen kelimelere göz at.
tt: Әлегә җөмләләр бик аз яки алар бөтенләй булмаган сүзлек таләпләрен тикшерегез.

source: Sentences wanted
ar: جمل مطلوبة
bg: Търсени изрази
br: Frazennoù c'hoantaet
de: Alle Vokabelwünsche
eo: Dezirataj frazoj
es: Oraciones deseadas
eu: Esaldiak behar dira
fi: Toivotut lauseet
fr: Phrases demandées
he: משפטים נחוצים
hi: वाक्यों की ज़रूरत है
hu: Mondat kérések
ia: Phrases desirate
id: Kalimat yang dicari
is: Setningum sem óskast
it: Frasi richieste
ja: 例文を募集中！
ku: Hevokên xwastî
mr: हवी असलेली वाक्ये
nl: Gewenste zinnen
pl: Zdania poszukiwane
pt_br: Frases requeridas
ro: Propoziții dorite
ru: Требуемые предложения
sk: Želané vety
sr: Реченице које се траж
tr: Talep edilen cümleler
tt: Кирәкле җөмләләр
uk: Бажаних речень
vi: Câu theo yêu cầu

source: Tatominer provides a list of the most searched words for which there are very few or no sentences yet.
bg: Tatominer предоставя списък с най-търсените думи, за които все още има много малко или никакви изречения.
de: Bei Tatominer steht eine Liste der am häufigsten vorkommenden Suchbegriffe, für die es nur wenige oder gar keine Beispielsätze gibt, zur Verfügung.
eo: Tatominero provizas liston de la plej serĉitaj vortoj, por kiuj ankoraŭ ekzistas tre malmultaj aŭ neniuj frazoj.
es: Tatominer provee una lista de las palabras más buscadas para las cuales hay muy pocas oraciones o ninguna todavía.
fi: Tatominer tarjoaa luettelon sellaisista sanoista, joita on haettu eniten, mutta joille on hyvin vähän tai ei vielä lainkaan käännöksiä.
fr: Tatominer fournit une liste des mots les plus recherchés pour lesquels il n'existe pas encore de phrases ou très peu.
he: Tatominer מספק רשימה של המילים שהופיעו בהכי הרבה חיפושים ושעבורן יש מעט או שכלל אין משפטים.
hi: Tatominer सबसे अधिक खोजे गए शब्दों की एक सूची प्रदान करता है जिसके लिए अभी तक बहुत कम या कोई वाक्य नहीं हैं।
hu: A Tatominer felkínál egy listát azokból a leggyakrabban keresett szavakból, amikre még nagyon kevés fordítás van.
id: Tatominer menyediakan daftar kata yang paling dicari, tetapi sangat sedikit atau belum ada kalimat yang menggunakannya.
is: Tatominer gefur lista af orðum sem mest er leitað af en hafa fáar setningar.
it: Tatominer fornisce un elenco delle parole più cercate per cui ci sono ancore molte poche traduzioni, oppure se non ce ne sono.
ja: Tatominerは、翻訳数が少なかったり、まだ翻訳されていない単語をリストアップしてます。是非、チャレンジしてみてください。
mr: तातोमाइनर आपल्याला अशी यादी पुरवतं की ज्यात कमी किंवा शून्य वाक्य असून सर्वात जास्त शोधले जाणारे शब्द असतात.
nl: Tatominer geeft een lijst van de meest gezochte woorden waarvan er nog maar heel weinig of geen zinnen zijn.
pl: Tatominer udostępnia listę najczęściej wyszukiwanych słów, dla których jest bardzo mało lub zero zdań.
pt_br: Tatominer disponibiliza uma lista de palavras mais procuradas nas quais há poucas ou nenhuma tradução.
ro: Tatominer oferă o listă cu cele mai căutate cuvinte pentru care există foarte puține traduceri sau chiar deloc.
ru: Tatominer предоставляет список слов, которые ищут больше всех, но для которых мало или нет переводов.
tt: Тatominer әлегә җөмләләре бик аз яки алар бөтенләй булмаган иң кирәкле сүзләр исемлеген тәкъдим итә.

source: <strong>We like quality.</strong> Every detail matters. Please do not forget punctuation and capital letters.
bg: <strong>Харесваме качеството.</strong> Всеки детайл е важен. Моля, не забравяйте пунктуацията и главните букви.
br: <strong>Kavout a reomp plijus ar c'halite.</strong> Kement kudenn munudoù. Klaskit chom hep ankounac’haat ar poentadur hag ar pennlizherennoù.
de: <strong>Qualität!</strong> Beachte die Groß- und Kleinschreibung sowie die Zeichensetzung.
eo: <strong>Ni ŝatas kvaliton.</strong> Ĉiu detalo gravas. Bv. ne forgesi interpunkcion kaj majusklojn.
es: <strong>Nos gusta la calidad.</strong> Cada detalle es importante. Por favor, no olvide la puntuación y las mayúsculas.
eu: <strong>Kalitatea estimatzen dugu.</strong> Xehetasunek ere balio dute. Mesedez, ez ahaztu puntuazio markak, letra larriak, etab.
fi: <strong>Pidämme laadusta.</strong> Jokainen yksityiskohta on tärkeä. Ethän siis unohda välimerkkien käyttöä etkä isoja alkukirjaimia.
fr: <strong>Nous aimons la qualité.</strong> Chaque détail compte. Veillez à ne pas oublier la ponctuation et les majuscules.
he: <strong>אנחנו אוהבים איכות.</strong> כל פרט חשוב. נא לא לשכוח פיסוק ואותיות רישיות (גדולות באנגלית).
hi: <strong>हमें गुणवत्ता पसंद है।</strong> हर विवरण मायने रखता है। कृपया विराम चिह्न और बड़े अक्षरों को न भूलें।
hu: <strong>Szeretjük a minőséget.</strong> Minden részlet számít. Kérünk, ne feledd el az írásjeleket és a nagybetűket.
ia: <strong>Nos ama le qualitate.</strong> Cata detalio importa. Per favor, non oblida le punctuation e litteras majuscule.
id: <strong>Kami suka yang bermutu.</strong> Setiap hal berarti. Mohon jangan lupakan tanda baca dan huruf besar.
is: <strong>Við viljum gæði.</strong>Sérhvert smáatriði skiptir máli. Vinsamlegast ekki gleyma greinarmerkjum eða hástöfum.
it: <strong>A noi piace la qualità.</strong> Ogni dettaglio conta. Per favore, non ti scordare la punteggiatura e le lettere maiuscole.
ja: <strong>品質</strong>：洗練された例文が好きです！句読点を忘れず、大文字・小文字にも注意を払ってください。
mr: <strong>आम्हाला गुणवत्ता आवडते.</strong> प्रत्येक तपशील महत्त्वाचा असतो. कृपा करून विरामचिन्हे व कॅपिटल अक्षरं विसरू नका.
nl: <strong>We houden van kwaliteit.</strong> Ieder detail is belangrijk. Vergeet interpunctie en hoofdletters niet.
pl: <strong>Lubimy jakość.</strong> Każdy szczegół ma znaczenie. Proszę, nie zapominaj o interpunkcji i wielkich literach.
pt_br: <strong>Nós gostamos de qualidade.</strong> Cada detalhe conta. Por favor, não esqueça pontuação.
ro: <strong>Ne place calitatea.</strong> Fiecare detaliu contează. Vă rugăm să nu uitați de punctuație și majuscule.
ru: <strong>Нам нравится качество.</strong> Важна каждая деталь. Пожалуйста, не забывайте о пунктуации и прописных буквах.
sk: <strong>Máme radi kvalitu.</strong> Na každej maličkosti záleží. Prosím, nezabúdajte na znamienka a veľké písmená.
sr: <strong>Волимо квалитет.</strong> Сваки детаљ је важан. Немој да заборавиш на знаке интерпункције и велика слова.
tr: <strong>Kaliteyi severiz.</strong> Her detay önemlidir. Lütfen noktalama işaretlerini ve büyük harfleri es geçmeyin.
tt: We like quality.1 Every detail matters. Please do not forget punctuation and capital letters.
vi: <strong>Chúng tôi cần chất lượng.</strong> Mọi chi tiết đều quan trọng. Xin đừng quên dấu câu và chữ viết hoa.

source: <strong>We like diversity.</strong> Unleash your creativity! Avoid using the same words, names, topics, or patterns over and over again.
bg: <strong>Харесваме разнообразието.</strong> Дайте воля на творчеството си! Избягвайте да използвате едни и същи думи, имена, теми или модели отново и отново.
br: <strong>Kavout a reomp plijus al liesseurtegezh.</strong> Digabestrit ho krouidigezh! Klaskit chom hep implijout ar memes gerioù, anvioù, sujedoù, pe patromoù c'hoazh hag adarre.
de: <strong>Vielfältigkeit!</strong> Sei kreativ! Verwende nicht immer nur die gleichen Wörter, Namen, Themen oder Satzmuster.
eo: <strong>Ni ŝatas diversecon.</strong> Funkciigu vian kreemon! Evitu uzi la samajn vortojn, nomojn, temojn aŭ strukturojn ĉiam denove.
es: <strong>Nos gusta la diversidad.</strong> Libera tu creatividad! Evite usar las mismas palabras, nombres, temas o patrones una y otra vez.
eu: <strong>Dibertsitatea estimatzen dugu.</strong> Izan sortzaile! Saihestu hitzak errepikatzea, izenak, gaiak, moldeak errepikatzea.
fi: <strong>Pidämme monimuotoisuudesta.</strong> Päästä luovuutesi valloilleen! Vältä samojen sanojen, nimien, aiheiden ja lauserakenteiden käyttöä kerta toisensa jälkeen.
fr: <strong>Nous aimons la diversité.</strong> Libérez votre créativité ! Évitez de toujours utiliser les mêmes mots, noms, sujets, et motifs.
he: <strong>אנחנו אוהבים גיוון.</strong> יצירתיות זה שם המשחק! מוטב להימנע מחזרה על מילים, שמות, נושאים או תבניות שוב ושוב ושוב.
hi: <strong>हमें विविधता पसंद है।</strong> अपनी रचनात्मकता को उजागर करें! एक ही शब्द, नाम, विषय या पैटर्न का बार-बार उपयोग करने से बचें।
hu: <strong>Szeretjük a sokszínűséget.</strong> Engedje szabadjára a kreativitását! Mellőzze ugyanazon szavak, nevek, témák, vagy mintázatok újra és újra felhasználatását.
ia: <strong>Nos ama le diversitate.</strong> Lassa sortir tu creativitate! Evita usar le mesme parolas, nomines, themas, o patronos reiteratemente.
id: <strong>Kami suka keragaman.</strong> Lepas ide-ide Anda! Hindari menggunakan kata, nama, topik, atau pola yang sama lagi dan lagi.
is: <strong>Við viljum fjölbreytni.</strong> Slepptu sköpunargáfu þinni! Forðastu að nota sömu orð, nöfn, efni eða mynstur aftur og aftur.
it: <strong>A noi piace la diversità.</strong> Scatena la tua creatività! Evita di utilizzare le stesse parole, nomi, argomenti o pattern all'infinito.
ja: <strong>多様性</strong>：創造性豊かな例文が好きです！同じ単語・名前・話題・パターンを繰り返さず、多様性に満ちた例文を投稿してください。
mr: <strong>आम्हाला विविधता आवडते.</strong> आपली सर्जनशीलता मुक्त करा! तेचतेच शब्द, नावं, विषय, किंवा पॅटर्न पुन्हापुन्हा वापरणे टाळा.
nl: <strong>We houden van diversiteit.</strong> Laat uw creativiteit de vrije loop! Vermijd steeds dezelfde woorden, namen, onderwerpen of patronen te gebruiken.
pl: <strong>Lubimy różnorodność.</strong> Uwolnij swoją kreatywność! Unikaj używania w kółko tych samych słów, imion, tematów, lub wzorów.
pt_br: <strong>Nós gostamos de diversividade.</strong> Solte a sua criatividade! Evite usar as mesmas palavras, nomes, tópicos e modelos de novo e de novo.
ro: <strong>Ne place diversitatea.</strong> Dezlănțuiți-vă creativitatea! Evitați utilizarea frecventă a acelorași cuvinte, nume, subiecte sau exemple.
ru: <strong>Нам нравится разнообразие.</strong> Дайте волю своим творческим способностям! Избегайте частого использования одних и тех же слов, имён, тем или шаблонов.
sk: <strong>Máme radi rozmanitosť.</strong> Uvoľnite svoju tvorivosť! Vyhýbajte sa používaniu tých istých slov, námetov a obrazcov stále dookola.
sr: <strong>Волимо разноликост.</strong> Пусти машти на вољу! Избегавај да изнова користиш исте речи, имена, теме или шаблоне.
tr: <strong>Farklılığı severiz.</strong> Yaratıcılığınızı ortaya çıkarın! Aynı kelimeleri, isimleri, konuları veya kalıpları tekrar tekrar kullanmaktan kaçının.
tt: Без төрлелекне яратабыз. Иҗатыгызга ирек бирегез! Бер үк сүзләрне, исемнәрне, теге яки бу шаблоннарны кабат-кабат кулланмагыз
vi: <strong>Chúng tôi yêu sự đa dạng.</strong> Hãy bay bổng với sự sáng tạo của bạn! Tránh lặp lại các từ, tên, chủ đề hoặc mẫu câu giống nhau.

source: <strong>We like sharing our data.</strong> Avoid copy-pasting sentences, or at least make sure they are not copyrighted and are compatible with the CC BY license. Otherwise we cannot use them.
bg: <strong>Харесваме да споделяме нашите данни.</strong> Избягвайте копирането и поставянето на изречения или поне се уверете, че не са защитени с авторски права и са съвместими с лиценза CC BY. В противен случай не можем да ги използваме.
br: <strong>Plijout a ra deomp rannañ ho roadennoù.</strong> Klaskit chom hep eilañ-pegañ frazennoù, pe da vihanañ bezit asur n'emaint ket dindan gwirioù miret strizh hag emaint kenglotus gant ul lisañs CC BY. Mod-all n'hallfemp ket implijout anezho.
de: <strong>Material wird weitergegeben.</strong> Es ist also nichts aus fremden Quellen herzukopieren, außer es steht im Einvernehmen mit der Lizenz CC-BY.
eo: <strong>Ni ŝatas kundividi niajn frazojn.</strong> Evitu simple kopii kaj glui ilin, aŭ almenaŭ certiĝu, ke ili ne troviĝas sub kopirajto kaj kongruas kun la permesilo CC BY. Se ne, ni ne povas uzi ilin.
es: <strong>Nos gusta compartir nuestros datos.</strong> Evite copiar y pegar frases, o al menos asegúrese de que no estén protegidas por derechos de autor y sean compatibles con la licencia CC BY. De lo contrario, no podremos utilizarlos.
eu: <strong>Gustatzen zaigu gure datuak partekatzea.</strong> Saihestu kopiatu-itsatsi sistemaz idatzitakoak, edo gutxienez saihestu copyright lizentzia izan dezaketenak. Hobetsi CC BY edo CC0 lizentziadunak. Bestela ezin ditugu erabili.
fi: <strong>Pidämme datamme jakamisesta.</strong> Vältä lauseiden kopiointia, tai varmista vähintäänkin, etteivät lauseet ole tekijänoikeudella suojattuja ja että ne sopivat yhteen CC BY -lisenssin kanssa. Emme voi muutoin käyttää niitä.
fr: <strong>Nous aimons partager nos données.</strong> Évitez de copier-coller des phrases, ou assurez-vous au moins qu'elles ne sont pas protégées par le droit d'auteur et qu'elles sont compatibles avec la licence CC BY. Si ce n'est pas le cas, nous ne pouvons pas les utiliser.
he: <strong>אנחנו אוהבים לשתף את הנתונים שלנו.</strong> רצוי להימנע מהעתקה והדבקה של משפטים, או לפחות ראוי לוודא שאינם מוגנים בזכויות יוצרים ושהם תואמים לרישיון CC BY. אחרת, אנחנו לא יכולים להשתמש בהם.
hi: <strong>हम अपना डेटा साझा करना पसंद करते हैं।</strong> कॉपी-पेस्टिंग वाक्यों से बचें, या कम से कम सुनिश्चित करें कि वे कॉपीराइट नहीं हैं और सीसी बाय लाइसेंस के साथ संगत हैं। अन्यथा हम उनका उपयोग नहीं कर सकते।
hu: <strong>Szeretnénk, ha mondataink bárki számára elérhetőek lennének.</strong> Kérlek, mellőzd a mondatok másolását, vagy legalábbis győződj meg róla, hogy nem állnak szerzői jogi védelem alatt és összeegyezthetőek a CC BY licenccel. Ellenkező esetben nem használhatjuk azokat.
ia: <strong>Nos ama divider nostre datos.</strong> Evita copiar e collar phrases, o al minus assecura que illos non es sub copyright e es compatibile con le licentia CC BY. Alteremente nos non pote usar los.
id: <strong>Kami suka berbagi data kami.</strong> Hindari salin-tempel (copy-paste) kalimat, atau setidaknya pastikan kalimat tersebut tidak memiliki hak cipta dan sesuai lisensi CC BY. Kalau tidak, kami tidak bisa menggunakannya.
is: <strong>Við viljum deila gögnum okkar.</strong> Forðastu að afrita setningar eða að minnsta kosti vertu viss um að þær eru ekki undir höfundarrétti og eru samhæfar við CC-BY leyfinu. Annars getum við ekki notað þær.
it: <strong>A noi piace condividere i nostri dati.</strong> Evita di fare un copia-incolla delle frasi, o almeno assicurati che non siano coperte da copyright e siano compatibili con la licenza CC-BY. In caso contrario, non le possiamo utilizzare.
ja: <strong>共有</strong>： 例文を共有するのが好きです！著作権で保護されている例文は投稿しないでください。コピー＆ペーストはなるべく避けて、CC BYライセンスに準拠しているか確認してください。
mr: <strong>आम्हाला आमची डेटा सामायिक करायला आवडतो.</strong> वाक्ये कॉपी-पेस्ट करणे टाळा. किमान त्यांच्यावर कॉपीराईट नाही, व ती वाक्ये CC BY परवान्याशी सुसंगत आहेत, याची खात्री करून घ्या. असे केले नाही तर आम्हाला ती वाक्ये वापरता येणार नाहीत.
nl: <strong>We delen graag onze gegevens.</strong> Vermijd het kopiëren van zinnen, of zorg er in ieder geval voor dat ze niet auteursrechtelijk beschermd zijn en compatibel zijn met de CC BY-licentie. Anders kunnen we ze niet gebruiken.
pl: <strong>Lubimy dzielić się naszymi danymi.</strong> Unikaj kopiowania i wklejania zdań, lub przynajmniej upewnij się, że nie są objęte prawami autorskimi i są kompatybilne z licencją CC BY. W przeciwnym wypadku nie możemy ich używać.
pt_br: <strong>Nós gostamos de compartilhar o nosso banco de dados.</strong> Evite copiar e colar sentenças ou tenha certe que elas não são protegidas por copyright e que são compatíveis com a licenã CC BY. Caso contrário, não poderemos usá-los.
ro: <strong>Ne place să ne împărtășim datele.</strong> Evitați să copiați fraze sau cel puțin asigurați-vă că acestea nu sunt protejate de drepturi de autor și că sunt compatibile cu licența CC BY. În caz contrar, nu le putem folosi.
ru: <strong>Нам нравится делиться данными.</strong> Избегайте копирования предложений или как минимум убедитесь, что они не защищены лицензией авторского права, не совместимой с CC BY, в противном случае мы не сможем их использовать.
sk: <strong>Radi zdieľame naše údaje.</strong> Vyhýbajte sa kopírovaniu viet alebo sa aspoň uistite, že nie sú chránené autorskými právami a sú zlúčiteľné s licenciou CC BY. Inak sú pre nás nepoužiteľné.
sr: <strong>Волимо да делимо.</strong> Немој да преписујеш реченице однекуд, или се барем прво увери да им нису заштињена права и да су компатибилне са лиценцом CC BY. У супротном не смемо да их користимо.
tr: <strong>Verilerimizi paylaşmayı severiz.</strong> Kopyala yapıştır yapmaktan kaçının. Yapacaksanız da en azından telif hakkı olmayan, CC BY lisansına uygun cümleler olduklarından emin olun. Aksi takdirde cümlelerinizi kullanamayız.
tt: Безгә үзебезнең мәгълүматлар белән уртаклашу ошый. Тәкъдимнәрне күчерүдән качыгыз яки, һәрхәлдә, аларның авторлык хокукы белән якланмавына һәм CC BY лицензиясе белән ярашуына инаныгыз. Югыйсә без аларны куллана алмаячакбыз.
vi: <strong>Chúng tôi yêu thích chia sẻ dữ liệu.</strong> Tránh sao chép các câu, hoặc ít nhất hãy đảm bảo rằng chúng không có bản quyền, và tương thích với giấy phép CC BY. Nếu không chúng tôi không thể sử dụng chúng.

source: Language index
bg: Езиков индекс
br: Indeks ar yezhoù
de: Sprachenübersicht
eo: Lingva indekso
es: Índice de idiomas
fi: Kielihakemisto
fr: Répertoire des langues
he: מפתח השפות
hi: भाषा सूचकांक
hu: Nyelv index
id: Indeks bahasa
is: Tungumálsvísitala
it: Indice delle lingue
ja: 言語インデックス
mr: भाषा निर्देशांक
nl: Taalindex
pl: Indeks języków
pt_br: Index de idiomas
ro: Index limbă
ru: Перечень языков
sk: Zoznam jazykov
tt: Тел индексы
vi: Chỉ mục ngôn ngữ

source: There is {n} language on Tatoeba
bg: В Tatoeba има {n} език
br: Bez ez eus {n} yezh war Tatoeba
de: Tatoeba unterstützt {n} Sprache
eo: Estas unu lingvo en Tatoeba.
es: Hay {n} idioma en Tatoeba
fi: Tatoebassa on {n} kieli.
fr: Il y a {n} langue sur Tatoeba
he: יש שפה אחת בטטואבה
hi: Tatoeba पर {n} भाषा है
hu: A Tatoebán {n} nyelv van jelen
id: Ada {n} bahasa di Tatoeba
is: Það er {n} tungumál á Tatoebu
it: C'è {n} lingua su Tatoeba
ja: Tatoebaには {n} の言語が登録されています
mr: तातोएबावर {n} भाषा आहे
nl: Er is {n} taal op Tatoeba
pl: Na Tatoeba jest {n} język
pt_br: Há {n}idioma no Tatoeba
ro: Există {n} limbă pe Tatoeba
ru: {n} язык на проекте Tatoeba
sk: Na Tatoebe je {n} jazyk
tr: Tatoeba platformunda {n} dilde içerik mevcut.
tt: Татоэбада {n} телләр бар
vi: Có {n} ngôn ngữ trên Tatoeba
