Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: The list is accessible to anyone and is listed on the 'Browse by list' page, as well as on the sentence page for every sentence it contains.
bg: Списъкът е достъпен за всеки и е посочен на страницата „Преглед по списък“, както и на страницата с изречения за всяко изречение, което съдържа.
br: Al listenn-mañ a zo hegerz d'an holl ha listennet eo e-barzh ar bajenn "Merdeiñ dre listenn", e-giz pajennad ar frazennoù evit pep frazenn a vez endalc'het enni.
de: Diese Liste ist für alle zugänglich und wird sowohl auf der Seite 'Sämtliche öffentlich freigegebene Listen' als auch auf der Seite jedes Satzes dieser Liste angezeigt.
eo: Tiu ĉi listo estas konsultebla de ĉiu kaj aperas en la paĝo „Foliumi laŭ listo”, same kiel en la paĝo de ĉiu frazo, kiun la listo enhavas.
es: Esta lista es accesible para cualquiera y está listada en la página "Navegar por lista", como así también en la página de la oración de cada oración que contenga.
fi: Kaikilla on pääsy tähän listaan ja se on näkyvillä "Selaa listan mukaan" -sivulla sekä kaikilla niillä lausesivuilla, joiden lause on lisätty tälle listalle.
fr: Tout le monde a accès à la liste. Elle est répertoriée sur la page « Parcourir par liste » et affichée sur les pages de chaque phrase qu'elle contient.
he: הרשימה נגישה לכולם והיא מופיע בעמוד ‚עיון לפי רשימה’, כמו גם בעמוד המשפטים של כל משפט שיש בה.
hi: सूची किसी के लिए भी पहुंच योग्य है और 'सूची द्वारा ब्राउज़ करें' पृष्ठ पर सूचीबद्ध है, साथ ही इसमें शामिल प्रत्येक वाक्य के वाक्य पृष्ठ पर भी सूचीबद्ध है।
hu: A lista mindenki számára elérhető és szerepel a 'Böngészés lista alapján' oldalon, valamint a benne található minden mondathoz tartozó oldalon.
id: Daftar ini dapat diakses oleh siapa pun dan dapat ditemukan pada laman 'Cari berdasarkan daftar' dan juga di setiap laman yang memuat kalimat daftar tersebut.
is: Listinn er aðgengilegur öllum, er skráður á síðunni „Skoða eftir lista“ og er merktur á hverri setningu.
it: L'elenco è accessibile a chiunque ed è elencato sulla pagina 'Esplora le frasi in base all'elenco', come sulla pagina della frase per ogni frase che contiene.
ja: 誰でもアクセス可能で、「リストごとに見る」および例文の詳細ページにも表示されます。
mr: ही यादी सर्वांसाठी सुलभ आहे व ही "यादीनुसार चाळा" या पानावर सूचीबद्ध आहे. त्याबरोबरच या यादीत असलेल्या प्रत्येक वाक्याच्या पानावर ती दिसून येते.
nl: De lijst is voor iedereen toegankelijk en staat op de pagina 'Bladeren op lijst', evenals op de zinspagina voor elke zin die deze bevat.
pl: Ta lista jest dostępna dla wszystkich i jest na stronie 'Przeglądaj według listy' oraz na stronach zdań zawartych w niej.
pt_br: Esta lista está acessível para todos e está listada na página "Procurar por lista assim como na página da frase para casa frase que ela tenha.
ro: Lista este accesibilă oricui și este listată pe pagina „Navigați după liste”, precum și pe pagina de propoziții pentru fiecare propoziție pe care o conține.
ru: Этот список доступен всем и отображается на странице «Обзор по спискам», а также на странице каждого предложения, которое в нем содержится.
sk: Zoznam je prístupný každému a je zaradený vo vyhľadávaní na stránke „Hľadať podľa zoznamu“ a taktiež na stránke každej vety, ktorú obsahuje.
tr: Bu liste tüm kullanıcılara açık ve ''Liste ara'' sayfasından olduğu gibi cümleler sayfası üzerinden de erişilebilir konumda
tt: Бу исемлек теләсә кайсы кулланучыга ачык һәм "исемлек буенча карау" битендә, шулай ук андагы һәр җөмлә өчен җөмләләр битендә китерелгән.
vi: Danh sách này có thể được truy cập bởi bất kỳ ai và được liệt kê trên trang 'Duyệt theo danh sách', cũng như trên trang câu cho mỗi câu mà nó chứa.

source: Public
ar: علني
bg: публично
br: Foran
de: Öffentlich
el: Δημόσιος
eo: Publika
es: Pública
eu: Publikoa
fi: Julkinen
fr: Publique
he: ציבורית
hi: सार्वजनिक
hu: Nyilvános
id: Publik
is: Opinber
it: Pubblico
ja: 完全公開
ku: Gelemperî
mr: सार्वजनिक
nl: Openbaar
pl: Publiczna
pt_br: Público
ru: Общедоступный
sk: Verejný
sr: Јавни
tr: Açık
tt: Иҗтимагый
uk: Загальнодоступний
vi: Công cộng

source: The list is accessible to anyone and is listed on the 'Browse by list' page.
bg: Списъкът е достъпен за всеки и е посочен на страницата „Преглед по списък“.
br: Al listenn-mañ a zo hegerz d'an holl ha listennet eo e-barzh ar bajenn "Merdeiñ dre listenn".
de: Die Liste ist für alle zugänglich, wird aber nur auf der Seite 'Sämtliche öffentlich freigegebene Listen' angezeigt.
eo: Tiu ĉi listo estas konsultebla de ĉiu kaj aperas en la paĝo „Foliumi laŭ listo”.
es: La lista es accesible para cualquiera y está listada en la página "Navegar por lista".
fi: Kaikilla on pääsy tähän listaan ja se on näkyvillä "Selaa listan mukaan" -sivulla.
fr: Tout le monde a accès à la liste. Elle est répertoriée sur la page « Parcourir par liste ».
he: הרשימה נגישה לכולם והיא מופיעה בעמוד ‚עיון לפי רשימה’.
hi: सूची किसी के लिए भी पहुंच योग्य है और 'सूची द्वारा ब्राउज़ करें' पृष्ठ पर सूचीबद्ध है।
hu: A lista mindenki számára elérhető, és a „Böngészés lista alapján” oldalon is megtalálható.
id: Halaman ini dapat diakses oleh siapa pun dan dapat ditemukan pada laman 'Cari berdasarkan daftar'.
is: Listinn er aðgengilegur öllum og er skráður á síðunni „Skoða eftir lista.“
it: L'elenco è accessibile a chiunque ed è elencato sulla pagina 'Esplora le frasi in base all'elenco'.
ja: 誰でもアクセス可能で、「リストごとに見る」にのみ表示されます。
mr: ही यादी सर्वांसाठी सुलभ आहे व ही "यादीनुसार चाळा" या पानावर सूचीबद्ध आहे.
nl: De lijst is voor iedereen toegankelijk en staat op de pagina 'Bladeren op lijst'.
pl: Ta lista jest dostępna dla wszystkich i jest na stronie 'Przeglądaj według listy'.
pt_br: Essa lista está acessível para qualquer um e está listada na página "Procurar por lista".
ro: Lista este accesibilă oricui și este listată pe pagina „Navigați după liste”.
ru: Этот список доступен всем и отображается на странице «Обзор по спискам».
sk: Zoznam je prístupný každému a je zaradený vo vyhľadávaní na stránke „Hľadať podľa zoznamu“.
tr: Bu liste tüm kullanıcılara açık ve aynı zamanda ''Liste ara'' sayfasından da erişilebilir konumda.
tt: Бу исемлек теләсә кайсы кулланучыга ачык һәм "исемлек буенча карау"битендә китерелгән.
vi: Danh sách này có thể được truy cập bởi bất kỳ ai, và được liệt kê trên trang 'Duyệt theo danh sách'.

source: Listed
bg: в списъка
br: Listennet
de: Aufgeführt
eo: Listigita
es: Listada
fi: Näkyvillä
fr: Répertoriée
he: מופיעה
hi: सूचीबध्द
hu: Listázott
id: Terdaftar
is: Skráður
it: Elencato
ja: 制限付き公開
mr: यादीत असलेली
nl: Opgenomen
pl: Katalogowana
pt_br: Listada
ro: Listată
ru: Видимый
sk: Zaradený vo vyhľadávaní
tr: Listelenmiş
tt: Санап үтелгәннәр
vi: Được liệt kê

source: The list is accessible to anyone but is not listed on the 'Browse by list' page.
bg: Списъкът е достъпен за всеки, но не е посочен на страницата „Преглед по списък“.
br: Al listenn-mañ a zo hegerz d'an holl daout ma neket listennet e-barzh ar bajennad "Merdeiñ dre listenn".
de: Die Liste ist nur für diejenigen zugänglich, die den Link dahin kennen. Sie wird nicht auf der Seite 'Sämtliche öffentlich freigegebenen Listen' angezeigt.
eo: Tiu ĉi listo estas konsultebla de ĉiu sed ne aperas en la paĝo „Foliumi laŭ listo”.
es: La lista es accesible para cualquiera pero no está listada en la página "Navegar por lista".
fi: Kaikilla on pääsy tähän listaan, mutta se ei ole näkyvillä "Selaa listan mukaan" -sivulla.
fr: Tout le monde a accès à la liste, mais elle n'est pas répertoriée sur la page « Parcourir par liste ».
he: הרשימה נגישה לכולם אך אינה מופיעה בעמוד ‚עיון לפי רשימה’.
hi: सूची किसी के लिए भी सुलभ है लेकिन 'सूची के अनुसार ब्राउज़ करें' पृष्ठ पर सूचीबद्ध नहीं है।
hu: A lista bárki számára elérhető, de nem szerepel a "Böngészés lista alapján" oldalon.
id: Daftar ini dapat diakses oleh siapa pun tetapi tidak akan ditemukan pada laman 'Cari berdasarkan daftar'.
is: Listinn er aðgengilegur öllum en er ekki skráður á síðunni „Skoða eftir lista.“
it: L'elenco è accessibile a chiunque ma non è elencato sulla pagina 'Esplora le frasi in base all'elenco'.
ja: 本人以外でもアクセス可能ですが、「リストごとに見る」および例文の詳細ページには表示されません。
mr: ही यादी सर्वांसाठी सुलभ आहे, पण ती "यादीनुसार चाळा" या पानावर सूचीबद्ध नाही.
nl: De lijst is voor iedereen toegankelijk, maar staat niet op de pagina 'Bladeren op lijst'.
pl: Ta lista jest dostępna dla wszystkich, ale nie jest na stronie 'Przeglądaj według listy'.
pt_br: Essa lista está acessível para todos, mas não está listada na página "Procurar por lista".
ro: Lista este accesibilă oricui, dar nu este listată pe pagina „Navigați după liste”.
ru: Этот список доступен всем, но не отображается на странице «Обзор по спискам».
sk: Zoznam je prístupný každému, ale nie je zaradený vo vyhľadávaní na stránke „Hľadať podľa zoznamu“.
tr: Bu liste tüm kullanıcılara açık fakat ''Liste ara'' sayfası üzerinden erişilebilir konumda bulunmuyor.
tt: Бу исемлекне теләсә кайсы кулланучы куллана ала, ләкин ул "Исемлекләр буенча карау" битендә юк.
vi: Danh sách này có thể được truy cập bởi bất kỳ ai, nhưng không được liệt kê trên trang 'Duyệt theo danh sách'.

source: Unlisted
ar: غير مُسردة
bg: Неизброени
br: Amlistennet
de: Nicht aufgeführt
el: Ακαταχώριστος
eo: Ne listigita
es: Oculta
eu: Zerrendatu gabea
fi: Luetteloimaton
fr: Non répertoriée
he: לא מופיעה
hi: असूचीबद्ध
hu: Nem listázott
ia: Non listate
id: Tidak terdaftar
is: Óskráður
it: Non elencato
ja: 限定公開
ku: Derveyî lîsteyê
mr: असूचीगत
nl: Niet vermeld
pl: Ukryta
pt_br: Oculto
ro: Neafișat
ru: Невидимый
sk: Nezaradený vo vyhľadávaní
sr: Није на списку
tr: Liste dışı
tt: Теркәлмәгән
uk: Не в списку
vi: Không được liệt kê

source: The list is accessible only to you.
bg: Списъкът е достъпен само за вас.
br: Al listenn-mañ a zo hegerz deoc'h hepken.
de: Die Liste ist nur für dich zugänglich.
eo: Tiu ĉi listo estas konsultebla nur de vi.
es: Sólo usted puede acceder a la lista.
fi: Vain sinulla on pääsy listaan.
fr: Vous seul(e) avez accès à la liste.
he: הרשימה נגישה לך בלבד.
hi: सूची केवल आपके लिए उपलब्ध है।
hu: A listához csak te tudsz hozzáférni.
id: Daftar ini hanya dapat diakses oleh Anda.
is: Listinn er aðeins aðgengilegur þér.
it: L'elenco è accessibile solamente a te.
ja: 本人のみアクセス可能です。
mr: ही यादी केवळ आपल्यासाठीच सुलभ आहे.
nl: De lijst is alleen voor u toegankelijk.
pl: Ta lista jest dostępna tylko dla ciebie.
pt_br: Essa lista é acessível apenas para você.
ro: Lista este accesibilă numai pentru dumneavoastră.
ru: Этот список доступен только вам.
sk: Zoznam je prístupný iba vám.
tr: Bu liste yalnızca sizin erişiminize açıktır.
tt: Бу исемлек сезгә генә ачык.
vi: Danh sách này chỉ có bạn mới có thể truy cập.

source: Private
ar: خاصّة
bg: Персонален
br: Prevez
de: Privat
el: Ιδιωτικός
eo: Privata
es: Privada
eu: Pribatua
fi: Yksityinen
fr: Privée
he: פרטית
hi: निजी
hu: Privát
id: Pribadi
is: Einka
it: Privato
ja: 本人のみ
ku: Taybet
mr: खाजगी
nl: Privé
pl: Osobista
pt_br: Privado
ro: Privat
ru: Личный
sk: Súkromný
sr: Приватни
tr: Özel
tt: Шәхси
uk: Приватний
vi: Riêng tư

source: Who can add/remove sentences
ar: من يستطيع إضافة/حذف الجمل
bg: Кой може да добави / премахне изречения
br: Piv c'hall ouzhpennañ/dilemel frazennoù
de: Entfernt/hinzugefügt werden dürfen Sätze:
el: Ποιός μπορεί να προσθέσει/αφαιρέσει φράσεις
eo: Kiu povas aldoni/viŝi frazojn
es: Quién puede añadir/quitar oraciones
eu: Nork ahal du gehitu/ezabatu esaldiak
fi: Kuka voi lisätä/poistaa lauseita
fr: Qui peut ajouter/retirer des phrases ?
he: למי מותר להוסיף/להסיר משפטים
hi: वाक्य कौन जोड़ या निकाल सकता है
hu: Ki adhat hozzá/távolíthat el mondatokat
ia: Qui pote adder/remover phrases
id: Siapa yang dapat menambah/menghapus kalimat
is: Hver getur bætt/fjarlægt setningum
it: Chi può aggiungere/eliminare frasi
ja: 例文の追加・削除ができるユーザー
ku: Kî dikare hevokan tevlî bike/rake
mr: कोण वाक्य जोडू किंवा काढू शकतं
nl: Wie kan zinnen toevoegen/verwijderen
pl: Kto może dodawać/usuwać zdania
pt_br: Quem pode adicionar/remover sentenças
ro: Cine poate adăuga/șterge propoziții
ru: Кто может добавлять/изменять предложения
sk: Kto môže pridať/odstrániť vety
sr: Ко може да додаје/уклања реченице
tr: Kimler cümle ekleyebilir/kaldırabilir
tt: Җөмләләрне кем өсти/бетерә ала
uk: Хто може додавати/видаляти речення
vi: Ai có thể thêm/bớt câu

source: Anyone
ar: الجميع
bg: всеки
br: Forzh piv
de: von jedem
el: Οποιοσδήποτε
eo: Ĉiu
es: Cualquiera
eu: Edonork
fi: Kuka tahansa
fr: Tout le monde
he: כולם
hi: कोई भी
hu: Bárki
ia: Omnes
id: Siapapun
is: Allir
it: Chiunque
ja: 全員
ku: Her kes
mr: कोणीही
nl: Iedereen
pl: Wszyscy
pt_br: Qualquer um
ro: Oricine
ru: Все
sk: Každý
sr: Било ко
tr: Herkes
tt: Теләсә кем
uk: Будь хто
vi: Bất kỳ ai

source: Only me
ar: أنا فقط
bg: Само аз
br: Me, hepken
de: nur von mir
el: Μόνο εγώ
eo: Nur mi
es: Sólo yo
eu: Nik neuk eta ez beste inork
fi: Vain minä
fr: Uniquement moi
he: רק אני
hi: केवल मैं
hu: Csak én
ia: Solmente io
id: Hanya saya
is: Aðeins ég
it: Solo io
ja: 本人のみ
ku: Tenê ez
mr: फक्त मी
nl: Alleen ik
pl: Tylko ja
pt_br: Apenas eu
ro: Doar eu
ru: Только я
sk: Iba ja
sr: Само ја
tr: Sadece ben
tt: Мин генә
uk: Тільки я
vi: Chỉ mình tôi

source: No one (list inactive)
ar: لا أحد (القائمة غير نشطة)
bg: Никой (списъкът е неактивен)
br: Den ebet (listenn dioberiant)
de: von niemandem (Liste eingefroren)
el: Κανένας (αδρανής κατάλογος)
eo: Neniu (neaktiva listo)
es: Nadie (lista inactiva)
eu: Inork ere ez (geldirik dagoen zerrenda)
fi: Ei kukaan (lista epäaktiivinen)
fr: Personne (liste inactive)
he: אף אחד (רשימה בלתי פעילה)
hi: कोई नहीं (निष्क्रिय सूची)
hu: Senki (inaktív lista)
ia: Nemo (lista inactive)
id: Tidak ada (daftar tidak aktif)
it: Nessuno (elenco inattivo)
ja: 許可しない（非アクティブ）
ku: Ne ti kes (lîsteya derçalak)
mr: कोणीच नाही (निष्क्रीय यादी)
nl: Niemand (inactieve lijst)
pl: Nikt (lista nieaktywna)
pt_br: Ninguém (lista inativa)
ro: Nimeni (listă inactivă)
ru: Никто (список неактивен)
sk: Nikto (zoznam nečinný)
sr: Нико (неактиван списак)
tr: Kimse (pasif liste)
tt: Беркемне дә (исемлек актив түгел)
uk: Ніхто (неактивний список)
vi: Không ai (danh sách không hoạt động)

source: Remove sentence {number} from list
ar: أزل الجملة {number} من القائمة
bg: Премахване на изречение {number} от списъка
br: Dilemel {number} frazenn diwar al listenn
de: Satz {number} von der Liste entfernen.
el: Απομάκρυνση φράσης {number} από τον κατάλογο
eo: Forigu frazon {number} de la listo
es: Elimina de la lista la frase {number}
eu: Ezabatu honako esaldia {number} zerrendatik
fi: Poista lause {number} listalta
fr: Retirer la phrase {number} de la liste
he: הסרת משפט {number} מהרשימה
hi: वाक्य {number} को सूची से निकाल दें
hu: {number} számú mondat eltávolítása a listáról
ia: Remover le phrase {number} del lista
id: Hapus kalimat nomor {number} dari daftar
it: Elimina la frase {number} dall'elenco
ja: 例文「{number}」をリストから外す
ku: Hevoka {number}ê ji lîsteyê rake
mr: वाक्य {number} यादीतून काढून टाका
nl: Zin {number} uit de lijst verwijderen
pl: Usuń {number}. zdanie z listy
pt_br: Remover a frase nº {number} da lista
ro: Ștergeți din listă propoziția {number}
ru: Удалить предложение №{number} из списка
sk: Odstrániť vetu {number} zo zoznamu
sr: Склони реченицу {number} са списка
tr: {number} cümlesini listeden çıkar
tt: Җөмләне бетерергә {number} исемлектән
uk: Видалити речення {number} із списка
vi: Xóa câu {number} khỏi danh sách

source: Remove this sentence from '{listName}'.
bg: Премахнете това изречение от '{listName}'.
br: Dilemel ar frazenn-mañ diwar "{listName}".
de: Satz von der Liste '{listName}' entfernen.
eo: Forigi tiun ĉi frazon de '{listName}'.
es: Quitar esta oración de '{listName}'.
fi: Poista tämä lause listasta '{listName}'.
fr: Retirer cette phrase de la liste « {listName} »
he: הסרת המשפט הזה מתוך ‚{listName}’.
hi: इस वाक्य को '{listName}' से हटाएँ।
hu: Mondat eltávolítása a '{listName}' listáról.
id: Hapus kalimat ini dari {listName}
it: Rimuovi questa frase da '{listName}'.
ja: 例文をリスト「{listName}」から外す
mr: हे वाक्य '{listName}' या यादीतून काढून टाका
nl: Verwijder deze zin uit '{listName}'.
pl: Usuń to zdanie z '{listName}'.
pt_br: Remover essa frase da lista {listName}
ro: Eliminați această propoziție din '{listName}'.
ru: Удалить это предложение из списка '{listName}'.
sk: Odstrániť vetu zo zoznamu „{listName}“.
tr: Bu cümleyi '{listName}' listesinden çıkar.
tt: Бу җөмләне алып ташлагыз '{listName}'.
vi: Xóa câu này khỏi '{listName}'.

source: Add a sentence to this list :
ar: أضف جملة لهذه القائمة:
bg: Добавете изречение към този списък :
br: Ouzhpennañ ur frazenn d'al listenn-mañ:
de: Dieser Liste einen Satz hinzufügen:
el: Προσθήκη μιας φράσης σε αυτόν τον κατάλογο:
eo: Aldoni frazon al ĉi tiu listo
es: Agregarle una oración a esta lista :
eu: Gehitu esaldi bat zerrenda honetara:
fi: Lisää lause tälle listalle:
fr: Ajouter une phrase à cette liste :
he: הוספת משפט לרשימה הזאת:
hi: इस सूची में वाक्य जोड़ें:
hu: Új mondat hozzáadása a listához :
ia: Adder un phrase a iste lista:
id: Tambahkan sebuah kalimat ke daftar ini:
is: Bæta við setningu á þennan lista :
it: Aggiungi una frase a questo elenco:
ja: 新しい例文をこのリストに追加する：
ku: Hevokekê tevlî vê lîsteyê bike :
mr: या यादीत एक वाक्य जोडा :
nl: Voeg een zin toe aan deze lijst:
pl: Dodaj zdanie do tej listy:
pt_br: Adicionar uma frase a esta lista:
ro: Adăugați o propoziție în această listă:
ru: Добавить предложение в список:
sk: Pridať vetu na tento zoznam:
sr: Додај реченицу на овај списак:
tr: Bu listeye bir cümle ekle:
tt: Бу исемлеккә җөмлә өстәгез :
uk: Додати речення до цього списка :
vi: Thêm một câu vào danh sách này:

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
ar: ملاحظة: يمكنك أيضًا إضافةُ الجمل الموجودة بهذه الأيقونة {addToListButton} (أثناء <a href="{url}">التصفح</a> على سبيل المثال).
bg: ЗАБЕЛЕЖКА: Можете също да добавите съществуващи изречения с тази икона {addToListButton} (докато <a href="{url}">сърфирате</a> например).
br: NOTENN: Gellout a rit ouzhpennañ frazennoù a zo anezho dija gant an ikon-mañ {addToListButton} (en ur <a href="{url}">verdeiñ</a> da skouer).
de: Hinweis: Mit Hilfe des Symbols {addToListButton} kannst du der Liste auch bereits existierende Sätze hinzufügen (etwa solche, die du dir <a href="{url}">zufällig</a> anzeigen lässt).
el: ΣΗΜΕΙΩΣΗ: Μπορείτε επίσης να προσθέσετε υπάρχουσες φράσεις με το εικονίδιο {addToListButton} (ενώ <a href="{url}">κάνετε αναζήτηση</a> για παράδειγμα).
eo: RIMARKO: Vi povas aldoni ankaŭ ekzistantajn frazojn per tiu bildsimbolo {addToListButton} (dum vi ekzemple <a href="{url}">foliumas</a>).
es: NOTA : también puede agregar oraciones existentes con este ícono {addToListButton} (cuando <a href="{url}">navega</a>, por ejemplo).
eu: OHARRA: dagoeneko existitzen diren esaldiak ere gehi ditzakezu {addToListButton} ikonoarekin (<a href="{url}">nabigatu</a> bitartean, esaterako).
fi: HUOM: Voi myös lisätä olemassa olevia lauseita käyttämällä tätä kuvaketta {addToListButton} (esimerkiksi kun <a href="{url}">selailet</a>).
fr: NOTE : Vous pouvez aussi ajouter des phrases existantes avec cette icône {addToListButton} (par exemple en <a href="{url}">parcourant</a> des phrases).
he: לתשומת לבך : אפשר להוסיף משפטים קיימים עם הסמל הזה {addToListButton} (תוך <a href="{url}">עיון</a> למשל).
hi: नोट: आप इस आइकन {addToListButton} के साथ मौजूदा वाक्य भी जोड़ सकते हैं (उदाहरण के लिए <a href="{url}">ब्राउज़ करते समय</a>)।
hu: Megjegyzés: Már létező mondatokat is felvehetsz a listába ezzel az ikonnal:{addToListButton} (például <a href="{url}">böngészés</a>közben).
ia: NOTA: Tu pote etiam adder phrases existente con iste icone {addToListButton} (durante que tu <a href="{url}">percurre le phrases</a>, per exemplo).
id: CATATAN: Anda juga bisa menambahkan kalimat yang sudah ada ke dalam daftar dengan mengklik ikon {addToListButton} (misalnya ketika Anda sedang melakukan <a href="{url}">penelusuran </a> ).
it: NOTA: Puoi anche aggiungere frasi esistenti con l'icona {addToListButton} (mentre stai <a href="{url}">navigando</a> sul sito, ad esempio).
ja: ※リストに文を追加するには、{addToListButton}ボタンを使う方法もあります（例えば<a href="{url}">こちら</a>）。
mr: टिप: नवीन वाक्ये जोडण्यास आपण {addToListButton} या प्रतीकाचाही वापर करू शकता (जसे की <a href="{url}">चाळताना</a> वगैरे).
nl: NB: Je kan ook bestaande zinnen toevoegen door te klikken op dit pictogram {addToListButton} (bijvoorbeeld tijdens het <a href="{url}">bladeren</a>).
pl: UWAGA: możesz również dodawać istniejące zdania tą ikoną {addToListButton} (np. podczas <a href="{url}">przeglądania</a>).
pt_br: NOTA: Você também pode adicionar frases existentes clicando no ícone {addToListButton} (enquanto estiver <a href="{url}">navegando</a>, por exemplo).
ro: NOTĂ: Puteți adăuga propoziții existente cu ajutorul acestei iconițe {addToListButton} (în timp ce <a href="{url}">navigați</a>, de exemplu).
ru: Примечание: С помощью кнопки {addToListButton} вы также можете добавлять существующие предложения (при <a href="{url}">просмотре</a>, например).
sk: POZNÁMKA: Vety môžete taktiež pridávať pomocou tohto tlačítka {addToListButton} (napríklad počas <a href="{url}">vyhľadávania</a>).
tr: NOT: {addToListButton} simgesini kullanarak gördüğünüz cümleleri de ekleyebilirsiniz (mesela <a href="{url}">gezinirken</a> gördüklerinizi).
tt: Искәрмә: сез шулай ук бу билге ярдәмендә булган җөмләләрне өсти аласыз {addToListButton} (шул ук вакытта 1browsing1 мәсәлән).
uk: УВАГА: Ви також можете додавати існуючі речення з цією позначкою {addToListButton} (під час <a href="{url}">перегляду</a>, наприклад).
vi: LƯU Ý: Bạn cũng có thể thêm các câu hiện có bằng biểu tượng này {addToListButton} (ví dụ khi đang <a href="{url}">duyệt</a>).

source: Create a new list
ar: أنشئ قائمة جديدة
bg: Създайте нов списък
br: Krouiñ ul listenn nevez
de: Eine neue Liste erstellen
el: Δημιουργία νέου καταλόγου
eo: Krei novan liston
es: Crear una lista nueva
eu: Sortu zerrenda berri bat
fi: Luo uusi lista
fr: Créer une nouvelle liste
he: יצירת רשימה חדשה
hi: नयी सूची बनाएँ
hu: Új lista létrehozása
ia: Crear un nove lista
id: Buat sebuah daftar baru
is: Skapa nýjan lista
it: Crea un nuovo elenco
ja: 新しいリストを作る
ku: Lîsteyeke nû biafirîne
mr: नवीन यादी बनवा
nl: Een nieuwe lijst maken
pl: Utwórz nową listę
pt_br: Criar nova lista
ro: Creați o listă nouă
ru: Создать новый список
sk: Vytvoriť nový zoznam
sr: Направи нов списак
tr: Yeni bir liste oluştur
tt: Яңа исемлек төзегез
uk: Створити новий список
vi: Tạo một danh sách mới

# list
source: Name
ar: الاسم
bg: име
br: Anv
el: Όνομα
eo: Nomo
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
he: שם
hi: नाम
hu: Név
ia: Nomine
id: Nama
is: Nafn
it: Nome
ja: 名前
ku: Nav
mr: नाव
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
sr: Име
tr: İsim
tt: Исем
uk: Ім'я
vi: Tên

# header
source: Search
ar: ابحث
bg: Търсене
br: Klask
de: Suche
el: Αναζήτηση
eo: Serĉo
es: Buscar
eu: Bilatu
fi: Haku
fr: Recherche
he: חיפוש
hi: खोज करें
hu: Keresés
ia: Cercar
id: Cari
is: Sía
it: Cerca
ja: 検索
ku: Lêgerîn
mr: शोध
nl: Zoeken
pl: Szukaj
pt_br: Procurar
ro: Căutare
ru: Поиск
sk: Zoradiť podľa
sr: Претражи
tr: Arama
tt: Эзләү
vi: Tìm kiếm

source: All public lists
ar: كل القوائم العلنية
bg: Всички публични списъци
br: An holl listennoù foran
de: Alle öffentlichen Listen
el: Όλοι οι δημόσιοι κατάλογοι
eo: Ĉiuj publikaj listoj
es: Todas las listas públicas
eu: Zerrenda publiko guztiak
fi: Kaikki julkiset listat
fr: Toutes les listes publiques
he: כל הרשימות הציבוריו
hi: सभी सार्वजनिक सूचियाँ
hu: Összes nyilvános lista
ia: Tote le listas public
id: Semua daftar publik
is: Allir opinberir listar
it: Tutti gli elenchi pubblici
ja: 公開リスト
ku: Hemû lîsteyên gelemperî
mr: सर्व सार्वजनिक याद्या
nl: Alle publieke lijsten
pl: Wszystkie publiczne listy
pt_br: Todas as listas públicas
ro: Toate listele publice
ru: Все общие списки
sk: Všetky verejné zoznamy
sr: Сви јавни спискови
tr: Tüm açık listeler
tt: Барлык җәмәгать исемлекләре
uk: Всі публічні списки
vi: Tất cả danh sách công khai
