Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Link to another sentence
ar: صِل بجملة أخرى
bg: Линк към друго изречение
br: Liammañ d'ur frazenn all
de: Mit einem anderen Satz verknüpfen
el: Σύνδεση με άλλη φράση
eo: Ligi al alia frazo
es: Enlaza con otra frase.
eu: Estekatu beste esaldi batekin
fi: Linkitä toiseen lauseeseen
fr: Lier à une autre phrase
he: קישור למשפט אחר
hi: दूसरे वाक्य को लिंक करें
hu: Összekapcsolás egy másik mondattal
ia: Ligar a un altere phrase
id: Tautkan ke kalimat lain
is: Tengast aðrari setningu
it: Collega ad un'altra frase
ja: リンクを追加する
ku: Li hevokeke dinê girêde
mr: दुसर्‍या वाक्याशी दुवा जोडा
nl: Aan een andere zin koppelen
pl: Złącz z innym zdaniem
pt_br: Ligar a outra frase
ro: Legați de o altă propoziție
ru: Связать с другим предложением
sk: Pripojiť k inej vete
sr: Веза до друге реченице
tr: Başka cümleye bağla
tt: Башка җөмләгә сылтама
uk: Зв'язати з іншим реченням
vi: Liên kết đến một câu khác

source: Sentence number
ar: رقم الجملة
bg: Номер на изречение
br: Niverenn ar frazenn
de: Satznummer
el: Αριθμός φράσεων
eo: Frazo numero
es: Número de oración
eu: Esaldiaren zenbakia
fi: Lausenumero
fr: Numéro de la phrase
he: מספר משפט
hi: वाक्य क्रमांक
hu: Mondat száma
ia: Numero de phrase
id: Nomor kalimat
is: Setningartala
it: Numero della frase
ja: 例文番号
ku: Hejmara hevokê
mr: वाक्य क्रमांक
nl: Nummer van zin
pl: Numer zdania
pt_br: Número da frase
ro: Numărul propoziției
ru: Номер предложения
sk: Číslo vety
sr: Број реченице
tr: Cümle numarası
tt: Җөмлә номеры
uk: Речення номер
vi: Số câu

source: Add to list
ar: أضف إلى القائمة
bg: Добави към списък
br: Ouzhpennañ d'ul listenn
de: Einer Liste hinzufügen
el: Προσθήκη στη λίστα
eo: Aldoni al listo
es: Agregar a la lista
eu: Gehitu zerrendara
fi: Lisää listaan
fr: Ajouter à une liste
he: הוספה לרשימה
hi: सूचि में जोड़े
hu: Listához ad
ia: Adder a lista
id: Tambahkan ke daftar
is: Bæta á lista
it: Aggiungi a un elenco
ja: リストに追加する
ku: Tevlî lîsteyê bike
mr: यादीत जोडा
nl: Aan lijst toevoegen
pl: Dodaj do listy
pt_br: Adicionar a uma lista
ro: Adăugați în listă
ru: Добавить в список
sk: Pridať na zoznam
sr: Додај на списак
tr: Listeye ekle
tt: Исемлеккә өстәргә
uk: Додати до списка
vi: Thêm vào danh sách

source: Sentence already in all possible lists
bg: Изображението е добавено във всички списъци.
br: Ar frazenn-mañ 'zo anezhi dija en holl listennadoù posubl
de: Der Satz ist bereits in allen möglichen Listen enthalten
el: Η φράση βρίσκετε ήδη σε όλους τους πιθανούς καταλόγους
eo: Tiu ĉi frazo jam estas en ĉiuj eblaj listoj.
es: La oración ya está en todas las listas posibles
eu: Esaldia dagoeneko ahal beste zerrendetan
fi: Lause on jo kaikilla mahdollisilla listoilla.
fr: Phrase déjà présente dans toutes les listes possibles
he: המשפט כבר נמצא בכל הרשימות האפשריות.
hi: वाक्य पहले से ही सभी संभव सूचियों में है
hu: A mondat már minden lehetséges listában szerepel
ia: Le phrase jam es in tote le listas possibile
id: Kalimat ini sudah ada di semua daftar yang mungkin
it: Frase già in tutti i possibili elenchi
ja: 例文は既に利用可能なすべてのリストに含まれています。
mr: हे वाक्य आधीच शक्य असलेल्या सर्व याद्यांमध्ये समाविष्ट आहे
nl: Zin reeds in alle mogelijke lijsten
pl: Zdanie już we wszystkich możliwych listach
pt_br: Sentença já incluída em todas as listas possíveis
ro: Propoziția există deja în toate listele posibile
ru: Предложение уже находится во всех списках
sk: Veta už je na všetkých možných zoznamoch
sr: Реченица је већ у свим могућим списковима
tr: Cümle zaten tüm olası listelerde
tt: Җөмлә барлык мөмкин булган исемлекләрдә дә бар инде
vi: Câu đã có trong tất cả các danh sách có sẵn

source: Add to one of your lists
ar: أضف إلى إحدى قوائمك
bg: Добави към един от свойте списъци
br: Ouzhpennañ d'ul listenn deoc'h
de: Einer deiner Listen hinzufügen
el: Προσθήκη σε μια από τις λίστες σου
eo: Aldoni al iu el viaj listoj
es: Añadir en alguna de tus listas.
eu: Gehitu zure zerrenda batera
fi: Lisää jollekin listoistasi
fr: Ajouter à une de vos listes
he: הוספת אחד לרשימות שלך
hi: अपने एक सूची में जोड़ें
hu: Hozzáadás a saját listámhoz
ia: Adder a un de tu listas
id: Tambahkan ke salah satu daftar Anda
it: Aggiungi a uno dei tuoi elenchi
ja: 自分のリスト
ku: Tevlî lîsteyeke xwe bike
mr: आपल्या एका यादीत जोडा
nl: Aan een van jouw lijsten toevoegen
pl: Dodaj do jednej ze swoich list
pt_br: Adicionar a uma de suas listas
ro: Adăugați la una din listele dumneavoastră
ru: Добавить в один из ваших списков
sk: Pridať na jeden z vašich zoznamov
sr: Додај на један од твојих спискова
tr: Listelerinizden birine ekleyin
tt: Үзегезнең исемлекләрнең берсенә өстәгез
uk: Додати до одного з ваших списків
vi: Thêm vào danh sách

source: Add to a collaborative list
ar: أضف إلى قائمة تعاونية
bg: Добавете към списък за сътрудничество
br: Ouzhpennañ d'ul listenn genlabourus
de: Einer gemeinschaftl. Liste hinzufügen
el: Προσθήκη στο συνεργατικό κατάλογο
eo: Aldoni al la kunlabora listo
es: Añadir a una lista colaborativa
eu: Gehitu elkar-laguntza zerrenda batera
fi: Lisää yhteistyölistalle
fr: Ajouter à une liste réalisée collaborativement
he: הוספת לרשימה שיתופית
hi: सहयोगी सूची में जोड़ें
hu: Hozzáadás egy kooperatív listához
ia: Adder a un lista collaborative
id: Tambahkan ke sebuah daftar kolaboratif
it: Aggiungi a un elenco collaborativo
ja: 共有リスト
ku: Tevlî lîsteyeke hevpar bike
mr: एका सहयोगी यादीत जोडा
nl: Aan een gezamenlijk gemaakte lijst toevoegen
pl: Dodaj do listy współtworzonej
pt_br: Adicionar a uma lista colaborativa
ro: Adăugați la o listă colaborativă
ru: Добавить в общий список
sk: Pridať na spoločný zoznam
sr: Додај колаборативни списак
tr: Ortak listeye ekle
tt: Уртак исемлеккә өстәргә
uk: Додати до спільного списка
vi: Thêm vào danh sách cộng tác

source: You cannot delete this sentence because it has audio.
ar: لا يمكنك حذف هذه الجملة لأن لها تسجيلًا صوتيًّا.
bg: Не можете да изтриете това изречение, тъй като към него има аудио.
br: N'hallit ket dilemel al listenn-mañ rak un aodio he deus.
de: Dieser Satz kann wegen der vorhandenen Audiodatei nicht gelöscht werden.
el: Δεν μπορείτε να διαγράψετε αυτή τη φράση επειδή έχει αρχείο ήχου.
eo: Vi ne povas forigi tiun ĉi frazon, ĉar estas ligita son-dosiero al ĝi.
es: No puedes borrar esta oración porque tiene voz.
eu: Ezin duzu esaldia ezabatu audioa atxikita duelako.
fi: Et voi poistaa tätä lausetta, koska siihen on liitetty äänite.
fr: Vous ne pouvez pas supprimer cette phrase car elle comporte un enregistrement sonore.
he: לא ניתן למחוק את המשפט הזה כיוון שמצורף לו קטע שמיעה.
hi: इस वाक्य पर ऑडियो होने के कारण आप इसे हटा नहीं सकते।
hu: Nem törölheted ezt a mondatot, mert tartozik hozzá hangfelvétel.
ia: Tu non pote deler iste phrase perque illo ha audio.
id: Anda tidak dapat menghapus kalimat ini karena di dalamnya tersemat berkas audio.
is: Þú getur ekki eytt þessari setningu vegna þess að hún hefur upptöku.
it: Non puoi eliminare questa frase perché è dotata di audio.
ja: この例文は音声つきのため削除できません。
ku: Tu nikarî vê hevokê jê bibe ji ber ku ew xwedî deng e.
mr: या वाक्यावर ऑडिओ असल्यामुळे आपण हे वाक्य हटवू शकत नाही.
nl: Je kunt deze zin niet verwijderen omdat hij audio heeft.
pl: Nie możesz usunąć tego zdania, ponieważ posiada nagranie.
pt_br: Você não pode apagar esta frase porque ela contém áudio.
ro: Nu puteți șterge această propoziție deoarece are conținut audio.
ru: Вы не можете удалить это предложение, так как оно имеет аудиозапись.
sk: Nemôžete vymazať túto vetu, pretože má zvukovú nahrávku.
sr: Не можеш да обришеш ову реченицу јер ма звучни запис.
tr: Bu cümleyi silemezsiniz çünkü ses dosyası var.
tt: Сез бу җөмләнене бетерә алмыйсыз, чөнки анда аудиоязма бар.
uk: Ви не можете видалити це речення тому що до нього доданий звук.
vi: Bạn không thể xóa câu này vì nó có âm thanh.

source: belongs to {user}
ar: ملك لـ {user}
bg: принадлежи на {user}
br: perc'hennet eo gant {user}
de: gehört {user}
el: ανήκει στο {user}
eo: apartenas al {user}
es: pertenece a {user}
eu: {user} jabea da
fi: kuuluu jäsenelle {user}
fr: appartient à {user}
he: שייך ל־{user}
hi: {user} के स्वामित्व का
hu: tulajdonos: {user}
ia: pertine a {user}
id: milik {user}
is: eign {user}
it: appartiene a {user}
ja: 所有者：{user}
ku: aîdî {user} e
mr: {user} यांच्या मालकीचे
nl: behoort toe aan {user}
pl: należy do {user}
pt_br: pertence a {user}
ro: aparține lui {user}
ru: принадлежит {user}
sk: patrí užívateľovi {user}
sr: припада кориснику {user}
tr: {user} kullanıcısına ait
tt: 1{user}
uk: належить користувачу {user}
vi: thuộc về {user}

source: (native)
ar: (متحدث أصلي)
bg: (носител на езика)
br: (genidik)
de: (Muttersprachler)
eo: (denaska nivelo)
es: (nativo)
eu: (jatorrizko hiztun)
fi: (äidinkielinen puhuja)
fr: (natif)
he: (שפת אם)
hi: (मातृ भाषा)
hu: (anyanyelvű)
is: (innfædd(ur))
it: (madrelingua)
ja: （ネイティブ）
ku: (zimanê dayikê)
mr: (मातृभाषिक)
nl: (moedertaal)
pl: (rodzimy użytkownik języka)
pt_br: (nativo)
ro: (nativ)
ru: (носитель)
sk: (rodený hovoriaci)
sr: (матерњи)
tr: (ana dili)
tt: (туган)
uk: (рідна)
vi: (bản ngữ)

source: Tatoeba can automatically enter the sentence ID when you have copied a sentence URL. To enable this, please allow your browser to read from the clipboard.
bg: Tatoeba може автоматично да въведе идентификационния номер на изречението, когато сте копирали URL адрес на изречение. За да активирате това, моля, позволете на браузъра си да чете от клипборда.
br: Tatoeba a c'hall em-ebarzhiñ ID ar frazenn ur wech m'eo bet eilet ganeoc'h URL ur frazenn. Evit enaouiñ an dra-se roit an aotre d'ho merdeer da lenn adalek ar golver.
de: Die Satznummer wird automatisch eingetragen, wenn du die URL eines Satzes kopiert hast. Du musst jedoch deinem Browser erlauben, dass er die Zwischenablage auslesen darf.
eo: Tatoeba povas aŭtomate entajpi la identigilon de la frazo post kiam vi kopiis ĝian retadreson. Por ebligi tion permesu al via foliumilo legi de la tondujo.
es: Tatoeba puede incluir la ID de oración automáticamente cuando haya copiado la URL de una oración. Para posibilitarlo, por favor, permita a navegador leer del portapapeles.
eu: Tatoeba honek automatikoki sar dezake esaldiaren ID zuk esaldiaren URLa kopiatu duzunean. Aukera hau gaitzeko, utzi behar diozu zure nabigatzaileari arbeletik irakurtzen.
fi: Tatoeba voi syöttää lausenumeron automaattisesti, kun olet kopioinut lauseen URL:in. Salliaksesi tämän toiminnon, muuta laita selaimesi asetuksissa leikepöydän lukeminen päälle.
fr: Tatoeba peut saisir automatiquement l'ID de phrase lorsque vous avez copié une URL de phrase. Pour l'activer, veuillez autoriser votre navigateur à lire depuis le presse-papiers.
he: לטטואבה יש אפשרות למלא את מזהה המשפט אוטומטית עם העתקת כתובת המשפט. כדי להפעיל יכולת זאת, יש לאפשר לדפדפן שלך לקרוא מלוח הגזירים.
hi: जब आपने वाक्य URL की प्रतिलिपि बनाई हो तो Tatoeba स्वचालित रूप से वाक्य आईडी दर्ज कर सकता है। इसे सक्षम करने के लिए, कृपया अपने ब्राउज़र को क्लिपबोर्ड से पढ़ने की अनुमति दें।
hu: A Tatoeba képes automatikusan beírni egy mondat azonosítóját, amikor egy mondat URL-jét másolod. Ennek bekapcsolásához engedélyezd, hogy a böngésződ hozzáférhessen a vágólaphoz.
ia: Tatoeba pote inscriber automaticamente le id del phrase quando tu ha copiate un URL de phrase. Pro accender isto, per favor permitte que tu navigator lege le clipboard.
id: Tatoeba dapat secara otomatis memasukkan ID kalimat ketika Anda menyalin pranala sebuah kalimat. Untuk menyalakan fitur ini, mohon izinkan browser Anda untuk membaca dari clipboard.
it: Tatoeba può inserire automaticamente l'ID della frase quando hai copiato l'URL di una frase. Per abilitare questo, permetti al tuo browser di leggere dagli appunti, per favore.
ja: Tatoebaは、例文のURLをコピーすると例文番号を自動的に付与します。これを有効にするには、お使いのブラウザでクリップボードからの読み取りの許可を設定してください。
mr: आपण एखाद्या वाक्याच्या यू.आर.एल.ची प्रतिलिपी केली असेल, तर तातोएबा आपोआप त्या वाक्याची आयडी प्रविष्ट करू शकतो. ही सुविधा सक्षम करण्यासाठी आपल्या ब्राउझरला क्लिपबोर्डपासून वाचण्यास परवानगी द्या.
nl: Tatoeba kan de zin-ID automatisch invoeren wanneer je de URL van een zin hebt gekopieerd. Om dit mogelijk te maken, gelieve jouw browser in te stellen om van het klembord te lezen.
pl: Tatoeba może automatycznie wpisać ID zdania, gdy skopiowałeś/łaś adres URL zdania. Aby to włączyć, pozwól swojej przeglądarce czytać zawartość schowka.
pt_br: O Tatoeba pode automaticamente entrar com o ID da frase que você tiver copiado o URL dele. Para ativá-lo, por favor, permita que seu browser leia o que está no "clipboard".
ro: Tatoeba poate introduce automat ID-ul unei propoziții atunci când copiați adresa de URL a propoziției. Pentru a activa această caracteristică, vă rugăm să permiteți browserului dumneavoastră să citească datele din clipboard.
ru: Tatoeba может автоматически вводить ID предложения, когда вы копируете его URL. Чтобы активировать эту возможность, разрешите вашему браузеру читать из буфера обмена.
sk: Tatoeba môže ihneď zadať číslo vety, keď skopírujete URL danej vety. K spusteniu tejto možnosti, prosím, umožnite vášmu prehliadaču čítať z clipboard.
sr: Татоеба може да аутоматски унесе идентиифкациони број реченице када ископираш URL реченице. Да би ово радило, мораш да дозволиш претраживачу да чита са клипборда.
tr: Cümle URL'sini kopyaladığınızda Tatoeba kendiliğinden cümle numarasını buraya ekler. Bu özelliği açmak için lütfen tarayıcınızın panoya kopyalananları görmesine izin verin.
tt: Tatoeba автомат рәвештә җөмлә идентификаторын кертә ала, сез җөмләнең адl-адресын күчергәндә. Моны кабызу өчен, зинһар, браузерыгызга алмашу буферыннан мәгълүматны укырга рөхсәт итегез.
vi: Tatoeba có thể tự động nhập ID câu sau khi bạn sao chép URL của câu. Để kích hoạt tính năng này, vui lòng cho phép trình duyệt của bạn đọc từ khay nhớ tạm (clipboard).

source: {n} result
bg: {n} резултат
br: {n} disoc'h
de: {n} Ergebnis
eo: {n} rezulto
es: {n} resultado
fi: {n} tulos
fr: {n} résultat
he: תוצאה אחת
hi: {n} परिणाम
hu: {n}&nbsp;találat
id: {n}&nbsp;hasil ditemukan
is: {n}&nbsp;niðurstaða
it: {n} risultato
ja: {n}&nbsp;件
mr: {n} निकाल
nl: {n} resultaat
pl: {n} wynik
pt_br: {n}resultado
ro: {n} rezultat
ru: {n}&nbsp;результат
sk: {n} výsledok
tr: {n} sonuç
tt: {n}&nbsp;нәтиҗәләр
vi: {n}&nbsp;kết quả

source: {thousand}&nbsp;results out of {n} occurrence
bg: {thousand}&nbsp;резултати от {n} появяване
br: {thousand}&nbsp;a okurañsoù diwar {n} a okurañs
de: {thousand}&nbsp;Ergebnisse von {n}&nbsp;Treffer
eo: {thousand}&nbsp;rezultoj el {n} trafo
es: {thousand}&nbsp;resultados de {n} coincidencia
fi: {thousand}&nbsp;tulos {n} esiintymästä
fr: {thousand}&nbsp;résultats parmi {n}&nbsp;occurrence
he: {thousand} תוצאות מתוך מופע אחד
hi: {thousand}&nbsp;{n} घटना के परिणाम
hu: {thousand}&nbsp;mondat {n}&nbsp;találat közül
id: {thousand}&nbsp;hasil ditemukan dari {n}&nbsp;kejadian
it: {thousand}&nbsp;risultati su {n} occorrenze totale
ja: 検索結果：{n}&nbsp;件中&nbsp;{thousand}件表示
mr: {n}&nbsp;घटनांमधून {thousand}&nbsp;निकाल
nl: {thousand}&nbsp;resultaat van de {n} voorvallen
pl: {thousand}&nbsp;wyników z {n} wystąpienia
pt_br: {thousand}&nbsp;resultado de {n}ocorrência
ro: {thousand}&nbsp;rezultat din {n} apariție
ru: {thousand}&nbsp;результат из {n}&nbsp;вхождения
sk: {thousand}&nbsp;výsledok z {n} nájdeného
tt: {thousand} {n} керүләрдән нәтиҗәләр
vi: {thousand}&nbsp;kết quả trong số {n}&nbsp;lần xuất hiện

source: #{sentenceId}
eo: n-ro {sentenceId}
fr: n° {sentenceId}
he: מס׳ {sentenceId}
mr: क्र. {sentenceId}
pt_br: Nº {sentenceId}

source: Recently added sentences may not appear in search results.
ar: الجمل المضافة حديثًا قد لا تظهر في نتائج البحث.
bg: Наскоро добавените изречения може да не се появят в резултатите от търсене.
br: Ne vo ket diskouezet ar frazennoù ouzhpennet nevez 'zo e-barzh disoc'hioù an enklaskoù.
de: Neu hinzugefügte Sätze werden von der Suche möglicherweise noch nicht erfasst.
el: Φράσεις που προστέθηκαν πρόσφατα μπορεί να μην εμφανιστούν στα αποτελέσματα αναζήτησης.
eo: Ĵus aldonitaj frazoj eble ne aperas en la rezultoj.
es: Es posible que las frases añadidas recientemente no aparezcan en los resultados de búsqueda.
eu: Duela gutxi sartutako esaldiak agian ez dira oraindik bilaketa emaitzetan agertuko.
fi: Hiljattain lisätyt lauseet eivät välttämättä näy hakutuloksissa.
fr: Les phrases ajoutées récemment peuvent ne pas apparaître dans les résultats de recherche.
he: משפטים שנוספו לאחרונה עלולים שלא להופיע בתוצאות החיפוש.
hi: हाल ही में जोड़े गए वाक्य खोज परिणाम में दिखाई न दें ऐसा हो सकता है।
hu: Mostanában felvett mondatok nem feltétlenül jelennek meg a keresési eredmények között.
ia: Phrases recentemente addite pote non apparer in le resultatos de recerca.
id: Kalimat yang baru ditambahkan mungkin belum muncul di hasil pencarian.
is: Nýlega bættar setningar birtast hugsanlega ekki í leitarniðurstöðum.
it: Le frasi aggiunte di recente potrebbero non apparire nei risultati della ricerca.
ja: 最近追加された例文は、検索結果に表示されない場合があります。
mr: अलीकडील जोडलेली वाक्ये शोध निकालात आढळतीलच असे नाही.
nl: Onlangs toegevoegde zinnen kunnen ontbreken in het zoekresultaat.
pl: Ostatnio dodane zdania mogą nie pojawić się w wynikach wyszukiwania.
pt_br: Sentenças recém adicionadas podem não aparecer nos resultados de busca.
ro: E posibil ca propozițiile adăugate recent să nu apară în rezultatele căutării.
ru: Недавно добавленные предложения могут отсутствовать в результатах поиска.
sk: Nedávno pridané vety sa nezobrazujú vo výsledkoch hľadania.
sr: Реченице које су скоро додате се можда не прикажу у резултатима претраге.
tr: Yeni eklenen cümleler aramada çıkmayabilir.
tt: Күптән түгел өстәлгән җөмләләр эзләү нәтиҗәләрендә чагылмаска мөмкин.
uk: Речення, які щойно додано, можуть не з’являтись в результатах пошука.
vi: Các câu được thêm gần đây có thể không xuất hiện trong kết quả tìm kiếm.

source: Previous page [Ctrl+←]
ar: الصفحة السابقة [Ctrl+←]
bg: Предишна страница [Ctrl+←]
br: Pajenn gent [Ctrl+←]
de: Vorherige Seite [Ctrl+←]
el: Προηγούμενη σελίδα [Ctrl+←]
eo: Antaŭa paĝo [Ctrl+←]
es: Página anterior [Ctrl+←]
eu: Aurreko orrialdea [Ctrl+←]
fi: Edellinen sivu [Win: Ctrl+←, Mac: Shift+Ctrl+←]
fr: Page précédente [Ctrl+←]
he: העמוד הקודם [Ctrl+←‎]
hi: पिछला पन्ना [Ctrl+←]
hu: Előző oldal [Ctrl+←]
ia: Pagina precedente [Ctrl+←]
id: Halaman sebelumnya [Ctrl+←]
is: Fyrri síða [Ctrl+←]
it: Pagina precedente [Ctrl+←]
ja: 前のページ（Ctrl＋←）
ku: Rûpela berî vê [Ctrl+←]
mr: आधीचे पान [Ctrl+←]
nl: Vorige pagina [Ctrl+←]
pl: Poprzednia strona [Ctrl+←]
pt_br: Página anterior [Ctrl+←]
ro: Pagina precedentă [Ctrl+←]
ru: Предыдущая страница [Ctrl+←]
sk: Predošlá stránka [Ctrl+←]
tr: Önceki sayfa [Ctrl+←]
tt: Алдагы бит [Ctrl+→]
uk: Попередня сторінка [Ctrl+←]
vi: Trang trước [Ctrl + ←]

source: Next page [Ctrl+→]
ar: الصفحة التالية [Ctrl+→]
bg: Следваща страница [Ctrl+→]
br: Pajenn da-heul [Ctrl+→]
de: Nächste Seite [Ctrl+→]
el: Επόμενη σελίδα [Ctrl+→]
eo: Posta paĝo [Ctrl+→]
es: Página siguiente [Ctrl+→]
eu: Hurrengo orrialdea [Ctrl+→]
fi: Seuraava sivu [Win: Ctrl+→, Mac: Shift+Ctrl+→]
fr: Page suivante [Ctrl+→]
he: העמוד הבא [Ctrl+→‎]
hi: अगला पन्ना [Ctrl+→]
hu: Következő oldal [Ctrl+→]
ia: Pagina sequente [Ctrl+→]
id: Halaman berikutnya [Ctrl+→]
is: Næsta síða [Ctrl+→]
it: Pagina successiva [Ctrl+→]
ja: 次のページ（Ctrl＋→）
ku: Rûpela piştî vê [Ctrl+→]
mr: पुढचे पान [Ctrl+→]
nl: Volgende pagina [Ctrl+→]
pl: Następna strona [Ctrl+→]
pt_br: Próxima página [Ctrl+→]
ro: Pagina următoare [Ctrl+→]
ru: Следующая страница [Ctrl+→]
sk: Ďalšia stránka [Ctrl+→]
tr: Sonraki sayfa [Ctrl+→]
tt: Киләсе бит [Ctrl + →]
uk: Наступна сторінка [Ctrl+→]
vi: Trang tiếp theo [Ctrl + →]

source: {sender} wrote:
ar: كتب {sender}:
bg: {sender} написа:
br: {sender} en deus skrivet:
de: {sender} hat geschrieben:
el: {sender} έγραψε
eo: {sender} skribis:
es: {sender} escribió:
eu: {sender}-k idatzi zuen:
fi: {sender} kirjoitti:
fr: {sender} a écrit :
he: נכתב על ידי {sender}:
hi: {sender} ने लिखा:
hu: {sender} írta:
ia: {sender} ha scribite:
id: {sender} berkata:
is: {sender} skrifaði:
it: {sender} ha scritto:
ja: {sender}さんのメッセージ:
ku: {sender} nivîsand:
mr: {sender} यांनी लिहिले:
nl: {sender} schreef:
pl: Użytkownik {sender} napisał:
pt_br: {sender} escreveu:
ro: {sender} a scris:
ru: {sender} написал(а):
sk: užívateľ {sender} napísal
tr: {sender} yazmış:
tt: {sender} язган:
uk: {sender} написав:
vi: {sender} đã viết:

source: Mark as unread
bg: Маркирай като непрочетено
br: Merkañ evel am-lennet
de: Als ungelesen markieren
el: Επισήμανση ως μη αναγνωσμένο
eo: Marki kiel nelegitan
es: Marcar como no leída
eu: Markatu irakurri gabe bezala
fi: Merkitse lukemattomaksi
fr: Marquer comme non lu
he: סימון כטרם נקראה
hi: "नहीं पढ़ा" के रूप में चिन्हित करें
hu: Megjelölés olvasatlanként
ia: Marcar como non legite
id: Jadikan belum dibaca
is: Merkja sem ólesið
it: Segna come non letto
ja: 未読にする
ku: Wekî nexwendî nîşan bike
mr: 'न वाचलेले' असे चिन्हित करा
nl: Markeren als ongelezen
pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lido
ro: Marcați ca necitit
ru: Пометить непрочитанным
sk: Označiť ako neprečítané
tr: Okunmamış olarak işaretle
tt: Укылмаган дип билгеләргә
vi: Đánh dấu là chưa đọc

source: to {recipient}
ar: إلى {recipient}
bg: до {recipient}
br: da {recipient}
de: an {recipient}
el: σε {recipient}
eo: al {recipient}
es: a {recipient}
eu: {recipient}-ra
fi: vastaanottaja {recipient}
fr: à {recipient}
he: אל {recipient}
hi: {recipient} को
hu: {recipient} címzettnek
ia: a {recipient}
id: kepada {recipient}
is: til {recipient}
it: a {recipient}
ja: 宛先 {recipient}
ku: bo: {recipient}
mr: प्राप्तकर्ता: {recipient}
nl: aan {recipient}
pl: do {recipient}
pt_br: para {recipient}
ro: către {recipient}
ru: для {recipient}
sk: užívateľovi {recipient}
sr: за корисника {recipient}
tr: alıcı: {recipient}
tt: {recipient} өчен
uk: до {recipient}
vi: tới {recipient}

source: Draft
ar: مسودة
bg: Чернова
br: Brouilhed
de: Entwurf
el: Πρόχειρο
eo: Malneto
es: Borrador
eu: Zirriborroa
fi: Luonnos
fr: Brouillon
he: טיוטה
hi: ड्राफ़्ट
hu: Piszkozat
ia: Version provisori
id: Draf
is: Drög
it: Bozza
ja: 下書き
ku: Reşnivîs
mr: मसूदा
nl: Ontwerp
pl: Szkic
pt_br: Rascunho
ro: Ciornă
ru: Черновик
sk: Rozpísané
sr: Недовршена порука
tr: Taslak
tt: Проект
uk: Чернетка
vi: Bản nháp

source: from {sender}
ar: من {sender}
bg: от {sender}
br: eus {sender}
de: von {sender}
el: από {sender}
eo: de {sender}
es: de {sender}
eu: {sender}-tik
fi: lähettäjä {sender}
fr: de {sender}
he: מאת {sender}
hi: {sender} से
hu: {sender} feladótól
ia: de {sender}
id: dari {sender}
is: frá {sender}
it: da {sender}
ja: 差出人 {sender}
ku: ji {sender}
mr: प्रेषक: {sender}
nl: van {sender}
pl: od {sender}
pt_br: de {sender}
ro: de la {sender}
ru: от {sender}
sk: od užívateľa {sender}
sr: од корисника {sender}
tr: gönderici: {sender}
tt: дән {sender}
uk: від {sender}
vi: từ {sender}

source: Any language
ar: أي لغة
bg: Всеки език
br: Forzh peseurt yezh
de: Beliebige Sprache
el: Οποιαδήποτε γλώσσα
eo: Ajna lingvo
es: Cualquier idioma
eu: Edozein hizkuntza
fi: mikä tahansa kieli
fr: n'importe quelle langue
he: כל שפה
hi: कोई भी भाषा
hu: Bármely nyelv
ia: Qualcunque lingua
id: Semua
is: Hvaða tungumál sem er
it: qualunque lingua
ja: すべての言語
ku: Her çi zimanekî
mr: कोणतीही
nl: Alle talen
pl: Dowolny język
pt_br: Qualquer idioma
ro: Orice limbă
ru: Любой язык
sk: Akýkoľvek jazyk
sr: било који језик
tr: Herhangi bir dil
tt: Теләсә нинди тел
uk: Будь-яка мова
vi: Ngôn ngữ bất kỳ
