Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: Warning: the following criteria have been ignored:{list}
ar: تحذير: تجاهلنا المعايير التالية:{list}
bg: Предупреждение: следните критерии са игнорирани:{list}
br: Diwallit: an dezverk da heul a zo bet graet fae outañ:{list}
de: Achtung! Folgende Kriterien werden nicht berücksichtigt: {list}
el: Προσοχή: τα επόμενα κριτήρια έχουν αγνοηθεί: {list}
eo: Atentu: la jenaj kriterioj estas ignoritaj: {list}
es: Aviso: los siguientes criterios han sido ignorados:{list}
eu: Kontuz: honako irizpide hauek ez dira kontuan hartu:{list}
fi: Varoitus: seuraavat hakukriteerit on jätetty huomioimatta: {list}
fr: Attention : les critères suivants ont été ignorés :{list}
he: אזהרה: התנאים הבאים לא חלים:{list}
hi: चेतावनी: निम्न मानदंड अनदेखे किए गए हैं: {list}
hu: Figyelem: a következő feltételek figyelmen kívül lettek hagyva: {list}
ia: Attention: le sequente criterios ha essite ignorate:{list}
id: Peringatan: kriteria berikut telah diabaikan:{list}
is: Athugaðu: Eftirfarandi skilyrði hafa verið hunsuð: {list}
it: Attenzione: i seguenti criteri sono stati ignorati:{list}
ja: ※次のオプションは無視されています。ご注意ください。{list}
mr: चेतावणी: खालील निकष दुर्लक्ष केले गेले आहेत:{list}
nl: Waarschuwing: de volgende criteria zijn genegeerd:{list}
pl: Ostrzeżenie: następujące warunki zostały zignorowane: {list}
pt_br: Aviso: os seguintes critérios foram ignorados: {list}
ro: Atenție: următoarele criterii au fost ignorate:{list}
ru: Предупреждение: следующие критерии были проигнорированы: {list}
sk: Upozornenie: následujúce požiadavky neboli zohľadnené: {list}
sr: Упозорење: следећи услови су игнорисани: {list}
tr: Uyarı: Şu kriter yok sayıldı:{list}
tt: Кисәтү: түбәндәге критерийлар игътибарсыз калдырылды: {list}
uk: Попередження: наступні критерії були проігноровані:{list}
vi: Cảnh báo: các tiêu chí sau đã bị bỏ qua: {list}

source: Search error
ar: خطأ في البحث
bg: Грешка при търсене
br: Fazi gant an enklask
de: Fehler bei der Suche.
el: Σφάλμα αναζήτησης
eo: Serĉo-eraro
es: Error en la búsqueda
eu: Bilatze errorea
fi: Hakuvirhe
fr: Erreur dans la recherche
he: שגיאה בחיפוש
hi: खोज त्रुटि
hu: Keresési hiba
ia: Error de recerca
id: Pencarian mengalami kesalahan
is: Leitarvilla
it: Errore di ricerca
ja: 検索エラー
ku: Çewtiya lêgerînê
mr: शोध त्रुटी
nl: Zoekfout
pl: Błąd wyszukiwania
pt_br: Buscar erro
ro: Căutare eroare
ru: Ошибка поиска
sk: Chyba vo vyhľadávaní
sr: Грешка приликом претраге
tr: Arama hatası
tt: Эзләү хатасы
uk: Помилка пошука
vi: Lỗi tìm kiếm

source: Invalid query. Please refer to the <a href="{}">search documentation</a> for more details.
bg: Невалидна заявка. Моля, вижте документацията за <a href="{}">търсене</a> за повече подробности.
br: Goulenn fall. Kit da welet an <a href="{}">titouroù enklask</a> evit muioc'h a vunudoù.
de: Unzulässige Suchanfrage. Siehe <a href="{}">hier</a> eine Anleitung.
eo: Nevalida serĉo. Bonvolu rigardi la <a href="{}">informilon</a> por pli da detaloj.
es: Consulta inválida. Consulte la <a href="{}">documentación de búsqueda</a> para más información.
eu: Balio ez duen galdera. Mesedez, irakur ezazu <a href="{}">bilaketa dokumentazioa</a> zehaztasun gehiago jakiteko.
fi: Virheellinen kysely. Tutustu tarkempia tietoja halutessasi <a href="{}">haku-dokumentaatioon</a>.
fr: Requête invalide. Veuillez vous reporter à la <a href="{}">documentation sur la recherche</a> pour plus de détails.
he: שאילתה שגויה. נא לעיין ב<a href="{}">תיעוד החיפוש</a> למידע נוסף.
hi: अमान्य क्वेरी। अधिक जानकारी के लिए कृपया <a href="{}">खोज प्रलेखन</a> देखें।
hu: Érvénytelen lekérdezés. További részletekért olvasd el a <a href="{}">keresés dokumentációját</a>.
ia: Consulta invalide. Per favor lege le <a href="{}">documentation de recerca</a> pro ulterior detalios.
id: Pencarian gagal. Silakan merujuk pada <a href="{}">dokumentasi pencarian</a> untuk rinciannya.
it: Interrogazione non valida. Per favore, consulta la <a href="{}">documentazione relativa alle ricerche</a> per ulteriori dettagli.
ja: クエリーが無効です。 詳細については<a href="{}">テキスト検索の方法</a>をご覧ください。※日本語訳あり
mr: अवैध चौकशी. अधिक माहितीसाठी कृपया <a href="{}">शोध प्रलेखन</a> पाहा.
nl: Ongeldig verzoek. Gelieve de <a href="{}">zoekdocumentatie</a> te raadplegen voor meer details.
pl: Nieprawidłowe zapytanie. Więcej informacji można znaleźć w <a href="{}">dokumentacji wyszukiwania</a>.
pt_br: Pesquisa inválida. Por favor, verifique a <a href="{}">documentação de pesquisa</a> para mais detalhes.
ro: Interogarea nu este validă. Vă rugăm să consultați <a href="{}">documentația de căutare</a> pentru mai multe detalii.
ru: Некорректный запрос. Пожалуйста, обратитесь к <a href="{}">документации по поиску</a>.
sk: Neplatný dopyt. Prosím, pre ďalšie podrobnosti si prečítajte <a href="{}">návod na vyhľadávanie</a>.
sr: Неисправан упит. Погледај <a href="{}">документацију о претрази</a> за више детаља.
tr: Geçersiz sorgu. Lütfen daha fazla ayrıntı için <a href="{}">dokümantasyon aramasına</a> bakın.
tt: Ялгыш сорау. Зинһар, тулырак мәгълүмат алу өчен эзләү документациясенә мөрәҗәгать итегез.
uk: Невірний запит. Будь ласка, зверніться до <a href="{}">документації щодо пошуку</a> для отримання докладнішої інформації.
vi: Truy vấn không hợp lệ. Vui lòng tham khảo <a href="{}">tìm kiếm tài liệu</a> để biết thêm chi tiết.

source: An error occurred while performing the search. If the problem persists, please <a href="{us}">let us know</a> and include the error code "{errorCode}" in your message.
bg: Възникна грешка при извършване на търсенето. Ако проблемът продължава, моля, <a href="{us}">уведомете ни</a> и включете кода за грешка „{errorCode}“ в съобщението си.
br: Ur fazi a zo c'hoarvezet en ur ober an enklask. Ma talc'h da vont ar gudenn, <a href="{us}">lavarit deomp</a> hag ouzhpennit kod ar fazi "{errorCode}" en ho kemenadenn, mar plij.
de: Während der Suche ist ein Fehler aufgetreten. Sollte sich dies wiederholen, <a href="{us}">benachrichtige uns</a> und gib dabei bitte den Fehlercode "{errorCode}" an.
eo: Okazis eraro dum la serĉado. Se la problemo daŭras, bv. <a href="{us}">informi nin</a> kaj aldonu la erarmesaĝon "{errorCode}" en via komuniko.
es: Se produjo un error mientras se realizaba la búsqueda. Si el problema persiste, por favor <a href="{us}">contáctenos</a> e incluya el código de error "{errorCode}" en su mensaje.
fi: Haussa tapahtui virhe. Jos ongelma ei poistu, <a href="{us}">kerrothan siitä meille</a> ja liität virhekoodin "{errorCode}" viestiisi.
fr: Une erreur s'est produite en effectuant la recherche. Si le problème persiste, veuillez <a href="{us}">nous le faire savoir</a> en mentionnant le code d'erreur « {errorCode} » dans votre message.
he: אירעה שגיאה בעת ביצוע החיפוש. אם הבעיה נמשכת, נא <a href="{us}">ליידע אותנו</a> ולהוסיף את קוד השגיאה „{errorCode}” להודעה שלך.
hi: खोज करते समय कोई त्रुटि उत्पन्न हुई। यदि समस्या बनी रहती है, तो कृपया <a href="{us}">हमें बताएं</a> और अपने संदेश में त्रुटि कोड "{errorCode}" शामिल करें।
hu: Hiba történt a keresés végrehajtása során. Ha a probléma továbbra is fennáll, kérünk, <a href="{us}">tudasd velünk</a>, és írd be az üzenetbe a "{errorCode}" hibakódot.
id: Sebuah kesalahan terjadi ketika menjalankan pencarian. Jika masih berlanjut, mohon <a href="{us}">laporkan kepada kami</a> dan sertakan kode "{errorCode}" dalam pesan Anda.
it: Si è verificato un errore durante l'esecuzione della ricerca. Se il problema persiste, per favore <a href="{us}">fatecelo sapere</a> e allegate il codice d'errore "{errorCode}" nel messaggio.
ja: 検索実行中にエラーが発生しました。しばらく時間をおいてから再度お試しください。それでも解決しない場合は、<a href="{us}">こちら</a>にご連絡ください。なお、メッセージを送られる際には、次のエラーコード "{errorCode}" も併せてお知らせください。
mr: शोध पार पाडण्यात त्रुटी आढळली. ही समस्या कायम राहिली तर कृपा करून <a href="{us}">आम्हाला कळवा</a>. आपल्या संदेशात "{errorCode}" हा त्रुटी कोड समाविष्ट करा.
nl: Er is een fout opgetreden tijdens het uitvoeren van de zoekopdracht. Als dit probleem aanhoudt, gelieve ons <a href="{us}">dat te laten weten</a> en voeg de foutcode "{errorCode}" toe in je bericht.
pl: Wystąpił błąd podczas wyszukiwania. Jeśli problem będzie się powtarzał, proszę <a href="{us}">nas o tym poinformować</a> i załączyć kod błędu "{errorCode}" w swojej wiadomości.
pt_br: Um erro ocorreu enquanto se fazia a busca. Caso o problema persista, por favor, <a href="{us}">contacte-nos</a>e inclua na sua mensagem o código de erro "{errorCode}".
ro: A apărut o eroare la efectuarea căutării. Dacă problema persistă, vă rugăm <a href="{us}">să ne informați</a> și să includeți codul de eroare "{errorCode}" în mesajul dumneavoastră.
ru: Во время поиска возникла ошибка. Если она будет повторяться, пожалуйста, <a href="{us}">свяжитесь с нами</a> и сообщите код ошибки «‎{errorCode}».
sk: Pri vyhľadávaní sa vyskytla chyba. Ak chyba pretrváva, prosím, <a href="{us}">dajte nám vedieť</a> a zahrňte znak chyby „{errorCode}“ vo svojej správe.
tt: Эзләгәндә хата килеп чыкты. Әгәр проблема чишелмәсә, зинһар, безгә бу хакта хәбәр итегез һәм үз хәбәрегездә {errorCode} хата кодын күрсәтегез.
vi: Đã xảy ra lỗi khi thực hiện tìm kiếm. Nếu sự cố vẫn tiếp diễn, vui lòng <a href="{us}">cho chúng tôi biết</a> và bao gồm mã lỗi "{errorCode}" trong tin nhắn của bạn.

source: Search: {keywords}
ar: ابحث عن: {keywords}
bg: Търсене: {keywords}
br: Klask: {keywords}
de: Suche: {keywords}
el: Αναζήτηση: {keywords}
eo: Serĉi: {keywords}
es: Buscar: {keywords}
eu: Bilatu: {keywords}
fi: Hakutulos: {keywords}
fr: Rechercher : {keywords}
he: חיפוש: {keywords}
hi: खोज {keywords}
hu: Keresés: {keywords}
ia: Recerca: {keywords}
id: Cari: {keywords}
is: Leit: {keywords}
it: Cerca: {keywords}
ja: 検索結果： {keywords}
ku: Lêgerîn: {keywords}
mr: शोधले: {keywords}
nl: Zoeken: {keywords}
pl: Szukaj: {keywords}
pt_br: Buscar: {keywords}
ro: Căutare: {keywords}
ru: Поиск: {keywords}
sk: Hľadať slová: {keywords}
sr: Претрага: {keywords}
tr: Arama: {keywords}
tt: Эзләү: {keywords}
uk: Пошук: {keywords}
vi: Tìm kiếm: {keywords}

source: Search disabled
ar: البحث معطّل
bg: Търсенето е деактивирано
br: Klask lazhet
de: Suche deaktiviert.
el: Αναζήτηση απενεργοποιημένη
eo: Serĉo malebligita
es: Búsqueda desactivada
eu: Bilaketa ezeztatuta
fi: Haku poistettu käytöstä
fr: Recherche désactivée
he: החיפוש מושבת
hi: खोज अक्षम
hu: Keresés letiltva
ia: Recerca disactivate
id: Pencarian dinonaktifkan
is: Leit óvirk
it: Ricerca disabilitata
ja: 検索が無効です。
ku: Lêgerîn derçalak e
mr: शोध सुविधा अक्षम आहे
nl: Zoekopdracht uitgeschakeld
pl: Wyszukiwanie wyłączone
pt_br: Busca desabilitada
ro: Căutarea este dezactivată
ru: Поиск отключен
sk: Vyhľadávanie nedostupné
sr: Претрага искључена
tr: Arama kapalı
tt: Эзләү сүндерелгән
uk: Пошук вимкнено
vi: Tìm kiếm bị tắt

source: Due to technical reasons, the search feature is currently disabled. We are sorry for the inconvenience. Please try again later.
ar: عُطّل البحث لأسباب تقنيّة. آسفون للإزعاج. فضلًا جرّب مجدّدًا لاحقًا.
bg: Поради технически причини функцията за търсене в момента е деактивирана. Извиняваме се за неудобството. Моля, опитайте отново по-късно.
br: Evit abegoù teknikel, an arc'hweladur e oac'h o klask war e lec'h a zo lazhet evit ar mare. Nec'het omp gant an diaezamantoù. Adklaskit diwezhatoc'h mar plij.
de: Die Suchfunktion steht zur Zeit aus technischem Grunde nicht zur Verfügung. Bitte entschuldige die Unannehmlichkeit und versuche es später erneut.
eo: Pro teknika kialo la serĉo-funkcio ĉi-momente ne funkcias. Ni bedaŭras. Bonvolu provi denove poste!
es: Debido a razones técnicas, la función de buscar está actualmente desactivada. Lamentamos el inconveniente. Por favor, inténtelo más tarde.
eu: Arrazoi teknikoengatik, bilatzeko eginbidea une honetan desgaituta dago. Sentitzen dugu. Saiatu geroago, mesedez.
fi: Teknisistä syistä johtuen hakutoiminto on tällä hetkellä poistettu käytöstä. Pahoittelemme tästä aiheutuvaa haittaa. Yritäthän myöhemmin uudelleen.
fr: En raison de problèmes techniques, la fonction de recherche est pour le moment désactivée. Nous sommes désolés pour le dérangement. Veuillez réessayer plus tard.
he: מטעמים טכניים, יכולת החיפוש מושבתת כרגע. אנו מתנצלים על אי הנוחות. נא לנסות שוב מאוחר יותר.
hi: तकनीकी कारणों से सर्च फीचर फिलहाल डिसेबल है। असुविधा के लिए हमें खेद है। कृपया बाद में पुन: प्रयास करें|
hu: Technikai okok miatt a keresés funkció jelenleg le van tiltva. Elnézést kérünk a kellemetlenségért. Kérünk, próbáld újra később.
ia: A causa de rationes technic, le function de recerca es actualmente disactivate. Nos regretta le incommoditate. Per favor reproba plus tarde.
id: Dikarenakan kesalahan teknis, saat ini fitur pencarian dinonaktifkan. Kami mohon maaf atas ketidaknyamanan ini. Silakan coba lagi nanti.
is: Vegna tæknilegra ástæðna er leitaraðgerðin því miður nú óvirk. Vinsamlegast reyndu aftur síðar.
it: A causa di ragioni tecniche, la funzione di ricerca è al momento disabilitata. Ci dispiace per l'inconveniente. Riprova più tardi, per favore.
ja: 検索機のは現在利用できません。ご不便をおかけして申し訳ありません。しばらく時間をおいてから再度お試しください。
mr: तांत्रिक कारणांमुळे शोध सुविधा यावेळी अक्षम आहे. गैरसोयीबद्दल आम्ही दिलगीर आहोत. नंतर पुन्हा प्रयत्न करून बघा.
nl: Deze functie is tijdelijk uitgeschakeld wegens technische problemen. Sorry voor het ongemak. Probeer het later nog eens.
pl: Z przyczyn technicznych funkcja wyszukiwania jest teraz wyłączona. Przepraszamy za niedogodności. Spróbuj ponownie później.
pt_br: Devido a razões técnicas, o recurso de busca está desativado no momento. Pedimos desculpas pela inconveniência. Por favor, tente novamente mais tarde.
ro: Din motive tehnice, funcția de căutare este dezactivată momentan. Ne cerem scuze pentru inconveniențe. Vă rugăm să încercați din nou mai târziu.
ru: В настоящее время функция поиска отключена по техническим причинам. Приносим свои извинения за неудобства. Пожалуйста, попытайтесь еще раз немного позже.
sk: Z technických dôvodov je možnosť vyhľadávania v súčasnosti nedostupná. Ospravedlňujeme sa za spôsobené nepríjemnosti. Prosím, skúste to neskôr znova.
sr: Из техничких разлога, функција претраге је тренутно искључена. Извињавамо се на сметњи. Покушај касније.
tr: Teknik sebeplerden ötürü arama özelliği şu anda kapalı. Bu sorun için özür dileriz. Lütfen daha sonra tekrar deneyin.
tt: Техник сәбәпләр аркасында хәзерге вакытта эзләү функциясе сүндерелгән. Уңайсызлыклар өчен гафу үтенәбез. Зинһар, соңрак кабатлап карагыз әле.
uk: З технічних причин можливість пошука наразі заблоковано. Вибачте за незручність. Будь ласка спробуйте пізніше.
vi: Vì lý do kỹ thuật, tính năng tìm kiếm hiện đang bị tắt. Chúng tôi rất tiếc về sự bất tiện này. Vui lòng thử lại vào một lúc khác.

source: {sentence} - {language} example sentence
bg: {sentence} - {language} примерно изречение
br: {sentence} - frazenn skouer e {language}
de: {sentence} - Beispielsatz {language}
el: {sentence} - {language} παράδειγμα φράσης
eo: {sentence} - {language} ekzempla frazo:
es: {sentence} - {language} oración de ejemplo
eu: {sentence} - {language} esaldi-adibide
fi: {sentence} - {language.genitive}kielinen esimerkkilause
fr: {sentence} - Exemple de phrase en {language}
he: {sentence} - משפט לדוגמה ב{language}
hi: {sentence} - {language} उदाहरण वाक्य
hu: {sentence} - {language} példamondat
ia: Exemplo de phrase in {language}: {sentence}
id: {sentence} - {language} contoh kalimat
is: {sentence} — dæmasetning {language.gen}
it: {sentence} — frase di esempio in {language}
ja: {sentence} - {language} の例文
mr: {sentence} - {language} उदाहरण वाक्य
nl: {sentence} - {language} voorbeeldzin
pl: {sentence} - przykładowe zdanie w {language}
pt_br: {frase} - {idioma} exemplo de frase
ro: {sentence} - {language} propoziție-exemplu
ru: {sentence} - пример предложения на {language.prep}
sk: {sentence} – {language} príklad vety
sr: {sentence} - пример реченице на {language}
tr: {sentence} - {language} örnek cümle
tt: {sentence} - {language} җөмлә үрнәге
vi: {sentence} - {language} câu ví dụ

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
ar: تصفح أمثلة الجمل المترجمة. هذه الصفحة تعرض الترجمات والمعلومات حول الجملة: {sentenceText}
bg: Разгледайте преведените примерни изречения. Тази страница показва преводи и информация за изречението: {sentenceText}
br: Diskouez troidigezhioù ar frazennoù skouer. Ar bajenn-mañ a ziskouez troidigezhioù ha titouroù diwar-benn ar frazenn: {sentenceText}
de: Übersetzte Beispielsätze durchsuchen. Diese Seite zeigt Übersetzungen und Informationen über den Satz: {sentenceText}
el: Φυλλομετρήστε παραδείγματα μεταφρασμένων φράσεων. Αυτή η σελίδα προβάλλει μεταφράσεις και πληροφορία σχετικά με τη φράση: {sentenceText}
eo: Foliumi tradukitajn ekzemplofrazojn. Tiu paĝo montras tradukojn kaj informojn pri la frazo: {sentenceText}
es: Ver traducida frases de ejemplo. Esta página muestra las traducciones e información acerca de la frase: {sentenceText}
eu: Arakatu itzulitako adibide esaldiak. Orrialde honek erakusten ditu itzulpenak eta esaldiari buruzko informazioa: {sentenceText}
fi: Selaa käännettyjä esimerkkilauseita. Tämä sivu näyttää käännökset ja tietoja lauseesta: {sentenceText}
fr: Parcourir des phrases d'exemple traduites. Cette page affiche les traductions et informations sur la phrase : {sentenceText}
he: עיון במשפטים מתורגמים לדוגמה. העמוד הזה מציג תרגומים ומידע על המשפט: {sentenceText}
hi: अनुवादित उदाहरण वाक्य ब्राउज़ करें। यह पृष्ठ वाक्य के बारे में अनुवाद और जानकारी दिखाता है: {sentenceText}
hu: Böngésszen a példamondatok között. Az oldal megmutatja a mondathoz tartozó fordításokat és információt: {sentenceText}
ia: Percurre exemplos de phrases traducite. Iste pagina monstra traductiones e information sur le phrase: {sentenceText}
id: Telusuri contoh kalimat yang telah diterjemahkan. Halaman ini menampilkan terjemahan dan informasi mengenai kalimat: {sentenceText}
it: Esplora degli esempi di frasi tradotti. Questa pagina mostra le traduzioni e le informazioni sulla frase: {sentenceText}
ja: 翻訳された例文を表示します。このページには、翻訳と例文に関する情報が表示されます： {sentenceText}
mr: भाषांतरित उदाहरण वाक्ये चाळा. या वाक्याविषयी माहिती व वाक्याचे भाषांतरे दर्शविली आहेत: {sentenceText}
nl: Blader door vertaalde voorbeeldzinnen. Deze pagina laat vertalingen en informatie over de zin zien: {sentenceText}
pl: Przeszukuj przetłumaczone zdania przykładowe. Ta strona pokazuje tłumaczenia i informacje na temat zdania: {sentenceText}
pt_br: Navegue por frases de exemplo traduzidas. Esta página mostra traduções e informações sobre a frase: {sentenceText}
ro: Navigați printre exemplele de propoziții traduse. Această pagină afișează traduceri și informații despre propoziția: {sentenceText}
ru: Обзор предложений-примеров с их переводами. На данной странице показаны переводы и информация об этом предложении: {sentenceText}
sk: Vyhľadávať preložené príklady viet. Táto stránka zobrazuje preklady a údaje o vete: {sentenceText}
sr: Претражуј преведене примере реченица. На овој страници се виде преводи и информације о реченици: {sentenceText}
tr: Çevrilmiş örnek cümlelere göz atın. Bu sayfa, çeviriler ve {sentenceText} cümlesi hakkındaki bilgileri gösterir.
tt: Тәрҗемә ителгән җөмлә мисалларын карагыз. Бу биттә тәрҗемәләр һәм җөмлә турында мәгълүмат бирелгән: {sentenceText}
uk: Перегляньте приклади перекладених речень. На цій сторінці можна переглянути переклади та інформацію про речення: {sentenceText}
vi: Duyệt qua các câu ví dụ đã dịch. Trang này hiển thị bản dịch và thông tin về câu: {sentenceText}

source: Sentence does not exist:
ar: الجملة غير موجودة:
bg: Изречението не съществува:
br: N'eus ket eus ar frazenn:
de: Der Satz existiert nicht:
el: Η φράση δεν υπάρχει:
eo: Frazo ne ekzistas:
es: La oración no existe:
eu: Esaldia ez da existitzen:
fi: Lausetta ei ole olemassa:
fr: La phrase n'existe pas :
he: המשפט לא קיים:
hi: यह वाक्य मौजूद नहीं है:
hu: A mondat nem létezik:
ia: Phrase non existe:
id: Kalimat tidak ditemukan:
is: Setning er ekki til:
it: La frase non esiste:
ja: 例文が存在しません：
ku: Hevok tune ye:
mr: हे वाक्य अस्तित्वात नाही:
nl: Zin bestaat niet:
pl: Zdanie nie istnieje:
pt_br: A frase não existe:
ro: Propoziția nu există:
ru: Предложение не существует:
sk: Nejestvujúca veta:
sr: Реченица на постоји:
tr: Cümle mevcut değil:
tt: Җөмлә юк:
uk: Речення не існує:
vi: Câu không tồn tại:

source: Metadata
br: Metaroadennoù
de: Metadaten
eo: Metadatumoj
fr: Métadonnées
he: נתוני על
hi: मेटाडाटा
it: Metadati
ja: 例文の詳細情報
mr: मेटाडेटा
ru: Метаданные
tt: Мета мәгълүматлар

source: There are no comments for now.
ar: ما من تعليقات حاليا.
bg: За сега няма коментари.
br: N'eus evezhiadenn ebet evit ar mare.
de: Es gibt noch keine Kommentare.
el: Δεν υπάρχουν σχόλια προς στιγμήν
eo: Ne estas komento ĝis nun.
es: No hay comentarios todavía.
eu: Ez dago iruzkinik zuretzat oraingoz.
fi: Lausetta ei ole vielä kommentoitu.
fr: Il n'y a pas de commentaires pour l'instant.
he: אין תגובות כרגע.
hi: अभी के लिये तो एक भी टिप्पणी नहीं है।
hu: Nem érkezett hozzászólás.
ia: Il non ha commentos in iste momento.
id: Tidak ada komentar untuk saat ini.
is: Engin ummæli enn.
it: Non ci sono commenti per ora.
ja: コメントはありません。
ku: Vê gavê şîrove tune ye.
mr: सध्या तरी येथे एकही टिप्पणी नाही.
nl: Er zijn nog geen opmerkingen.
pl: Na razie brak komentarzy
pt_br: Ainda não há comentários.
ro: Nu există niciun comentariu deocamdată.
ru: Комментариев пока нет.
sk: Zatiaľ neboli pridané žiadne komentáre.
sr: Засад нема коментара.
tr: Şimdilik yorum yok.
tt: Хәзерге вакытта шәрехләр юк.
uk: Коментарів поки немає.
vi: Hiện tại không có nhận xét nào

source: Reviewed by
ar: مراجعة:
bg: Прегледанo от
br: Adlennet gant
de: Kontrolliert von:
eo: Kontrolita de
es: Revisado por
eu: Honek berrikusi du:
fi: Arvioinnit
fr: Révisée par
he: נבדק על ידי
hi: इन्होंने समीक्षा की
hu: Ellenőrizte
ia: Revidite per
id: Ditinjau oleh
is: Yfirfarið af
it: Valutata da
ja: レビューア
ku: Nirxandin ji aliyê:
mr: पुनरावलोकनकर्ता
nl: Nagekeken door
pl: Zweryfikowane przez
pt_br: Revisado por
ro: Revizuită de
ru: Проверено
sk: Preverené užívateľom
sr: Прегледао корисник
tr: İnceleyen:
tt: Каралды
uk: Рецензоване
vi: Xem xét bởi

source: (outdated)
ar: (غير محدثة)
bg: (остаряло)
br: (diamzeriet)
de: (veraltet)
eo: (ne plu aktuala)
es: (desactualizada)
eu: (iraungita)
fi: (vanhentunut)
fr: (caduque)
he: (מיושן)
hi: (रगड़ा हुआ)
hu: (elavult)
ia: (obsolete)
id: (tidak digunakan)
is: (úrelt)
it: (datata)
ku: (kevn)
mr: (कालबाह्य)
nl: (vervallen)
pl: (nieaktualne)
pt_br: (desatualizado)
ro: (expirată)
ru: (устарело)
sk: (zastaralé)
sr: (застарела)
tr: (eski)
tt: (искергән)
uk: (застаріле)
vi: (lỗi thời)

source: There is no log for this sentence
ar: لا يوجد سجل لهذه الجملة
bg: Няма лог за това изречение
br: N'eus roll-istor ebet evit ar frazenn-mañ
de: Es gibt kein Protokoll zu diesem Satz.
el: Δεν υπάρχει αρχείο καταγραφής γι΄αυτή την πρόταση
eo: Mankas registro por ĉi tiu frazo
es: No existe historial para esta oración
eu: Ez dago esaldi honetarako erregistrorik
fi: Tällä lauseella ei ole lokia
fr: Il n'y a pas d'historique pour cette phrase
he: אין תיעוד למשפט הזה
hi: इस वाक्य का कोई भी लॉग नहीं है
hu: Nincs eseménynapló ehhez a mondathoz.
ia: Il non ha registro pro iste phrase
id: Tidak ada catatan pada kalimat ini
is: Það er engin saga fyrir þessa setningu
it: Non esiste alcun registro per questa frase
ja: この例文の更新履歴はありません。
ku: Ji bo vê hevokê ti tomar tune ye
mr: या वाक्याची कोणतीही नोंद नाही
nl: Er is geen geschiedenis voor deze zin
pl: Brak loga dla tego zdania
pt_br: Não há histórico para esta frase.
ro: Nu există nicio înregistrare pentru această propoziție
ru: Для этого предложения нет лога
sk: Pre túto vetu nie sú žiadne záznamy
sr: Не постоји лог за ову реченицу
tr: Bu cümle için hiçbir kayıt yok
tt: Бу җөмлә өчен журнал юк
uk: Журнал змін до цього речення не існує
vi: Không có nhật ký cho câu này
