Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
ar: فإن كنت تريد مساعدتنا على التحقّق من الجُمل وتصحيحها، تبنَّ ({adoptButton}) أيّ جملة ”يتيمة“ تراها مكتوبةً <strong>بلغتك الأم</strong>، وصحّحها إن كانت هناك حاجة. اقرأ <a href="{url}">هذا</a> لمزيد من التوضيح.
bg: Така че, ако искате да ни помогнете да проверим и коригираме изреченията, след това приемете ({adoptButton}) всяко изречение „сирак“, което виждате във вашия <strong>роден езики</strong> и го коригирайте, ако е необходимо. Прочетете <a href="{url}">това</a> за допълнително обяснение.
br: Ma fellfe deoc'h reiñ an dorn deomp neuze da wiriañ ha reizhañ frazennoù, advabit neuze ({adoptButton}) forzh peseurt frazenn "minor" a welit en ho <strong>yezh-vamm</strong>, ha reizhit anezhi ma 'vez ret. Lennit <a href="{url}">an dra-mañ</a> evit kaout muioc'h a zisplegadurioù.
de: Wenn du uns bei der Satzüberprüfung und -korrektur helfen möchtest, dann adoptiere ({adoptButton}) verwaiste Sätze <strong>in deiner Muttersprache</strong> und korrigiere sie, falls nötig! Weitere Erläuterungen findest du <a href="{url}">hier</a>.
el: Έτσι αν θέλεις να μας βοηθήσετε ελέγξτε και διορθώστε φράσεις, κι έπειτα υιοθετήστε ({adoptButton}) οποιαδήποτε "ορφανή" φράση που βλέπετε στη <strong>μητρική σας γλώσσα</strong>, και διορθώστε την αν χρειάζεται. Διαβάστε <a href="{url}">αυτό</a> για περισσότερες εξηγήσεις.
eo: Do, se vi volas helpi nin kontroli kaj korekti frazojn, adoptu ({adoptButton}) iun „orfan" frazon, kiun vi vidas en via <strong>gepatra lingvo</strong>, kaj korektu ĝin, se necesas. Legu <a href="{url}">ĉi tion</a> por pliaj klarigoj.
es: Entonces, si quiere ayudarnos a revisar y corregir oraciones, adopte ({adoptButton}) cualquier oración "huérfana" que vea en su <strong>idioma nativo</strong> y corríjala si es necesario. Lea <a href="{url}">esto</a> para más información.
eu: Beraz lagundu nahi badiguzu esaldiak aztertzen eta zuzentzen, orduan adopta ezazu ({adoptButton}) ikusten duzun edozein esaldi "umezurtz" zure <strong>eguneroko hizkuntzan</strong>, eta zuzen ezazu beharrezkotzat jotzen baduzu. Irakurri <a href="{url}">hau</a> azalpen gehiagoetarako.
fi: Joten jos haluat auttaa meitä tarkistamaan ja korjaamaan lauseita, niin adoptoi ({adoptButton}) mikä tahansa löytämäsi <strong>äidinkielelläsi kirjoitettu</strong> ”orpo” lause ja korjaa se tarvittaessa. Lue <a href="{url}">tästä</a> tarkempi selitys.
fr: Donc si vous voulez nous aider à vérifier et corriger les phrases, adoptez ({adoptButton}) n'importe quelle phrase « orpheline » que vous voyez dans votre <strong>langue maternelle</strong>, et corrigez-la si nécessaire. Lisez <a href="{url}">ceci</a> pour plus d'explications.
he: לכן, אם מעניין אותך לסייע לנו לבדוק ולתקן משפטים, אפשר לאמץ ({adoptButton}) משפטים „יתומים” ב<strong>שפת האם</strong> שלך ולתקן אותם במידת הצורך. כדאי לקרוא את <a href="{url}">זה</a> להסברים נוספים.
hi: इसलिए यदि आप हमें वाक्यों की जांच और सही करने में मदद करना चाहते हैं, तो अपनी <strong>मूल भाषा</strong> में देखे जाने वाले किसी भी "अनाथ" वाक्य को अपनाएं ({adoptButton}) और यदि आवश्यक हो तो इसे सही करें। अधिक स्पष्टीकरण के लिए <a href="{url}">इसे</a> पढ़ें।
hu: Ha segíteni akarsz nekünk a mondatok ellenőrzésében, fogadj örökbe ({adoptButton}) bármely "máshoz nem tartozó" mondatot, amely a te <strong>anyanyelveden</strong> íródott, és javítsd, ha szükséges. További magyarázat <a href="{url}">itt</a>.
ia: Dunque, si tu vole adjutar nos a verificar e corriger phrases, alora adopta ({adoptButton}) qualcunque phrase "orphane" que tu vide in tu <strong>lingua materne</strong>, e corrige lo si necessari. Lege <a href="{url}">isto</a> pro ulterior explication.
id: Karena itu bila Anda ingin membantu kami dalam mengecek dan mengoreksi kalimat, maka adopsilah ({adoptButton}) kalimat "tak berpemilik" dalam <strong>bahasa ibu</strong> Anda, dan lakukan koreksi jika diperlukan. Silakan baca keterangan yang ada pada halaman <a href="{url}">ini</a> untuk informasi lebih lanjut.
it: Per cui, se vuoi aiutarci nel controllare e correggere delle frasi, adotta ({adoptButton}) qualunque frase "orfana" che vedi nella tua <strong>lingua madre</strong> e correggila se necessario. Consulta <a href="{url}">questo articolo</a> per ulteriori spiegazioni.
ja: 例文のチェックをしてくださるという方は、<strong>あなたの母語</strong>の“野良文”（所有者のいない文）をアドプト（{adoptButton}）して、必要があれば訂正を加えてください。詳しくは<a href="{url}">こちら</a>。
mr: वाक्ये तपासून त्यांना दुरुस्त करण्यात आमची मदत करायची असेल, तर आपल्या <strong>मातृभाषेतील </strong> कोणतेही "अनाथ" वाक्य दत्तक ({adoptButton}) घ्या. त्यानंतर गरज पडल्यास ते वाक्य दुरुस्त करा. पुढील स्पष्टीकरणासाठी <a href="{url}">हे पान वाचा</a>.
nl: Als je ons dus wilt helpen om zinnen na te kijken en te corrigeren, adopteer ({adoptButton}) dan elke "wees"-zin die je ziet in je <strong>moedertaal</strong>, en corrigeer deze als dat nodig is. Lees <a href="{url}">dit</a> voor meer uitleg.
pl: Jeśli chcesz pomóc sprawdzając i poprawiając zdania, przejmij ({adoptButton}) jakieś "bezpańskie" zdanie w twoim <strong>języku ojczystym </strong> i w razie potrzeby popraw. Więcej wyjaśnień <a href="{url}">tutaj</a>.
pt_br: Então, caso deseje nos ajudar a revisar e a corrigir frases, adote ({adoptButton}) qualquer frase órfã que você encontrar em sua <strong>língua materna</strong> e corrija-a, se necessário. Leia <a href="{url}">isto</a> (em inglês) para mais informações.
ro: Deci dacă doriți să ne ajutați la verificarea și corectarea propozițiilor, atunci adoptați ({adoptButton}) propozițiile „orfane” care sunt în <strong>limba dumneavoastră maternă</strong> și corectați-le dacă este necesar. Citiți <a href="{url}">aici</a> pentru explicații mai amănunțite.
ru: Если вы хотите помочь нам в проверке, присвойте ({adoptButton}) любое «ничьё» предложение на вашем <strong>родном языке</strong> и при необходимости исправьте его. Подробнее об этом рассказано <a href="{url}">здесь</a>.
sk: Ak nám chcete pomôcť preveriť správnosť viet, osvojte si ({adoptButton}) akúkoľvek „osirelú“ vetu vo vašom <strong>rodnom jazyku</strong> a opravte ju, ak tak uznáte za vhodné. Prečítajte si <a href="{url}">toto</a> pre ďalšie objasnenie.
sr: Зато, ако желите да нам помогнете провером и исправљањем реченица, онда усвојите ({adoptButton}) било коју "реченицу-сироче" које видите на свом <strong>матерњем језику</strong>, и исправите је ако је то потребно. Прочитајте <a href="{url}">ово</a> за додатно објашњење.
tr: Siz de cümleleri kontrol etmek ve düzeltmemize yardım etmek istiyorsanız <strong>ana dilinizdeki</strong> "sahipsiz" cümleleri sahiplenip ({adoptButton}) gerekiyorsa düzeltin. Daha fazla açıklama için <a href="{url}">bunu</a> okuyun.
tt: Шуңа күрә, әгәр сез безгә җөмләләрне тикшерергә һәм төзәтергә ярдәм итәсегез килсә, үзегезнең туган '{url}' күргән теләсә нинди "дөрес булмаган" җөмләне кулланыгыз '{adoptButton}' һәм кирәк булса төзәтегез. Алга таба аңлатмалар алу өчен моны укыгыз.
uk: Тож якщо ви бажаєте допомогти з перевіркою та виправленням речень, привласнюйте ({adoptButton}) будь-яке речення "сироту" що ви знайдете вашою <strong>рідною мовою</strong>, та виправте його, якщо необхідно. Прочитайте <a href="{url}">це</a> для детального пояснення.
vi: Vì vậy, nếu bạn muốn giúp chúng tôi kiểm tra và sửa các câu, hãy tiếp nhận ({adoptButton}) bất kỳ câu "vô chủ" nào mà bạn thấy trong <strong>ngôn ngữ mẹ đẻ</strong> của mình và sửa câu đó nếu cần. Đọc <a href="{url}">nội dung này</a> để được giải thích thêm.

source: Tips
ar: نصائح
bg: Съвети
br: Alioù
de: Nützliche Hinweise
el: Συμβουλές
eo: Konsiloj
es: Consejos
eu: Aholkuak
fi: Vinkit
fr: Astuces
he: עצות
hi: नुस्ख़े
hu: Tippek
ia: Consilios
is: Ábendingar
it: Consigli
ja: ヒント
ku: Serbend
mr: टिप
pl: Wskazówki
pt_br: Dicas
ro: Sugestii
ru: Советы
sk: Rady
sr: Савети
tr: Öneriler
tt: Киңәшләр
uk: Підказки
vi: Mẹo hay

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
ar: إن ظهر لك اسم مستخدم آخر بعدما تبنّيت الجملة، فهذا معناه أن ذلك المستخدم تبنّى الجملة قبلك بقليل. في حالات كهذه، جرّب تبنّي الجمل الموجودة في صفحات أبعد لتجنّب حدوث ذلك ثانيةً.
bg: Ако видите друго потребителско име след като приемете изречение, това означава, че някой друг го е осиновил много малко преди това. В такива случаи можете да опитате да приемете изречения, които са на няколко страници от текущата ви страница, за да намалите шансовете това да се случи отново.
br: Ma vez gwelet ganeoc'h un anv-implijer o tont war-wel goude bezañ bet advabet ur frazenn, talvezout a ra eo bet advabet ar frazenn un nebeudig amzer a-raok ne vefe bet graet ganeoc'h. E seurt-degouezhioù, gellout a rit klask advabañ frazennoù all a zo pell ac'hann eus ar bajenn m'emaoc'h warni da voanaat ar chañsoù e c'hoarvezfe kement all c'hoazh.
de: Wenn bei der Adoption eines Satzes nicht deiner, sondern der Name eines anderen Benutzers über dem Satz erscheint, so war er etwas schneller als du. Blättere dann einfach einige Seiten weiter, wenn du vermeiden willst, dass das erneut passiert.
el: Αν δείτε ένα άλλο όνομα χρήστη αφού υιοθετήσατε μια πρόταση, σημαίνει ότι κάποιος άλλος υιοθέτησε την πρόταση λίγο πριν το κάνετε εσείς. Σε τέτοιες περιπτώσεις, μπορείτε να δοκιμάσετε να υιοθετήσετε προτάσεις που είναι πολλές σελίδες μακρυά από την τρέχουσα σελίδα σας για να μειώσετε την πιθανότητα να ξανασυμβεί αυτό.
eo: Se vi vidas alian uzantnomon aperi post adopto de frazo, tio signifas, ke iu alia adoptis la frazon ĵus antaŭ vi. En tiaj okazoj vi povas provi adopti frazojn kelkajn paĝojn for de la nuna paĝo por redukti la ŝancon, ke tio refoje okazos.
es: Si ve que, tras haber adoptado la oración, aparece el nombre de otro usuario, eso quiere decir que alguien más ha adoptado la oración justo antes de que lo hiciera usted. En tal caso, puede intentar adoptar oraciones que estén a varias páginas de su página actual para disminuir las posibilidades de que esto vuelva a pasar.
eu: Ikusten baduzu esaldi bat adoptatu eta gero beste erabiltzaile bat agertzen dela, horrek esan nahi du beste norbaitek adoptatu duela esaldia zuk adoptatu eta handik oso gutxira. Kasu horretan, saia zaitezke orain bisitatzen ari zaren orrialdetik urrun dagoen beste orrialde bateko esaldiak adoptatzen, horrela gertatu zaizuna nekez gertatuko zaizu berriro.
fi: Jos toinen käyttäjätunnus tulee näkyviin kun olet adoptoinut lauseen, tarkoittaa se sitä, että joku toinen on adoptoinut lauseen juuri ennen sinua. Tällaisessa tapauksessa voit yrittää adoptoida lauseita, jotka ovat useiden sivujen päässä nykyisestä sivustasi, jolloin todennäköisyys sille, että näin käy uudelleen, pienenee.
fr: Si vous voyez un autre nom d'utilisateur apparaître après avoir adopté une phrase, cela signifie que quelqu'un d'autre a adopté cette phrase immédiatement avant vous. En de tels cas, vous pouvez essayer d'adopter des phrases qui se situent à plusieurs pages d'intervalle de votre page courante, afin de réduire la probabilité que cela se reproduise.
he: אם נתקלת בשם משתמש אחר שמופיע לאחר אימוץ משפט, משמעות הדבר היא שהמשפט אומץ זמן קצר לאחר האימוץ שלך. במקרים כאלה, אפשר לנסות לאמץ משפטים במרחק של כמה עמודים מהעמוד הנוכחי שלך כדי להפחית את הסיכוי שזה יקרה שוב.
hi: यदि आप एक वाक्य को अपनाने के बाद एक और उपयोगकर्ता नाम देखते हैं, तो इसका मतलब है कि किसी और ने आपके द्वारा किए गए वाक्य से बहुत पहले वाक्य को अपनाया था। ऐसे मामलों में, आप उन वाक्यों को अपनाने का प्रयास कर सकते हैं जो आपके वर्तमान पृष्ठ से कई पृष्ठ दूर हैं ताकि ऐसा फिर से होने की संभावना को कम किया जा सके।
hu: Ha az imént örökbefogadtál egy mondatot, de más felhasználónevét látod a mondat mellett, az azt jelenti, hogy nem sokkal előtted már valaki örökbefogadta azt a mondatot. Ilyenkor meg lehet próbálni pár oldallal arrébb található mondatokból örökbefogadni, ezzel is elkerülve, hogy ez megtörténjen újra.
ia: Si tu vide un altere nomine de usator apparer post adoptar un phrase, isto significa que un altere persona adoptava le phrase quasi immediatemente ante te. In tal caso, tu pote tentar a adoptar phrases que es plure paginas distante ab tu pagina actual pro reducer le possibilitate que tal cosa reoccurre.
id: Jika Anda menemukan nama pengguna lain muncul setelah Anda mengadopsi sebuah kalimat, itu artinya ada pengguna lain yang mengadopsi kalimat tersebut beberapa saat sebelum Anda. Untuk mengurangi kemungkinan terjadinya hal serupa, Anda bisa mengadopsi kalimat yang ada di halaman selanjutnya dari halaman sedang ditampilkan.
it: Se vedi che appare un altro nome utente dopo avere adottato una frase, vuole dire che qualcun altro ha adottato la frase appena prima di te. In questo caso, puoi provare ad adottare delle frasi che si trovano in varie pagine più avanti della tua pagina corrente per ridurre le possibilità che accada di nuovo.
ja: アドプトしたはずの文が別のユーザーの文になっていたときは、あなたのすぐ前にその人が同じ文をアドプトしたということです。そのような場合、何ページか先に進んで作業を続けてみてください。
mr: वाक्य दत्तक घेतल्यानंतर जर आपल्याला एखाद्या दुसर्‍या प्रयोक्त्याचे नाव दिसून आले, तर याचा अर्थ आहे की त्या प्रयोक्त्याने आपल्या नुकत्याच आधी ते वाक्य दत्तक घेतलं. असं पुन्हा न घडण्यासाठी आपल्या वर्तमान पानापेक्षा अनेक पान दूर असलेले वाक्य दत्तक घेऊन पाहा.
nl: Als je een andere gebruikersnaam ziet verschijnen nadat je een zin hebt geadopteerd, betekent dat dat iemand anders vlak voor jou de zin al heeft geadopteerd. In zulke gevallen kun je proberen zinnen te adopteren die een aantal pagina's verderop zijn dan de pagina waar je je op dat moment op bevindt om te zorgen dat de kans dat het weer gebeurt kleiner is.
pl: Jeśli przejmujesz zdanie, ale spostrzegasz nagle przy nim nick innej osoby, oznacza to, że ktoś inny przejął to zdanie na chwilę przed tobą. W takim wypadku spróbuj przejąć zdanie o kilka stron dalej od obecnej strony, by zmniejszyć szanse takich kolizji.
pt_br: Se vir outro nome de usuário aparecer depois de adotar uma frase, quer dizer que outra pessoa a adotou pouco antes de você. Neste caso, tente adotar frases que estejam a várias páginas daquela em que você se encontra, reduzindo as chances de que isso volte a acontecer.
ro: Dacă apare un alt nume de utilizator după ce adoptați o propoziție, înseamnă că propoziția a fost adoptată de către altcineva cu puțin timp înaintea dumneavoastră. În astfel de cazuri, puteți încerca să adoptați propoziții de pe paginile următoare pentru a reduce șansele ca acest lucru să se întâmple din nou.
ru: Если после того, как вы присвоили предложение, Вы увидели рядом с ним чужой ник, значит, кто-то раньше Вас успел присвоить его. В таком случае Вы можете попробовать присваивать предложения, расположенные на несколько страниц ниже, чтобы снизить вероятность повторения данной ситуации.
sk: Pokiaľ sa hneď potom, ako ste si osvojili nejakú vetu, objaví pri nej iné užívateľské meno, znamená to, že si ju niekto osvojil tesne pred vami. Ak nechcete, aby k tomu došlo znova, môžete si skúsiť osvojovať vety, ktoré sa nachádzajú o niekoľko stránok ďalej.
sr: Ако ти се појави друго корисничко име након усвајања реченице, значи да је неко други усвојио реченицу непосредно пре тебе. У том случају, можеш да кренеш са усвајањем реченица пар страница даље од текуће како би смањио случај да се то догоди поново.
tr: Bir cümleyi sahiplendikten sonra başka bir kullanıcının adını görüyorsanız bu durum sizden çok kısa bir süre önce başka birisinin o cümleyi sahiplenmiş olduğu anlamına gelir. Bu gibi durumlarla karşılaşma ihtimalini azaltmak için o sayfadan birkaç sayfa ilerideki cümleleri sahiplenmeyi deneyebilirsiniz.
tt: Әгәр дә сез тәкъдим кабул ителгәннән соң кулланучының башка исеме барлыкка килүен күрәсез икән, бу сезгә кадәр берәрсе бу тәкъдимне кабул иткән дигәнне аңлата. Мондый очракларда сез агымдагы битегездән берничә биткә ераграк булган тәкъдимнәрне кабул итеп карый аласыз, моның кабатлану ихтималын киметү өчен.
uk: Якщо після привласнення речення ви бачите що з'явилось ім'я іншого користувача, це означає що інший користувач привласнив це речення за дуже короткий час до вас. В такому разі, спробуйте привласнювати речення в кількох сторінках від поточної сторінки щоб зменшити можливість подібних випадків.
vi: Nếu bạn thấy một tên người dùng khác xuất hiện sau khi tiếp nhận một câu, điều đó có nghĩa là người khác đã tiếp nhận câu đó ngay trước khi bạn thực hiện. Trong những trường hợp như vậy, bạn có thể thử tiếp nhận những câu cách trang hiện tại của bạn vài trang để giảm khả năng điều đó xảy ra lần nữa.

source: Improve sentences
ar: طوّر جُملًا
bg: Подобрете изреченията
br: Gwellaat ar frazennoù
de: Sätze verbessern
el: Βελτίωση φράσεων
eo: Plibonigi frazojn
es: Mejorar las oraciones
eu: Hobetu esaldiak
fi: Parantele lauseita
fr: Améliorer des phrases
he: שיפור משפטים
hi: वाक्यों को सुधारें
hu: Mondatok javítása
ia: Meliorar phrases
id: Perbaiki kalimat
is: Betrumbæta setningar
it: Migliora delle frasi
ja: 例文を改善する
ku: Hevokan baştir bike
mr: वाक्ये सुधारा
nl: Zinnen verbeteren
pl: Poprawiaj zdania
pt_br: Melhorar frases
ro: Corectați propoziții
ru: Совершенствовать предложения
sk: Zlepšovať vety
sr: Побољшајте реченице
tr: Cümleleri geliştir
tt: Җөмләләрне яхшырту
uk: Покращити речення
vi: Cải thiện câu

source: Related links
ar: روابط لها علاقة
bg: Свързани връзки
br: Liammoù reoliet
de: Verwandte Lesezeichen
el: Σχετικοί σύνδεσμοι
eo: Rilataj ligiloj
es: Enlaces relacionados
eu: Zerikusia duten estekak
fi: Liittyvät linkit
fr: Liens connexes
he: קישורים מתאימים
hi: संबंधित लिंक
hu: Kapcsolódó hivatkozások
ia: Ligamines de interesse
id: Tautan-tautan terkait
is: Tengdir tenglar
it: Collegamenti relativi
ja: 関連リンク
ku: Girêdanên têkildar
mr: संबंधित पाने
nl: Gerelateerde links
pl: Powiązanie odnośniki
pt_br: Links relacionados
ro: Linkuri conexe
ru: Ссылки по теме
sk: Súvisiace spojenia
sr: Повезани линкови
tr: İlgili bağlantılar
tt: Тема буенча сылтамалар
uk: Пов'язані посилання
vi: Liên kết liên quan

source: Tag guidelines
ar: إرشادات الوسوم
bg: Указания за етикети
br: Balizañ ar sturiadoù
de: Richtlinien zum Etikettieren
el: Οδηγίες για ετικέτες
eo: Gvidilo pri etikedoj
es: Pautas para etiquetar
eu: Etiketen jarraibideak
fi: Tunnisteisiin liittyvät suositukset
fr: Directives pour les étiquettes
he: הנחיות לתיוג
hi: टैग दिशानिर्देश
hu: Címkézési irányelvek
ia: Directivas pro etiquettas
id: Pedoman pemberian label
is: Viðmiðunarreglur merkja
it: Linee guida per le etichette
ja: タグのガイドライン
ku: Rêbernameya Etîketan
mr: खूणचिठ्ठी मार्गदर्शिका
nl: Richtlijnen voor labels
pl: Wytyczne tagów
pt_br: Diretrizes de etiquetagem
ro: Instrucțiuni pentru etichete
ru: Руководство по тегам
sk: Návod na používanie štítkov
sr: Смернице за ознаке
tr: Etiket Kılavuzu
tt: Маркировка буенча тәкъдимнәр
uk: Настанови щодо теґів
vi: Nguyên tắc về thẻ

source: Tags you should know about
ar: وسوم عليك معرفتها
bg: Етикети, за които трябва да знаете
br: Balizoù a rankfec'h anavezout
de: Nützliche Etiketten
el: Ετικέτες για τις οποίες θα έπρεπε να γνωρίζεις
eo: Etikedoj, kiujn vi konu
es: Etiquetas que debería conocer
eu: Etiketa hauei buruz jakin beharko zenuke
fi: Nämä tunnisteet sinun täytyy tietää
fr: Étiquettes qu'il vous faut connaître
he: תגיות שכדאי להכיר
hi: आपको इन टैगों की जानकारी होनी चाहिए
hu: Címkék, amikről érdemes tudnod
ia: Etiquettas a cognoscer
id: Label-label yang harus Anda ketahui
is: Merki sem þú ættir að vita um
it: Etichette che dovresti conoscere
ja: 重要なタグ
ku: Etîketên divê tu wan bizanî
mr: आपल्याला माहीत असायला हव्या अश्या खूणचिठ्ठ्या
nl: Labels die je moet kennen
pl: Tagi, o których powinieneś wiedzieć
pt_br: Tags que você precisa conhecer
ro: Etichete despre care ar trebui să știți
ru: Теги, о которых вы должны знать
sk: Štítky, o ktorých by ste mali vedieť
sr: Ознаке о којима треба да знате
tr: Bilmeniz gereken etiketler
tt: Сез белергә тиешле теглар
uk: Теґи про які ви маєте знати
vi: Các thẻ mà bạn nên biết

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
ar: ابتكر المجتمع بعض ”الوسوم المفيدة“ لرفع جودة الجُمل وموثوقيّتها.
bg: Общността е измислила няколко „полезни маркера“, за да подобри качеството и надеждността на изреченията.
br: Termenet he deus ar gumuniezh meur a "baliz ostilh" evit gwellaat kalite ha fiziañs ar frazennoù.
de: Es gibt einige Etiketten, die bei der Satzverbesserung helfen sollen.
el: Η κοινότητα έχει συμφωνήσει σε μια σειρά "χρηστικές ετικέτες" για να βελτιώσει την ποιότητα και την αξιοπιστία των φράσεων.
eo: La komunumo kreis plurajn „uzindajn etikedojn" por plibonigi la kvaliton kaj la fidindecon de frazoj.
es: La comunidad ha creado varias "etiquetas de utilidad" para mejorar la calidad y exactitud de las oraciones.
eu: Komunitateak "etiketa erabilgarri" batzuk garatu ditu esaldien kalitatea eta ulergarritasuna hobetzeko asmoz.
fi: Yhteisö on kehittänyt useita ”yleistunnisteita”, joiden avulla parannetaan lauseiden laatua ja luotettavuutta.
fr: La communauté a défini plusieurs « étiquettes-outils » pour améliorer la qualité et la fiabilité des phrases.
he: הקהילה גיבשה מספר „תגיות שימושיות” כדי לשפר את האיכות והאמינות של המשפטים.
hi: वाक्यों की गुणवत्ता और विश्वसनीयता में सुधार के लिए समुदाय कई "उपयोगिता टैग" लेकर आया है।
hu: A közösség számos "segédcímkével" állt elő a mondatok minőségének és megbízhatóságának javításának érdekében.
ia: Le communitate ha producite plure "etiquettas utilitari" pro meliorar le qualitate e fidelitate de phrases.
id: Komunitas telah membuat beberapa "label khusus" untuk meningkatkan kualitas dan keabsahan kalimat.
it: La comunità ha creato diverse "etichette utili" per migliorare la qualità e l'affidabilità delle frasi.
ja: 例文の質と信頼性を高めるために、Tatoebaでは以下のタグを使用しています。
mr: वाक्यांची गुणवत्ता व विश्वसनीयता सुधारण्यासाठी समुदायाने अनेक "उपयोगिता खूणचिठ्ठ्या" सुचविल्या आहेत.
nl: De gemeenschap heeft een aantal "functionele labels" bedacht om de kwaliteit en betrouwbaarheid van zinnen te vergroten.
pl: Społeczność opracowała kilka "tagów narzędziowych" w celu polepszenia jakości i wiarygodności zdań
pt_br: A comunidade tem criado várias "tags de utilidade" para melhorar a qualidade e a confiabilidade das frases.
ro: Comunitatea a creat mai multe „etichete utilitare” pentru a îmbunătăți calitatea și exactitatea frazelor.
ru: Сообщество предлагает несколько «вспомогательных тегов» для улучшения качества и достоверности предложений.
sk: Komunita vyvinula niekoľko „užitočných štítkov“ na zdokonalenie kvality a spoľahlivosti viet.
sr: Заједница је осмислила неколико "помоћних ознака" које побољшавају квалитет и поузданост реченица.
tr: Topluluk, cümlelerin güvenilirliğini ve kalitesini artırmak için bazı "yararlı etiketler" oluşturmaktadır.
tt: Бергәлек тәкъдимнәрнең сыйфатын һәм ышанычлылыгын яхшырту өчен берничә "файдалы тег" эшләгән.
uk: Спільнота використовує кілька "допоміжних теґів" для покращення якості та читабельності речень.
vi: Cộng đồng đã đưa ra một số "thẻ tiện ích" để cải thiện chất lượng và độ tin cậy của câu.
