Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/default.po
Languages: ar, bg, br, de, el, eo, es, eu, fi, fr, he, hi, hu, ia, id, is, it, ja, ku, mr, nl, pl, pt_br, ro, ru, sk, sr, tr, tt, uk, vi

source: You must fill in your username and password.
ar: عليك ملء حقلي اسم المستخدم وكلمة السر.
bg: Трябва да попълните вашето потребителско име и парола.
br: Rankout a rit leuniañ hoc'h anv-implijer hag ho ker-tremen.
de: Es müssen Benutzername und Passwort eingegeben werden.
el: Θα πρέπει να συμπληρώσετε το όνομα χρήστη και τον κωδικό.
eo: Vi enigu viajn uzantonomon kaj pasvorton.
es: Debe introducir su nombre de usuario y contraseña.
eu: Bete beharrekoak: erabiltzaile izena eta pasahitza.
fi: Sinun täytyy syöttää käyttäjätunnuksesi ja salasanasi.
fr: Vous devez entrer votre nom d'utilisateur et votre mot de passe.
he: עליך למלא את שם המשתמש והססמה.
hi: आपको अपना यूजरनेम और पासवर्ड भरना होगा।
hu: Meg kell adnod a felhasználónevedet és a jelszavadat.
ia: Tu debe completar tu nomine de usator e contrasigno.
id: Anda harus mengisi kolom nama pengguna dan kata sandi.
is: Þú verður að fylla út notendanafn og lykilorð.
it: Devi inserire il tuo nome utente e la tua password.
ja: ユーザー名とパスワードを入力してください。
ku: Divê tu qada navê bikarhêner û pêborînê vala nehêlî.
mr: प्रयोक्तानाव व पासवर्ड भरणे आवश्यक आहे.
nl: Je moet je gebruikersnaam en wachtwoord invullen.
pl: Należy podać nazwę użytkownika i hasło.
pt_br: Você precisa inserir o seu nome de usuário e a sua senha.
ro: Trebuie să completați numele de utilizator și parola.
ru: Необходимо ввести имя пользователя и пароль.
sk: Musíte zadať vaše užívateľské meno a heslo.
sr: Морате унети корисничко име и шифру.
tr: Kullanıcı adı ve şifre yerini doldurmak zorundasınız.
tt: Сез үзегезнең кулланучы исемен һәм серсүзне кертергә тиеш.
uk: Ви маєте ввести ім'я користувача і пароль.
vi: Bạn phải điền tên người dùng và mật khẩu của mình.

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
ar: فشل الولوج. تحقّق من مفتاحي Caps Lock وNum Lock إن كانا مفعّلين. كلمة السر حسّاسة لحالة الأحرف.
bg: Неуспешно влизане. Уверете се, че Caps Lock и Num Lock не са включени неволно. Вашата парола е чувствителна към главни и малки букви.
br: Kevreadenn sac'het. Bezit sur n'emañ ket ho Morailhiñ Lizheroù hag ho Morailhiñ Niveroù bet lakaet hep ar c'hoant d'en ober. Ho ker-tremen a zo kizidik ouzh ar c'hombod.
de: Anmeldung fehlgeschlagen. Achte darauf, dass nicht versehentlich die Feststelltaste oder die Numtaste gedrückt sind. Beim Passwort wird zwischen Groß- und Kleinschreibung unterschieden.
el: Η είσοδος απέτυχε. Βεβαιωθείτε ότι το Caps Lock και το Num Lock δεν είναι κατά λάθος ενεργά. Ο κωδικός σας είναι case-sensitive./με διάκριση κεφαλαίων-μικρών γραμμάτων.
eo: Ensaluto malsukcesis. Kontrolu, ĉu la majuskliga aŭ ciferiga klavo ne estas senintence ŝaltita. Via pasvorto estas usklosenta.
es: No se pudo iniciar la sesión. Asegúrese que las teclas Bloq Mayús y Bloq Num no han sido activadas inadvertidamente. Las contraseñas distinguen entre mayúsculas y minúsculas.
eu: Ezin saioa hasi. Begiratu ondo ea Letra Larrien blokeo giltza eta zenbakien blokeo giltzak ez ote dauden piztuta. Zure pasahitza letra xeheekin.
fi: Sisäänkirjautuminen epäonnistui. Varmista, että Caps Lock ja Num Lock eivät ole tarkoituksetta päällä. Isoilla ja pienillä kirjaimilla on ero salasanassasi.
fr: Connexion impossible. Vérifiez que vous n'avez pas involontairement activé verr. maj. ou verr. num. Votre mot de passe est sensible à la casse.
he: הכניסה נכשלה. נא לוודא ש־Caps Lock ו־Num Lock אינם פעילים. הסיסמה שלך היא תלוית־רישיות.
hi: लॉगइन असफल। सुनिश्चित करें कि आपका कैप्स लॉक और न्यूम लॉक अनजाने में चालू नहीं है। आपका पासवर्ड केस - सेंसिटिव है।
hu: Sikertelen bejelentkezés. Ellenőrizd, hogy a Caps Lock vagy a Num Lock nincs véletlenül bekapcsolva. A jelszavad kis-nagybetű érzékeny.
ia: Session fallite. Assecura te que le claves Caps Lock e Num Lock non es activate. Le contrasigno distingue inter majusculas e minusculas.
id: Gagal masuk. Pastikan bahwa Caps Lock dan Num Lock tidak diaktifkan secara tidak sengaja. Kata sandi Anda 'case-sensitive'.
is: Innskráning mistókst. Vertu viss um að ekki er kveikt á hástöfum eða töluborðslási óviljandi. Lykilorðið þitt er háð há/lágstöfum.
it: Accesso fallito. Assicurati che i tasti Caps Lock e Num Lock non siano accidentalmente attivati. La password è sensibile alla differenza tra maiuscole e minuscole.
ja: ログインに失敗しました。Caps Lock や Num Lock がオンになっていないか確認してください。
mr: लॉगइन अपयशी झाले. कॅप्स लॉक व नम लॉक चालू नाही याची खात्री करावे. पासवर्ड केस-संवेदनशील आहे.
nl: Inloggen mislukt. Zorg ervoor dat Caps Lock en Num Lock niet onbedoeld aanstaan. Je wachtwoord is hoofdlettergevoelig.
pl: Zalogowanie nie powiodło się. Upewnij się, czy przypadkiem nie został niepotrzebnie włączony Caps Lock lub Num Lock. W haśle są rozróżniane małe i duże litery.
pt_br: Não foi possível entrar. Certifique-se de que as suas teclas Caps Lock e Num Lock não tenham sido ativadas por engano. A sua senha é sensível a maiúsculas e minúsculas.
ro: Autentificare eșuată. Asigurați-vă că Num Lock și Caps Lock nu sunt activate. Parola este sensibilă la litere mari și mici.
ru: Не получилось войти в систему. Убедитесь, что клавиши Caps Lock и Num Lock не включены. Большие и маленькие буквы в пароле различаются.
sk: Prihlasovanie zlyhalo. Uistite sa, či nemáte omylom zapnutý Caps Lock a Num Lock. Vaše heslo rozoznáva veľkosť písmen.
sr: Пријава није успела. Проверите да ли сте случајно укључили Caps Lock или Num Lock. У шифри је важна разлика између великих и малих слова.
tr: Giriş yapılamadı. Caps Lock ve Num Lock tuşlarının açık olup olmadığını kontrol edin. Şifreniz büyük ve küçük harflere duyarlıdır.
tt: Керү хатасы. Сездә очраклы рәвештә Caps Lock һәм Num Lock функцияләре кертелмәгәнлегенә инаныгыз. Сезнең парольдә символлар регистры исәпкә алына.
uk: Помилка логіну. Перевірте стан перемикачів Caps Lock та Num Lock. Пароль є чутливим до регістру.
vi: Đăng nhập thất bại. Hãy đảm bảo rằng phím Caps Lock và Num Lock của bạn không được bật lên. Mật khẩu có phân biệt chữ hoa và chữ thường.

source: Welcome to Tatoeba!
ar: مرحبًا بكم في تتويبا!
bg: Добре дошли в Татоеба!
br: Donemat war Tatoeba!
de: Willkommen bei Tatoeba!
el: Καλώς ήλθατε στο Tatoeba!
eo: Bonvenon al Tatoeba!
es: ¡Bienvenido a Taoeba!
eu: Ongi etorri Tatoeba honetara!
fi: Tervetuloa Tatoebaan!
fr: Bienvenue sur Tatoeba !
he: ברוך בואך לטטואבה!
hi: Tatoeba पर आपका स्वागत है!
hu: Üdvözöljük a Tatoebán!
ia: Benvenite a Tatoeba!
id: Selamat datang di Tatoeba!
is: Velkominn á Tatoeba!
it: Benvenuto su Tatoeba!
ja: Tatoebaへようこそ！
ku: Bi Xêr Hatî Tatoebayê!
mr: तातोएबावर आपले स्वागत आहे!
nl: Welkom op Tatoeba!
pl: Witamy na Tatoeba!
pt_br: Bem-vindo(a) ao Tatoeba!
ro: Bine ați venit la Tatoeba!
ru: Добро пожаловать на проект Tatoeba!
sk: Vitajte na Tatoebe!
sr: Добро дошли на Татоебу!
tr: Tatoeba'ya Hoş Geldiniz!
tt: Татоэбага рәхим итегез!
uk: Ласкаво просимо до Tatoeba!
vi: Chào mừng đến với Tatoeba!

source: To start things off, we encourage you to read our <a href='{url}'>Quick Start Guide</a>. If you want to read it later, you will find the link at the bottom of any page on the website.
bg: За да започнете нещата, ви препоръчваме да прочетете нашето <a href='{url}'>Ръководство за бързо стартиране</a>. Ако искате да го прочетете по-късно, ще намерите връзката в долната част на която и да е страница на уебсайта.
de: Wir empfehlen, zuinächst unsere <a href='{url}'>Schnellstartanleitung</a> zu lesen. Eine Verknüpfung dahin befindet sich auch ganz unten auf jeder Seite.
eo: Por komenci ni konsilas vin legi nian <a href='{url}'>Tujkomencan gvidilon</a>. Se vi volas legi ĝin poste, vi trovos la ligilon sube de ĉiu paĝo de nia retejo.
es: Para comenzar, recomendamos que lee nuestra <a href='{url}'>Guía de Inicio Rápido</a>. Si desee leerlo más tarde, puede encontrar el enlace en el fondo de cualquier página en el sitio.
fi: Aluksi suosittelemme, että luet läpi <a href='{url}'>pika-aloitusoppaamme</a>. Jos haluat lukea sen myöhemmin, linkki oppaaseen on sivuston jokaisen sivun alalaidassa.
fr: Pour commencer, nous vous recommandons de lire notre guide pour faire vos <a href='{url}'>premiers pas</a> sur Tatoeba. Si vous souhaitez le lire plus tard, vous le trouverez en lien au bas de n'importe quelle page du site.
he: ראשית, אנחנו ממליצים לך לקרוא את <a href='{url}'>המדריך למתחילים</a>. כדי לקרוא אותו בהמשך, ניתן למצוא אותו בקישור בתחתית כל דף באתר.
hi: चीजों को शुरू करने के लिए, हम आपको हमारी <a href='{url}'>त्वरित आरंभ मार्गदर्शिका</a> पढ़ने के लिए प्रोत्साहित करते हैं। यदि आप इसे बाद में पढ़ना चाहते हैं, तो आपको वेबसाइट पर किसी भी पृष्ठ के तल पर लिंक मिलेगा।
hu: Hogy belevághass, ajánljuk elolvasni a <a href='{url}'>Gyorstalpalónkat</a>. Ha később szeretnéd elolvasni, weboldalon minden lap alján megtalálod a linket.
ia: Pro poner le cosas in marcha, nos te incoragia de leger nostre <a href='{url}'>Guida de initio rapide</a>. SI tu prefere leger lo plus tarde, tu trovara le ligamine al fundo de tote le paginas del sito web.
id: Sebelum mulai, kami menyarankan Anda membaca <a href='{url}'>Panduan Mulai Singkat</a>. JIka Anda ingin membacanya nanti, Anda dapat menemukan tautannya di bagian bawah halaman mana pun di situs ini.
is: Til að byrja með mælum við með því að þú læsir <a href='{url}'>Skyndileiðbeiningar</a> okkar. Ef þú vilt lesa þær seinna þá getur þú fundið tengil til þess á botni síðunnar.
it: Per iniziare a lavorare, ti incoraggiamo a leggere la <a href='{url}'>guida rapida per cominciare</a>. Se vuoi leggerla in un secondo momento, troverai il link in fondo ad ogni pagina del sito web.
ja: まず始めに <a href='{url}'>スタートガイド</a>をお読みください。後で読みたい場合は、各ページの下にリンクがあります。
mr: सुरुवात करण्यास, आम्ही तुम्हाला <a href='{url}'>झटपट मार्गदर्शिका</a> वाचण्यास प्रोत्साहित करतो. तुम्ही ही नंतर वाचू इच्छित असाल, तर तिची लिंक या संकेतस्थळाच्या कोणत्याही पानाच्या तळाला सापडेल.
nl: Om te kunnen beginnen raden we je aan om onze <a href='{url}'>Snelstartgids</a> te lezen, Als je hem later wilt lezen dan vind je de link onderaan iedere bladzijde van de website.
pl: Na początek zalecamy przeczytać nasze <a href='{url}'>Szybkie wprowadzenie</a>. Jeśli zechcesz przeczytać je później, znajdziesz je pod linkiem na dole każdej strony.
pt_br: Para começar, sugerimos que você leia o nosso <a href='{url}'>Guia de Início Rápido</a>. Caso queira lê-lo depois, poderá encontrá-lo no rodapé de qualquer página do site.
ro: Pentru a începe, vă încurajăm să citiți <a href='{url}'>Ghidul de pornire rapidă</a>. Dacă doriți să-l citiți mai târziu, veți găsi linkul în partea de jos a fiecărei pagini de pe site.
ru: Для начала, мы рекомендуем вам прочитать наше <a href='{url}'>Краткое руководство по началу работы</a>. Если вы хотите прочитать его позже, вы можете перейти по ссылке внизу любой страницы на сайте.
sk: Na úvod vám odporúčame prečítať si našu <a href='{url}'>Príručku pre začiatočníkov</a>. Ak by ste si ju chceli prečítať neskôr, nájdete odkaz na spodku každej stránky.
tt: Башта без сезгә үзебезнең кыска җитәкчелек белән танышырга киңәш итәбез. Әгәр дә сез аның белән соңрак танышырга теләсәгез, веб-сайтта теләсә кайсы битнең астындагы сылтаманы табарсыз.
vi: Để khởi đầu, chúng tôi khuyên bạn hãy đọc <a href='{url}'>Hướng dẫn Nhanh</a>. Nếu bạn muốn để đọc nó về sau, bạn có thể tìm thấy liên kết ở cuối bất kỳ trang nào trên trang web.

source: We hope you'll enjoy your time here with us!
ar: نأمل أن تقضوا معنا هنا وقتًا جميلًا!
bg: Надяваме се да се насладите на времето си тук с нас!
br: Emichañs ho po ur berr-amzer ganimp!
de: Wir hoffen, dass es dir hier bei uns gefallen wird!
eo: Ni esperas, ke vi ĝuos vian restadon kun ni!
es: ¡Esperamos que disfrute de su tiempo con nosotros!
fi: Toivottavasti nautit olostasi täällä kanssamme!
fr: Nous espérons que vous passerez un bon moment ici avec nous !
he: מאחלים לך שימוש נעים במערכת שלנו!
hi: हमें उम्मीद है कि आप हमारे साथ अपने समय का आनंद लेंगे!
hu: Reméljük, élvezni fogod a közös időtöltést!
ia: Nos spera que tu habera un tempore agradabile con nos!
id: Kami harap waktu Anda bermanfaat bersama kami di sini!
is: Við vonum að þú njótir tímann þinn með okkur!
it: Speriamo che ti piacerà il tempo trascorso qui con noi!
ja: Tatoeba で楽しい時間をお過ごしください。
mr: आमच्यासोबत घालवलेल्या वेळेचा आपण आनंद घ्याल अशी आम्हाला आशा आहे!
nl: We hopen dat je het bij ons naar je zin zult vinden!
pl: Mamy nadzieję, że spodoba ci się nasza strona!
pt_br: Esperamos que curta o seu tempo conosco!
ro: Sperăm că vă va face plăcere să vă petreceți timpul alături de noi!
ru: Надеемся, что вам тут понравится!
sk: Dúfame, že si užijete váš čas tu strávený!
tr: Burada bizimle geçireceğiniz zamandan keyif alacağınızı umuyoruz!
tt: Монда, безнең белән вакыт үткәрү, сезгә ошар дип өметләнәбез!
vi: Hy vọng bạn sẽ tận hưởng thời gian của mình ở đây với chúng tôi!

source: Please fix the form errors.
ar: من فضلك صحّح أخطاء الاستمارة.
bg: Моля, поправете грешките във формуляра.
br: Reizhit ar fazioù furmskrid mar plij.
de: Bitte korrigiere die Fehler im Anmeldeformular.
el: Παρακαλούμε διορθώστε τα λάθη στη φόρμα.
eo: Bv. korekti la formerarojn.
es: Por favor arregle los errores del formulario.
eu: Mesedez, konpondu inprimakiko erroreak.
fi: Korjaa muotovirheet.
fr: Veuillez corriger les erreurs contenues dans le formulaire.
he: נא לתקן את השגיאות בטופס.
hi: कृपया फ़ॉर्म त्रुटियाँ ठीक करें।
hu: Kérünk, javítsd az űrlap hibáit.
ia: Per favor, corrige le errores de formulario.
id: Silakan perbaiki isi form.
is: Vinsamlegast lagaðu eyðublaðsvillurnar.
it: Per favore, correggi gli errori del modulo.
ja: エラーを修正してください。
mr: कृपया फॉर्ममधील त्रुट्या दुरुस्त करा.
nl: Gelieve de fouten in het formulier te verbeteren.
pl: Proszę poprawić błędy w formularzu.
pt_br: Por favor, corrija os erros do formulário.
ro: Vă rugăm să corectați erorile din formular.
ru: Пожалуйста, исправьте ошибки в форме.
sk: Prosím, opravte chyby
sr: Исправите грешке у форми.
tr: Lütfen biçim hatalarını düzeltin.
tt: Зинһар, формада хаталарны төзәтегез.
vi: Vui lòng sửa lỗi trong biểu mẫu.

source: Your new password has been sent to {email}.
ar: أُرسلت كلمة السر الجديدة إلى {email}.
bg: Вашата нова парола е изпратена до {email}.
br: Kaset eo bet ho ker-tremen da "{email}".
de: Das neue Passwort ist an folgende Adresse versandt worden: {email}.
el: Ο νέος σας κωδικός έχει σταλεί στο {email}.
eo: Via nova pasvorto estis sendita al {email}.
es: Su contraseña nueva ha sido enviada a {email}.
eu: Zure pasahitz berria horra bidali da: {email}.
fi: Uusi salasanasi on lähetetty sähköpostiosoitteeseen {email}.
fr: Votre nouveau mot de passe a été envoyé à l'adresse {email}.
he: הסיסמה החדשה שלך נשלחה אל {email}.
hi: आपका नया पासवर्ड {email} पर भेज दिया गया है।
hu: Az új jelszavad elküldtük a(z) {email} címre.
ia: Le nove contrasigno ha essite inviate a {email}.
id: Kata sandi Anda yang baru telah dikirim ke {email}.
is: Nýja lykilorð þitt hefur verið sent til {email}.
it: La tua nuova password è stata inviata a {email}.
ja: 新しいパスワードを {email} に送信しました。
ku: Pêborîna te ya nû ji {email} re hate şandin.
mr: आपला नवीन पासवर्ड {email} येथे पाठवला गेला आहे.
nl: Je nieuwe wachtwoord is gestuurd naar {email}.
pl: Twoje nowe hasło zostało wysłane na adres {email}.
pt_br: A sua nova senha foi enviada para {email}.
ro: O nouă parolă a fost trimisă la {email}.
ru: Ваш новый пароль был выслан на адрес {email}.
sk: Vaše nové heslo bolo zaslané na {email}.
sr: Нова шифра вам је послата на {email}.
tr: Yeni şifreniz {email} adresine gönderildi.
tt: Сезнең яңа пароль 1{email} электрон почта адресына җибәрелде.
uk: Ваш новий пароль надіслано на адресу {email}.
vi: Mật khẩu mới của bạn đã được gửi đến {email}

source: You may need to check your spam folder to find this message.
ar: قد يكون عليك فحص مجلد الرسائل المزعجة (السخام) لتجد الرسالة.
bg: Може да се наложи да проверите папката си със спам, за да намерите това съобщение.
br: Rankout a rafec'h teurel ur sell marteze en ho teuliad spam evit kavout ar gemennadenn-mañ.
de: Möglicherweise befindet sich die Nachricht im Ordner für unerwünschte Nachrichten
el: Μπορεί να χρεαστεί να ελέγξετε τον φάκελο ανεπιθυμητών μυνημάτων για να βρείτε αυτό το μύνημα.
eo: Se necese, kontrolu vian trudpoŝtan keston por trovi tiun ĉi mesaĝon.
es: Puede que necesite comprobar su carpeta de correo no deseado para encontrar este mensaje.
eu: Agian zure spam karpetan begiratu beharko duzu mezua aurkitzeko.
fi: Sinun täytyy mahdollisesti tarkistaa roskaposti-kansiosi, että löydät tämän viestin.
fr: Il vous faudra peut-être vérifier votre dossier de courriels indésirables pour le trouver.
he: ייתכן ויהיה עליך לבדוק את תיבת הספאם שלך כדי למצוא הודעה זו.
hi: इस वाक्य को ढूंढने के लिए आपको अपने स्पैम फ़ोल्डर को भी तलाशना पड़ सकता है।
hu: Ajánlott megnézni a SPAM mappádat, ha nem találnád az üzenetet.
ia: Pote esser necessari aperir le dossier de spam pro trovar iste message.
id: Anda mungkin perlu mengecek folder spam Anda agar dapat menemukan pesan ini.
is: Þú gætir þurft að skoða ruslpóstmöppuna þína til að finna þetta skilaboð.
it: Potresti dovere controllare la tua cartella 'spam' per trovare questo messaggio.
ja: メールが届かない場合は迷惑メールフォルダをご確認ください。
mr: हा संदेश कदाचित स्पॅम फोल्डरमध्ये सापडू शकेल.
nl: Het kan zijn dat je in je spam-map moet zoeken om dit bericht te vinden.
pl: Wiadomość może trafić do folderu ze spamem.
pt_br: Talvez você precise verificar a sua pasta de spam para encontrar esta mensagem.
ro: Este posibil să fie nevoie să verificați folderul de spam pentru a găsi acest mesaj.
ru: Возможно, вам понадобится проверить папку для спама, чтобы найти это сообщение.
sk: Možno budete musieť preveriť váš priečinok so spamom, aby ste našli túto správu.
sr: Ова порука се можда налази у директоријуму за спам.
tr: Bu mesajı bulabilmek için istenmeyenler klasörüne bakmanız gerekebilir.
tt: Бәлки, сезгә бу хәбәрне табу өчен "Спам" папкасын тикшерергә туры килер.
uk: Вам може знадобитись перевірити теку зі спамом щоб знайти це повідомлення.
vi: Có thể bạn cần kiểm tra mục thư rác của mình để tìm thư này.

source: There is no registered user with this email address:
ar: ما من مستخدم بهذا البريد الإلكتروني:
bg: Няма регистриран потребител с този имейл адрес:
br: N'eus implijer ebet enskrivet gant ar chomlec'h postel-mañ:
de: Es existiert kein registrierter Benutzer mit dieser E-Mail-Adresse:
el: Δεν υπάρχει καταχωρημένος χρήστης με αυτό το email :
eo: Estas neniu registrita uzanto kun tiu retpoŝtadreso:
es: No existe ningún usuario registrado con esta dirección de correo-e:
eu: Ez dago e-posta helbide honekin inolako erabiltzailerik:
fi: Käyttäjää, joka on rekisteröitynyt tällä sähköpostilla, ei ole:
fr: Il n'y a pas de membre possédant cette adresse électronique :
he: אין אף משתמש רשום עם כתובת דוא״ל זו.
hi: इस ईमेल के साथ कोई पंजीकृत उपयोगकर्ता है:
hu: Nincs regisztrált felhasználó a következő e-mail címmel:
ia: Il non ha un usator registrate con iste adresse de e-mail:
id: Tidak ditemukan pengguna yang terdaftar dengan alamat email ini:
is: Það er enginn skráður notandi með þetta netfang:
it: Non esiste alcun utente registrato con questo indirizzo e-mail:
ja: このメールアドレスは登録されていません。
ku: Bikarhênerên bi vê epeyamê re tomarbûye tune ye:
mr: कोणतेही नोंदणीकृत प्रयोक्ता या ईमेलशी संबंधित नाहीत:
nl: Er is geen gebruiker geregistreerd met dit e-mailadres:
pl: Brak zarejestrowanego użytkownika o adresie
pt_br: Não há nenhum usuário registrado com este endereço de email:
ro: Nu există niciun utilizator înregistrat cu această adresă de e-mail:
ru: Пользователь с таким адресом электронной почты не зарегистрирован:
sk: Nejestvuje žiadny užívateľ s týmto emailom:
sr: Не постоји корисник регистрован под овом мејл адресом:
tr: Bu e-postayı kullanan kayıtlı bir kullanıcı yok:
tt: Мондый электрон почта адресы булган теркәлгән кулланучы юк:
uk: Користувач с цією адресою електронної пошти не зареєстрований:
vi: Không có người dùng nào đăng ký với địa chỉ email này:

source: No user with this username:
ar: ما من أحد باسم المستخدم هذا:
bg: Няма потребител с това потребителско име:
br: N'eus implijer ebet gant an anv-implijer-mañ:
de: Es gibt keinen Benutzer mit diesem Benutzernamen:
el: Δεν υπάρχει κανείς με αυτό το όνομα χρήστη :
eo: Neniu uzanto kun tiu uzantnomo:
es: No existe ningún usuario con este nombre de usuario:
eu: Ez dago inongo erabiltzailerik izen honekin:
fi: Tällä käyttäjätunnuksella ei ole käyttäjää:
fr: Pas d'utlisateur avec ce nom :
he: אין אף משתמש עם שם משתמש זה:
hi: इस उपयोगकर्ता नाम के साथ कोई उपयोगकर्ता:
hu: Nincs felhasználó a következő névvel:
ia: Non existe un usator con iste nomine:
id: Tidak ditemukan pengguna dengan nama ini:
is: Engin með þetta notandanafn:
it: Nessun utente con questo nome:
ja: このユーザー名は登録されていません。
ku: Bi vî navê bikarhêneriyê ti bikarhêner tune ye:
mr: अश्या प्रयोक्तानावाचे कोणतेही प्रयोक्ता नाहीत:
nl: Geen gebruiker met deze gebruikersnaam:
pl: Brak użytkownika o loginie
pt_br: Não há nenhum usuário com este nome:
ro: Niciun utilizator cu acest nume:
ru: Нет пользователя с таким именем
sk: Nie je žiadny užívateľ s týmto prihlasovacím menom:
sr: Не постоји корисник са овим корисничким именом:
tr: Bu kullanıcı adında bir kullanıcı yok:
tt: Мондый исемле кулланучы юк:
uk: Не знайдено користувача з ім'ям:
vi: Không có người dùng nào có tên:

source: No user with this ID: {id}
ar: ما من مستخدم بهذا المعرّف: {id}
bg: Няма потребител с този идентификатор: {id}
br: N'eus implijer ebet gant an ID-mañ: {id}
de: Die Benutzernummer {id} ist nicht registriert.
el: Δεν υπάρχει χρήστης με αυτό το αναγνωριστικό: {id}
eo: Neniu uzanto kun ĉi tiu identigilo: {id}
es: No hay ningún usuario con esta identidad: {id}
eu: Erabiltzailerik ez dago ID honekin: {id}
fi: Tällä tunnistetiedolla ei ole käyttäjää: {id}
fr: Pas d'utilisateur avec l'identifiant : {id}
he: אין משתמש תחת מזהה זה: {id}
hi: {id} इस आईडी का कोई भी उपयोगकर्ता नहीं है
hu: Nem létezik felhasználó a(z){id} azonosítóval.
ia: Il non ha un usator con iste ID: {id}
id: Tidak ada pengguna dengan ID ini: {id}
is: Engin með þetta auðkenni: {id}
it: Nessun utente con questo ID: {id}
ja: 次のIDのユーザーは存在しません："{id}"
ku: Ti bikarhêner bi vê nasnameyê tune ye: {id}
mr: या आयडीचे कोणतेही प्रयोक्ता नाही: {id}
nl: Geen gebruiker met dit ID: {id}
pl: Brak użytkownika o tym ID: {id}
pt_br: Não há nenhum usuário com este número de identificação: {id}
ro: Nu există niciun utilizator cu acest ID: {id}
ru: Пользователь с идентификатором {id} не существует.
sk: Nie je žiadny užívateľ s týmto číslom: {id}
sr: Не постоји корисник са овим ID-јем:
tr: {id} numaralı bir kullanıcı yok.
tt: Мондый идентификаторлы кулланучы юк: 1{id}
uk: Не існує користувача з ідентифікатором: {id}
vi: Không có người dùng nào có ID: {id}
