Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/languages.po
Languages: ar, br, eo, fi, is, kab, ku, ml, ru, uk

source: Ewe
ar: ; نكرة: إيوية; معرفة: الإيوية
br: Eweeg
eo: la evea
fi: ; nominative: ewe; genitive: ewen; partitive: ewea; inessive: ewessa; elative: ewesta; illative: eween; translative: eweksi
is: ; nom: ewe; dat: ewe; gen: ewe; nomUpper: Ewe; datUpper: Ewe; genUpper: Ewe
kab: Tiwit
ml: യൂവ്
ru: эве
uk: Еве

source: Sindarin
ar: ; نكرة: سندارينية; معرفة: السندارينية
br: Sindarineg
eo: la sindara
fi: ; nominative: sindar; genitive: sindarin; partitive: sindaria; inessive: sindarissa; elative: sindarista; illative: sindariin; translative: sindariksi
is: ; nom: sindarin; dat: sindarin; gen: sindarin; nomUpper: Sindarin; datUpper: Sindarin; genUpper: Sindarin
ku: Sindarinî
ru: ; nom: синдарин; prep: синдарине
uk: Синдарин

source: Telugu
ar: ; نكرة: تلوغوية; معرفة: التلوغوية
br: Telugueg
eo: la telugua
fi: ; nominative: telugu; genitive: telugun; partitive: telugua; inessive: telugussa; elative: telugusta; illative: teluguun; translative: teluguksi
is: ; nom: telúgú; dat: telúgú; gen: telúgú; nomUpper: Telúgú; datUpper: Telúgú; genUpper: Telúgú
kab: Telugutt
ku: Teluguyî
ml: തെലുങ്ക്
ru: телугу
uk: Телугу

source: Tok Pisin
ar: توك بيسين
br: Tok Pisineg
eo: Tokpisino
fi: ; nominative: tok-pisin; genitive: tok-pisinin; partitive: tok-pisinia; inessive: tok-pisinissa; elative: tok-pisinista; illative: tok-pisiniin; translative: tok-pisiniksi
is: ; nom: tokpisin; dat: tokpisin; gen: tokpisin; nomUpper: Tokpisin; datUpper: Tokpisin; genUpper: Tokpisin
ml: ടോക് പിസിൻ
ru: ; nom: ток-писин; prep: ток-писине
uk: Ток-пісін

source: Quenya
ar: ; نكرة: كوينية; معرفة: الكوينية
br: Quenyaeg
eo: la kvenja
fi: ; nominative: quenya; genitive: quenyan; partitive: quenyaa; inessive: quenyassa; elative: quenyasta; illative: quenyaan; translative: quenyaksi
ru: квенья
uk: Квен'я

source: Novial
ar: ; نكرة: نوفيالية; معرفة: النوفيالية
br: Novialeg
eo: Novialo
fi: ; nominative: novial; genitive: novialin; partitive: novialia; inessive: novialissa; elative: novialista; illative: novialiin; translative: novialiksi
is: ; nom: novial; dat: novial; gen: novial; nomUpper: Novial; datUpper: Novial; genUpper: Novial
ml: നോവിയൽ ഭാഷ
ru: ; nom: новиаль; prep: новиале
uk: Новіаль

source: Maori
ar: ; نكرة: ماورية; معرفة: الماورية
br: Maorieg
eo: la maoria
fi: ; nominative: maori; genitive: maorin; partitive: maoria; inessive: maorissa; elative: maorista; illative: maoriin; translative: maoriksi
is: ; nom: maorí; dat: maorí; gen: maorí; nomUpper: Maorí; datUpper: Maorí; genUpper: Maorí
kab: Tamawrit
ku: Maorî
ml: മവോറി
ru: маори
uk: Маорі

source: Ladin
ar: ; نكرة: لادينية; معرفة: اللادينية
br: Ladineg
eo: la ladina
fi: ; nominative: ladin; genitive: ladinin; partitive: ladinia; inessive: ladinissa; elative: ladinista; illative: ladiniin; translative: ladiniksi
ku: Ladînî
ru: ; nom: ладинский; prep: ладинском
uk: ; alone: Ладинська; nom: ладинська; ins: ладинською; pl: ладинські

source: Berber
ar: ; نكرة: أمازيغية; معرفة: الأمازيغية
br: Berbereg
eo: la berbera
fi: ; nominative: berberikielet; genitive: berberikielten; partitive: berberikieliä; inessive: berberikielissä; elative: berberikielistä; illative: berberikieliin; translative: berberikieliksi
kab: Tamaziɣt
ku: Berberî
ru: ; nom: берберский; prep: берберском
uk: ; alone: Берберська; nom: берберська; ins: берберською; pl: берберські

source: Xhosa
ar: ; نكرة: خوسية; معرفة: الخوسية
br: Xhosaeg
eo: la kosa
fi: ; nominative: xhosa; genitive: xhosan; partitive: xhosaa; inessive: xhosassa; elative: xhosasta; illative: xhosaan; translative: xhosaksi
is: ; nom: xhosa; dat: xhosu; gen: xhosu; nomUpper: Xhosa; datUpper: Xhosu; genUpper: Xhosu
kab: Taksuzit
ku: Xhosayî
ml: ഖോസ
ru: коса
uk: Коса

source: Punjabi (Western)
ar: ; نكرة: بنجابية غربية; معرفة: البنجابية الغربية
br: Punjabieg (ar C'hornôg)
eo: la panĝaba (okcidenta)
fi: ; nominative: länsipandžabi; genitive: länsipandžabin; partitive: länsipandžabia; inessive: länsipandžabissa; elative: länsipandžabista; illative: länsipandžabiin; translative: länsipandžabiksi
kab: Tapenǧabit (Amalu)
ku: Pencabî (Rajava)
ru: ; nom: пенджаби (западный); prep: пенджаби (западном)
uk: Панджабі (західна)

source: Malagasy
ar: ; نكرة: ملغاشية; معرفة: الملغاشية
br: Malagasyeg
eo: la malagasa
fi: ; nominative: malagassi; genitive: malagassin; partitive: malagassia; inessive: malagassissa; elative: malagassista; illative: malagassiin; translative: malagassiksi
is: ; nom: malagasíska; dat: malagasísku; gen: malagasísku; nomUpper: Malagasíska; datUpper: Malagasísku; genUpper: Malagasísku
kab: Tamalgact
ku: Melegasî
ml: മലഗാസി
ru: ; nom: малагасийский; prep: малагасийском
uk: ; alone: Малагасійська; nom: малагасійська; ins: малагасійською; pl: малагасійські

source: Guarani
ar: ; نكرة: غوارانية; معرفة: الغوارانية
br: Guaranieg
eo: la gvarania
fi: ; nominative: guarani; genitive: guaranin; partitive: guarania; inessive: guaranissa; elative: guaranista; illative: guaraniin; translative: guaraniksi
is: ; nom: gvaraní; dat: gvaraní; gen: gvaraní; nomUpper: Gvaraní; datUpper: Gvaraní; genUpper: Gvaraní
kab: Tagaranit
ku: Guaranî
ml: ഗ്വരനീ
ru: гуарани
uk: Гуарані

source: Ladino
ar: ; نكرة: لادينوية; معرفة: اللادينوية
br: Ladinoeg
eo: la judhispana
fi: ; nominative: ladino (juutalaisespanja); genitive: ladinon; partitive: ladinoa; inessive: ladinossa; elative: ladinosta; illative: ladinoon; translative: ladinoksi
is: ; nom: ladínska; dat: ladínsku; gen: ladínsku; nomUpper: Ladínska; datUpper: Ladínsku; genUpper: Ladínsku
ku: Ladinoyî
ml: ലാഡിനോ
ru: ; nom: сефардский; prep: сефардском
uk: Ладіно

source: Piedmontese
ar: ; نكرة: بيمونتية; معرفة: البيمونتية
br: Piedmonteg
eo: la piemonta
fi: ; nominative: piemonte; genitive: piemonten; partitive: piemontea; inessive: piemontessa; elative: piemontesta; illative: piemonteen; translative: piemonteksi
ku: Piyemonteyî
ru: ; nom: пьемонтский; prep: пьемонтском
uk: ; alone: П'ємонтська; nom: п'ємонтська; ins: п'ємонтською; pl: п'ємонтські

source: Kotava
ar: ; نكرة: كوتاڤية; معرفة: الكوتاڤية
br: Kotavaeg
eo: la kotava
fi: ; nominative: kotava; genitive: kotavan; partitive: kotavaa; inessive: kotavassa; elative: kotavasta; illative: kotavaan; translative: kotavaksi
ku: Kotavayî
ru: ; nom: котава; prep: котаве
uk: Котава

source: Marathi
ar: ; نكرة: ماراثية; معرفة: الماراثية
br: Marathieg
eo: la marata
fi: ; nominative: marathi; genitive: marathin; partitive: marathia; inessive: marathissa; elative: marathista; illative: marathiin; translative: marathiksi
is: ; nom: maratí; dat: maratí; gen: maratí; nomUpper: Maratí; datUpper: Maratí; genUpper: Maratí
kab: Tamaṛatit
ku: Maratî
ml: മറാത്തി
ru: маратхи
uk: Маратхі

source: Old Tupi
ar: ; نكرة: توبية قديمة; معرفة: التوبية القديمة
eo: la tupia
fi: ; nominative: muinaistupi; genitive: muinaistupin; partitive: muinaistupia; inessive: muinaistupissa; elative: muinaistupista; illative: muinaistupiin; translative: muinaistupiksi
ku: Tupiya Kevn
ru: тупи
uk: Стара мова Тупі

source: Tajik
ar: ; نكرة: طاجيكية; معرفة: الطاجيكية
br: Tajikeg
eo: la taĝika
fi: ; nominative: tadžikki; genitive: tadžikin; partitive: tadžikkia; inessive: tadžikissa; elative: tadžikista; illative: tadžikkiin; translative: tadžikiksi
is: ; nom: tadsjikska; dat: tadsjiksku; gen: tadsjiksku; nomUpper: Tadsjikska; datUpper: Tadsjiksku; genUpper: Tadsjiksku
kab: Tatajikt
ku: Tacîkî
ml: താജിക്
ru: ; nom: таджикский; prep: таджикском
uk: ; alone: Таджицька; nom: таджицька; ins: таджицькою; pl: таджицькі

source: Old Prussian
ar: ; نكرة: بروسية قديمة; معرفة: البروسية القديمة
br: Pruseg kozh
eo: la malnov-prusa
fi: ; nominative: muinaispreussi; genitive: muinaispreussin; partitive: muinaispreussia; inessive: muinaispreussissa; elative: muinaispreussista; illative: muinaispreussiin; translative: muinaispreussiksi
kab: Taprusit taqburt
ku: Prûsiya Kevn
ru: ; nom: прусский; prep: прусском
uk: ; alone: Прусська; nom: прусська; ins: прусською; pl: прусські

source: Nepali
ar: ; نكرة: نيبالية; معرفة: النيبالية
br: Nepalieg
eo: la nepala
fi: ; nominative: nepali; genitive: nepalin; partitive: nepalia; inessive: nepalissa; elative: nepalista; illative: nepaliin; translative: nepaliksi
is: ; nom: nepalska; dat: nepalsku; gen: nepalsku; nomUpper: Nepalska; datUpper: Nepalsku; genUpper: Nepalsku
kab: Tanipalit
ku: Nepalî
ml: നേപ്പാളി
ru: ; nom: непальский; prep: непальском
uk: ; alone: Непальська; nom: непальська; ins: непальською; pl: непальські

source: Maltese
ar: ; نكرة: مالطية; معرفة: المالطية
br: Malteseg
eo: la malta
fi: ; nominative: malta; genitive: maltan; partitive: maltaa; inessive: maltassa; elative: maltasta; illative: maltaan; translative: maltaksi
is: ; nom: maltneska; dat: maltnesku; gen: maltnesku; nomUpper: Maltneska; datUpper: Maltnesku; genUpper: Maltnesku
kab: Tamaltit
ku: Maltayî
ml: മാൾട്ടീസ്
ru: ; nom: мальтийский; prep: мальтийском
uk: ; alone: Мальтійська; nom: мальтійська; ins: мальтійською; pl: мальтійські

source: Chukchi
ar: ; نكرة: تشوكتشية; معرفة: التشوكتشية
br: Chuckchieg
eo: la ĉukĉa
fi: ; nominative: tšuktšin; genitive: tšuktšinin; partitive: tšuktšinia; inessive: tšuktšinissa; elative: tšuktšinista; illative: tšuktšiniin; translative: tšuktšiniksi
kab: Tacukcit
ku: Çûkçiyî
ru: ; nom: чукотский; prep: чукотском
uk: ; alone: Чукотська; nom: чукотська; ins: чукотською; pl: чукотські

source: Cornish
ar: ; نكرة: كورنية; معرفة: الكورنية
br: Kerneveureg
eo: la kornvala
fi: ; nominative: korni; genitive: kornin; partitive: kornia; inessive: kornissa; elative: kornista; illative: korniin; translative: korniksi
is: ; nom: kornbreska; dat: kornbresku; gen: kornbresku; nomUpper: Kornbreska; datUpper: Kornbresku; genUpper: Kornbresku
kab: Takuṛnikt
ku: Kornîşî
ml: കോർണിഷ്
ru: ; nom: корнский; prep: корнском
uk: ; alone: Корнська; nom: корнська; ins: корнською; pl: корнські

source: Azerbaijani
ar: ; نكرة: أذرية; معرفة: الأذرية
br: Azerbaijanieg
eo: la azerbajĝana
fi: ; nominative: azeri; genitive: azerin; partitive: azeria; inessive: azerissa; elative: azerista; illative: azeriin; translative: azeriksi
is: ; nom: aserska; dat: asersku; gen: asersku; nomUpper: Aserska; datUpper: Asersku; genUpper: Asersku
kab: Tazeṛbayǧant
ku: Azerî
ml: അസർബൈജാനി
ru: ; nom: азербайджанский; prep: азербайджанском
uk: ; alone: Азербайджанська; nom: азербайджанська; ins: азербайджанською; pl: азербайджанські

source: Khmer
ar: ; نكرة: خميرية; معرفة: الخميرية
br: Khmereg
eo: la kmera
fi: ; nominative: khmer; genitive: khmerin; partitive: khmeria; inessive: khmerissa; elative: khmerista; illative: khmeriin; translative: khmeriksi
is: ; nom: kambódíska; dat: kambódísku; gen: kambódísku; nomUpper: Kambódíska; datUpper: Kambódísku; genUpper: Kambódísku
kab: Taxemṛit
ku: Xîmerî
ml: ഖമെർ
ru: ; nom: кхмерский; prep: кхмерском
uk: ; alone: Кхмерська; nom: кхмерська; ins: кхмерською; pl: кхмерські

source: Lao
ar: ; نكرة: لاوية; معرفة: اللاوية
br: Laoeg
eo: la laosa
fi: ; nominative: lao; genitive: laon; partitive: laoa; inessive: laossa; elative: laosta; illative: laoon; translative: laoksi
is: ; nom: laó; dat: laó; gen: laó; nomUpper: Laó; datUpper: Laó; genUpper: Laó
kab: Talawsit
ku: Laoyî
ml: ലാവോ
ru: ; nom: лаосский; prep: лаосском
uk: ; alone: Лаоська; nom: лаоська; ins: лаоською; pl: лаоські

source: Tibetan
ar: ; نكرة: تبتية; معرفة: التبتية
br: Tibeteg
eo: la tibeta
fi: ; nominative: tiibet; genitive: tiibetin; partitive: tiibetia; inessive: tiibetissa; elative: tiibetista; illative: tiibetiin; translative: tiibetiksi
is: ; nom: tíbeska; dat: tíbesku; gen: tíbesku; nomUpper: Tíbeska; datUpper: Tíbesku; genUpper: Tíbesku
kab: Tatibitant
ku: Tîbetî
ml: ടിബറ്റൻ
ru: ; nom: тибетский; prep: тибетском
uk: ; alone: Тибетська; nom: тибетська; ins: тибетською; pl: тибетські

source: Hiligaynon
ar: ; نكرة: هيليغاينونية; معرفة: الهيليغاينونية
br: Hilongoeg
eo: la hiligajnona
fi: ; nominative: hiligaino (ilonggo); genitive: hiligainon; partitive: hiligainoa; inessive: hiligainossa; elative: hiligainosta; illative: hiligainoon; translative: hiligainoksi
is: ; nom: híligaínon; dat: híligaínon; gen: híligaínon; nomUpper: Híligaínon; datUpper: Híligaínon; genUpper: Híligaínon
kab: Tahiligaynunt
ku: Hiligaynonî
ml: ഹിലിഗയ്നോൺ
ru: ; nom: хилигайнон; prep: хилигайноне
uk: Хілігайнон

source: Algerian Arabic
ar: ; نكرة: عامية جزائرية; معرفة: العامية الجزائرية
br: Arabeg Aljeria
eo: la alĝeri-araba
fi: ; nominative: arabia (Algeria); genitive: (Algerian) arabian; partitive: (Algerian) arabiaa; inessive: (Algerian) arabiassa; elative: (Algerian) arabiasta; illative: (Algerian) arabiaan; translative: (Algerian) arabiaksi
kab: Taɛrabt tazzayrit
ku: Erebiya Cezayirê
ru: ; nom: арабский (алжирский); prep: арабском (алжирском)
uk: Алжирська арабська

source: Picard
ar: ; نكرة: بيكاردية; معرفة: البيكاردية
br: Pikardeg
eo: la pikarda
fi: ; nominative: picard; genitive: picardin; partitive: picardia; inessive: picardissa; elative: picardista; illative: picardiin; translative: picardiksi
ku: Picardî
ml: പിക്കാർഡ് ഭാഷ
ru: ; nom: пикардский; prep: пикардском
uk: ; alone: Пікардійська; nom: пікардійська; ins: пікардійською; pl: пікардійські

source: Ancient Greek
ar: ; نكرة: إغريقية; معرفة: الإغريقية
br: Grek kozh
eo: la antikva greka
fi: ; nominative: muinaiskreikka; genitive: muinaiskreikan; partitive: muinaiskreikkaa; inessive: muinaiskreikassa; elative: muinaiskreikasta; illative: muinaiskreikkaan; translative: muinaiskreikaksi
is: ; nom: forngríska; dat: forngrísku; gen: forngrísku; nomUpper: Forngríska; datUpper: Forngrísku; genUpper: Forngrísku
kab: Tagrigit taqburt
ku: Yewnanî Kevnar
ml: പുരാതന ഗ്രീക്ക്
ru: ; nom: древнегреческий; prep: древнегреческом
uk: ; alone: Давньогрецька; nom: давньогрецька; ins: давньогрецькою; pl: давньогрецькі

source: Amharic
ar: ; نكرة: أمهرية; معرفة: الأمهرية
br: Amhareg
eo: la amhara
fi: ; nominative: amhara; genitive: amharan; partitive: amharaa; inessive: amharassa; elative: amharasta; illative: amharaan; translative: amharaksi
is: ; nom: amharíska; dat: amharísku; gen: amharísku; nomUpper: Amharíska; datUpper: Amharísku; genUpper: Amharísku
kab: Tamharikt
ku: Amharî
ml: അംഹാരിക്
ru: ; nom: амхарский; prep: амхарском
uk: ; alone: Амхарська; nom: амхарська; ins: амхарською; pl: амхарські

source: Awadhi
ar: ; نكرة: أودهية; معرفة: الأودهية
br: Awadhieg
eo: la avada
fi: ; nominative: awadhi; genitive: awadhin; partitive: awadhia; inessive: awadhissa; elative: awadhista; illative: awadhiin; translative: awadhiksi
is: ; nom: avadí; dat: avadí; gen: avadí; nomUpper: Avadí; datUpper: Avadí; genUpper: Avadí
kab: Tawadhit
ku: Awadhî
ml: അവാധി
ru: авадхи
uk: Авадхі

source: Bhojpuri
ar: بوجبوري
br: Bhojpurieg
eo: la boĝpura
fi: ; nominative: bhodžpuri; genitive: bhodžpurin; partitive: bhodžpuria; inessive: bhodžpurissa; elative: bhodžpurista; illative: bhodžpuriin; translative: bhodžpuriksi
is: ; nom: bojpúrí; dat: bojpúrí; gen: bojpúrí; nomUpper: Bojpúrí; datUpper: Bojpúrí; genUpper: Bojpúrí
kab: Tabhujpurit
ku: Bhojpurî
ml: ഭോജ്‌പുരി
ru: бходжпури
uk: Бходжпурі

source: Chavacano
ar: تشافاكانو
br: Chavacanoeg
eo: la ĉabakana
fi: ; nominative: chavacano (chabacano); genitive: chavacanon; partitive: chavacanoa; inessive: chavacanossa; elative: chavacanosta; illative: chavacanoon; translative: chavacanoksi
kab: Tacakavanut
ru: чабакано
uk: Чавакано

source: Middle English
ar: ; نكرة: إنجليزية وسطى; معرفة: الإنجليزية الوسطى
br: Krenn-Saozneg
eo: la mez-angla
fi: ; nominative: keskienglanti; genitive: keskienglannin; partitive: keskienglantia; inessive: keskienglannissa; elative: keskienglannista; illative: keskienglantiin; translative: keskienglanniksi
is: ; nom: miðenska; dat: miðensku; gen: miðensku; nomUpper: Miðenska; datUpper: Miðensku; genUpper: Miðensku
kab: Taglizit Talemmast
ku: Îngilîziya Navîn
ml: മദ്ധ്യ ഇംഗ്ലീഷ്
ru: ; nom: среднеанглийский; prep: среднеанглийском
uk: ; alone: Середньоанглійська; nom: середньоанглійська; ins: середньоанглійською; pl: середньоанглійські

source: Middle French
ar: ; نكرة: فرنسية وسطى; معرفة: الفرنسية الوسطى
br: Krenn-C'hallek
eo: la mez-franca
fi: ; nominative: keskiranska; genitive: keskiranskan; partitive: keskiranskaa; inessive: keskiranskassa; elative: keskiranskasta; illative: keskiranskaan; translative: keskiranskaksi
is: ; nom: miðfranska; dat: miðfrönsku; gen: miðfrönsku; nomUpper: Miðfranska; datUpper: Miðfrönsku; genUpper: Miðfrönsku
kab: Tafransist Talemmast
ku: Frensiya Navîn
ml: മദ്ധ്യ ഫ്രഞ്ച്
ru: ; nom: среднефранцузский; prep: среднефранцузском
uk: ; alone: Середньофранцузька; nom: середньофранцузька; ins: середньофранцузькою; pl: середньофранцузькі

source: Haitian Creole
ar: ; نكرة: كريولية هايتية; معرفة: الكريولية الهايتية
br: Kreol Haiti
eo: la haiti-kreola
fi: ; nominative: haiti (haitin kreoli); genitive: haitin; partitive: haitia; inessive: haitissa; elative: haitista; illative: haitiin; translative: haitiksi
is: ; nom: haítíska; dat: haítísku; gen: haítísku; nomUpper: Haítíska; datUpper: Haítísku; genUpper: Haítísku
kab: Takriyult n Hayti
ku: Kreoliya Haîtiyî
ml: ഹെയ്‌തിയൻ ക്രിയോൾ
ru: ; nom: гаитянский креольский; prep: гаитянском креольском
uk: Гаїтянська креольська

source: Juhuri (Judeo-Tat)
ar: ; نكرة: جوهورية; معرفة: الجوهورية
br: Juhurieg (Judeo-Tat)
eo: la ĵuĥuria (juda-tata)
fi: ; nominative: juhuri; genitive: juhurin; partitive: juhuria; inessive: juhurissa; elative: juhurista; illative: juhuriin; translative: juhuriksi
ku: Cuhûrî (Tatiya Cihûyan)
ru: ; nom: горско-еврейский; prep: горско-еврейском
uk: Джухурі (гірсько-єврейська)

source: Greenlandic
ar: ; نكرة: غرينلاندية; معرفة: الغرينلاندية
br: Greunlandeg
eo: la groenlanda
fi: ; nominative: grönlanti (kalaallisut); genitive: grönlannin; partitive: grönlantia; inessive: grönlannissa; elative: grönlannista; illative: grönlantiin; translative: grönlanniksi
is: ; nom: grænlenska; dat: grænlensku; gen: grænlensku; nomUpper: Grænlenska; datUpper: Grænlensku; genUpper: Grænlensku
kab: Tagrinlandit
ku: Grînlandî
ml: ഗ്രീൻലാന്റിക്ക് ഭാഷ
ru: ; nom: гренландский; prep: гренландском
uk: ; alone: Ґренландська; nom: ґренландська; ins: ґренландською; pl: ґренландські

source: Meadow Mari
ar: ; نكرة: مارية شرقية; معرفة: المارية الشرقية
eo: la orient-maria
fi: ; nominative: niittymari (itämari); genitive: niittymarin; partitive: niittymaria; inessive: niittymarissa; elative: niittymarista; illative: niittymariin; translative: niittymariksi
ku: Mariya Deştî
ml: മീഡോ മാരി ഭാഷ
ru: ; nom: луговомарийский; prep: луговомарийском
uk: ; alone: Марійська; nom: марійська; ins: марійською; pl: марійські

source: Nahuatl
ar: ; نكرة: ناواتلية; معرفة: الناواتلية
br: Nahuati
eo: la naŭatla
fi: ; nominative: nahuatli; genitive: nahuatlin; partitive: nahuatlia; inessive: nahuatlissa; elative: nahuatlista; illative: nahuatliin; translative: nahuatliksi
kab: Tanahuatlit
ku: Nahuatlî
ru: ; nom: науатль; prep: науатле
uk: Науатль

source: Pennsylvania German
ar: ; نكرة: ألمانية بنسلفانية; معرفة: الألمانية البنسلفانية
br: Alamaneg Pennsylvania
eo: la pensilvani-germana
fi: ; nominative: pennsylvaniansaksa; genitive: pennsylvaniansaksan; partitive: pennsylvaniansaksaa; inessive: pennsylvaniansaksassa; elative: pennsylvaniansaksasta; illative: pennsylvaniansaksaan; translative: pennsylvaniansaksaksi
is: Pennsylvaníska
kab: Talmanit n Pennsylvania
ku: Almaniya Pensîlvaniyayê
ru: ; nom: пенсильванско-немецкий диалект; prep: пенсильванско-немецком диалекте
uk: ; alone: Пенсильвансько-німецька; nom: пенсильвансько-німецька; ins: пенсильвансько-німецькою; pl: пенсильвансько-німецькі

source: Sinhala
ar: ; نكرة: سنهالية; معرفة: السنهالية
br: Sinhalaeg
eo: la sinhala
fi: ; nominative: sinhali (singaleesi/sinhala); genitive: sinhalin; partitive: sinhalia; inessive: sinhalissa; elative: sinhalista; illative: sinhaliin; translative: sinhaliksi
is: ; nom: singalíska; dat: singalísku; gen: singalísku; nomUpper: Singalíska; datUpper: Singalísku; genUpper: Singalísku
kab: Tasinhalit
ku: Sinhalî
ml: സിംഹള
ru: ; nom: сингальский; prep: сингальском
uk: ; alone: Сингальська; nom: сингальська; ins: сингальською; pl: сингальські

source: Turkmen
ar: ; نكرة: تركمانية; معرفة: التركمانية
br: Turkmeneg
eo: la turkmena
fi: ; nominative: turkmeeni; genitive: turkmeenin; partitive: turkmeenia; inessive: turkmeenissa; elative: turkmeenista; illative: turkmeeniin; translative: turkmeeniksi
is: ; nom: túrkmenska; dat: túrkmensku; gen: túrkmensku; nomUpper: Túrkmenska; datUpper: Túrkmensku; genUpper: Túrkmensku
kab: Taturkmant
ku: Tirkmenî
ml: തുർക്‌മെൻ
ru: ; nom: туркменский; prep: туркменском
uk: ; alone: Туркменська; nom: туркменська; ins: туркменською; pl: туркменські

source: Walloon
ar: ; نكرة: والونية; معرفة: الوالونية
br: Walloneg
eo: la valona
fi: ; nominative: valloni; genitive: vallonin; partitive: vallonia; inessive: vallonissa; elative: vallonista; illative: valloniin; translative: valloniksi
is: ; nom: vallónska; dat: vallónsku; gen: vallónsku; nomUpper: Vallónska; datUpper: Vallónsku; genUpper: Vallónsku
kab: Tawalunit
ku: Walonî
ml: വല്ലൂൺ
ru: ; nom: валлонский; prep: валлонском
uk: ; alone: Валлонська; nom: валлонська; ins: валлонською; pl: валлонські

source: Bashkir
ar: ; نكرة: باشقورية; معرفة: الباشقورية
br: Bachkireg
eo: la baŝkira
fi: ; nominative: baškiiri; genitive: baškiirin; partitive: baškiiria; inessive: baškiirissa; elative: baškiirista; illative: baškiiriin; translative: baškiiriksi
is: ; nom: baskír; dat: baskír; gen: baskír; nomUpper: Baskír; datUpper: Baskír; genUpper: Baskír
kab: Tabackirit
ku: Başxarî
ml: ബഷ്ഖിർ
ru: ; nom: башкирский; prep: башкирском
uk: ; alone: Башкирська; nom: башкирська; ins: башкирською; pl: башкирські

source: Hausa
ar: ; نكرة: هوسية; معرفة: الهوسية
br: Haousaeg
eo: la haŭsa
fi: ; nominative: hausa; genitive: hausan; partitive: hausaa; inessive: hausassa; elative: hausasta; illative: hausaan; translative: hausaksi
is: ; nom: hása; dat: hásu; gen: hásu; nomUpper: Hása; datUpper: Hásu; genUpper: Hásu
kab: Tahawsit
ku: Hawsayî
ml: ഹൗസ
ru: хауса
uk: Хауса

source: Luxembourgish
ar: ; نكرة: لوكسمبورغية; معرفة: اللوكسمبورغية
br: Luksembourgeg
eo: la luksemburga
fi: ; nominative: luxemburg; genitive: luxemburgin; partitive: luxemburgia; inessive: luxemburgissa; elative: luxemburgista; illative: luxemburgiin; translative: luxemburgiksi
is: ; nom: lúxemborgíska; dat: lúxemborgísku; gen: lúxemborgísku; nomUpper: Lúxemborgíska; datUpper: Lúxemborgísku; genUpper: Lúxemborgísku
kab: Taluksumburgit
ku: Luksembûrgî
ml: ലക്‌സംബർഗിഷ്
ru: ; nom: люксембургский; prep: люксембургском
uk: ; alone: Люксембурзька; nom: люксембурзька; ins: люксембурзькою; pl: люксембурзькі

source: Mambae
ar: ; نكرة: مامباية; معرفة: المامباية
br: Mambaeeg
eo: la mambaja
fi: ; nominative: mambai; genitive: mambain; partitive: mambaita; inessive: mambaissa; elative: mambaista; illative: mambaihin; translative: mambaiksi
kab: Tamambat
ru: мамбай
uk: Мамбаі

source: Somali
ar: ; نكرة: صومالية; معرفة: الصومالية
br: Somalieg
eo: la somalia
fi: ; nominative: somali; genitive: somalin; partitive: somalia; inessive: somalissa; elative: somalista; illative: somaliin; translative: somaliksi
is: ; nom: sómalska; dat: sómalsku; gen: sómalsku; nomUpper: Sómalska; datUpper: Sómalsku; genUpper: Sómalsku
kab: Taṣumalit
ku: Somalî
ml: സോമാലി
ru: ; nom: сомалийский; prep: сомалийском
uk: ; alone: Сомалійська; nom: сомалійська; ins: сомалійською; pl: сомалійські

source: Zulu
ar: ; نكرة: زولوية; معرفة: الزولوية
br: Zulueg
eo: la zulua
fi: ; nominative: zulu; genitive: zulun; partitive: zulua; inessive: zulussa; elative: zulusta; illative: zuluun; translative: zuluksi
is: ; nom: súlúmál; dat: súlúmál; gen: súlúmál; nomUpper: Súlúmál; datUpper: Súlúmál; genUpper: Súlúmál
kab: Tazulut
ku: Zûlûyî
ml: സുലു
ru: ; nom: зулусский; prep: зулусском
uk: Зулу
