Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/languages.po
Languages: ar, br, eo, fi, is, kab, ku, ml, ru, uk

source: Northern Zaza (Kirmanjki)
br: Zazaeg an Norzh (Kirmanjki)
eo: la norda zazaa (kirmanĵla)
fi: ; nominative: pohjois-zaza (kirmanji); genitive: pohjois-zazan (kirmanjin); partitive: pohjois-zazaa (kirmanjia); inessive: pohjois-zazassa (kirmanjissa); elative: pohjois-zazasta (kirmanjista); illative: pohjois-zazaan (kirmanjiin); translative: pohjois-zazaksi (kirmanjiksi)
ru: ; nom: северный зазаки (кирманжки); prep: северном зазаки

source: Southern Zaza (Dimli)
br: Zazaeg ar Su (Dimli)
eo: la suda zazaa (dimla)
fi: ; nominative: etelä-zaza (dimli); genitive: etelä-zazan (dimlin); partitive: etelä-zazaa (dimliä); inessive: etelä-zazassa (dimlissä); elative: etelä-zazasta (dimlistä); illative: etelä-zazaan (dimliin); translative: etelä-zazaksi (dimliksi)
ru: ; nom: южный зазаки (димли); prep: южном зазаки

source: Standard Moroccan Tamazight
ar: التمازيغية المغربية القياسية
br: tamacheg Maroko standart
eo: la normiga maroka maziĥa
fi: ; nominative: vakioitu tamazight; genitive: vakioidun tamazightin; partitive: vakioitua tamazightia; inessive: vakioidussa tamazightissa; elative: vakioidusta tamazightista; illative: vakioituun tamazightiin; translative: vakioiduksi tamazightiksi
is: ; nom: staðlað marokkóskt tamazight; dat: staðlað marokkóskt tamazight; gen: staðlað marokkóskt tamazight; nomUpper: Staðlað marokkóskt tamazight; datUpper: Staðlað marokkóskt tamazight; genUpper: Staðlað marokkóskt tamazight
kab: Tamaziɣt talugant n Meṛṛuk
ml: സ്റ്റാൻഡേർഡ് മൊറോക്കൻ റ്റാമസിയറ്റ്
ru: ; nom: стандартный марокканский берберский; prep: стандартном марокканском берберском
uk: стандартна марокканська берберська

source: Mahasu Pahari
br: Mahasuvieg
eo: la mahasu-pahara
fi: ; nominative: mahasu pahari; genitive: mahasu paharin; partitive: mahasu paharia; inessive: mahasu paharissa; elative: mahasu paharista; illative: mahasu pahariin; translative: mahasu pahariksi
ru: пахари (махасу)

source: Qashqai
ar: القشقائية
br: kachkaeg
eo: la kaŝgaja
fi: ; nominative: kaškai; genitive: kaškain; partitive: kaškaita; inessive: kaškaissa; elative: kaškaista; illative: kaškaihin; translative: kaškaiksi
is: ; nom: kasjkaí; dat: kasjkaí; gen: kasjkaí; nomUpper: Kasjkaí; datUpper: Kasjkaí; genUpper: Kasjkaí
ru: ; nom: кашкайский; prep: кашкайском
uk: Кашкайська мова

source: Khalaj
br: c'halajeg
eo: la ĥalaĵa
fi: ; nominative: haladži; genitive: haladžin; partitive: haladžia; inessive: haladžissa; elative: haladžista; illative: haladžiin; translative: haladžiksi
ru: ; nom: халаджский; prep: халаджском

source: Dargwa
ar: الدارجوا
eo: la dargva
fi: ; nominative: dargi; genitive: dargin; partitive: dargia; inessive: dargissa; elative: dargista; illative: dargiin; translative: dargiksi
is: ; nom: dargva; dat: dargvu; gen: dargvu; nomUpper: Dargva; datUpper: Dargvu; genUpper: Dargvu
kab: Tadargwat
ml: ഡർഗ്വാ
ru: ; nom: даргинский; prep: даргинском
uk: даргінська

source: Lak
ar: لغة لاك
br: lakeg
eo: la laka
fi: ; nominative: lak; genitive: lakin; partitive: lakia; inessive: lakissa; elative: lakista; illative: lakiin; translative: laksi
is: ; nom: lak; dat: lak; gen: lak; nomUpper: Lak; datUpper: Lak; genUpper: Lak
ml: ലാക്ക് ഭാഷ
ru: ; nom: лакский; prep: лакском
uk: лакська мова

source: Avar
ar: الأوارية
br: Avareg
eo: la avara
fi: ; nominative: avaari; genitive: avaarin; partitive: avaaria; inessive: avaarissa; elative: avaarista; illative: avaariin; translative: avaariksi
is: Avarska
ml: അവാർ ഭാഷ
ru: ; nom: аварский; prep: аварском
uk: Аварська мова

source: Muskogee (Creek)
br: Muskogeeg
eo: la maskokia (krika)
fi: ; nominative: muskogee; genitive: muskogeen; partitive: muskogeeta; inessive: muskogeessa; elative: muskogeesta; illative: muskogeehin; translative: muskogeeksi
ru: ; nom: крикский (маскоги); prep: крикском

source: Abaza
ar: الأباظية
br: Abazeg
eo: la abaza
fi: ; nominative: abaza; genitive: abazan; partitive: abazaa; inessive: abazassa; elative: abazasta; illative: abazaan; translative: abazaksi
is: ; nom: abasínska; dat: abasínsku; gen: abasínsku; nomUpper: Abasínska; datUpper: Abasínsku; genUpper: Abasínsku
ru: ; nom: абазинский; prep: абазинском
uk: Абазинська мова

source: Ingush
ar: الإنجوشية
br: ingoucheg
eo: la inguŝa
fi: ; nominative: inguuši; genitive: inguušin; partitive: inguušia; inessive: inguušissa; elative: inguušista; illative: inguušiin; translative: inguušiksi
is: ; nom: ingús; dat: ingús; gen: ingús; nomUpper: Ingús; datUpper: Ingús; genUpper: Ingús
kab: Tinguct
ku: îngûşî
ml: ഇംഗ്വിഷ്
ru: ; nom: ингушский; prep: ингушском
uk: інгуська

source: Kabardian
ar: الكاباردايان
br: kabardeg
eo: la kabarda
fi: ; nominative: kabardi; genitive: kabardin; partitive: kabardia; inessive: kabardissa; elative: kabardista; illative: kabardiin; translative: kabardiksi
is: ; nom: kabardíska; dat: kabardísku; gen: kabardísku; nomUpper: Kabardíska; datUpper: Kabardísku; genUpper: Kabardísku
kab: Takabardint
ku: Zimanên çerkezî
ml: കബർഡിയാൻ
ru: ; nom: кабардинский; prep: кабардинском
uk: кабардинська

source: Sranan Tongo
ar: السرانان تونجو
eo: la srana
fi: ; nominative: sranantongo; genitive: sranantongon; partitive: sranantongoa; inessive: sranantongossa; elative: sranantongosta; illative: sranantongoon; translative: sranantongoksi
is: ; nom: sranan tongo; dat: sranan tongo; gen: sranan tongo; nomUpper: Sranan tongo; datUpper: Sranan tongo; genUpper: Sranan tongo
kab: Tasranant n Tongo
ku: sirananî
ml: ശ്രാനൻ ഡോങ്കോ
ru: сранан-тонго
uk: сранан тонго

source: Lezgi
br: Lezgieg
eo: la lezga
fi: ; nominative: lezgi; genitive: lezgin; partitive: lezgiä; inessive: lezgissä; elative: lezgistä; illative: lezgiin; translative: lezgiksi
ru: ; nom: лезгинский; prep: лезгинском

source: Wayuu
ar: اللغة الواييوية
br: Wayuueg
eo: la vajua
fi: ; nominative: wayuu; genitive: wayuun; partitive: wayuuta; inessive: wayuussa; elative: wayuusta; illative: wayuu'hun; translative: wayuuksi
ru: гуахиро

source: Limburgish
ar: الليمبورغية
br: limbourgeg
eo: la limburga
fi: ; nominative: limburg; genitive: limburgin; partitive: limburgia; inessive: limburgissa; elative: limburgista; illative: limburgiin; translative: limburgiksi
is: ; nom: limbúrgíska; dat: limbúrgísku; gen: limbúrgísku; nomUpper: Limbúrgíska; datUpper: Limbúrgísku; genUpper: Limbúrgísku
kab: Talimburjwat
ku: lîmbûrgî
ml: ലിംബർഗിഷ്
ru: ; nom: лимбургский; prep: лимбургском
uk: лімбургійська

source: Zeelandic
ar: الزيلندية
br: zelandeg
eo: la zelanda
fi: ; nominative: zeeland; genitive: zeelandin; partitive: zeelandia; inessive: zeelandissa; elative: zeelandista; illative: zeelandiin; translative: zeelandiksi
ml: സീലാന്റിക്ക് ഭാഷ
ru: ; nom: зеландский; prep: зеландском
uk: зеландська мова

source: Mono (USA)
br: Monoeg (SUA)
eo: la monaĥa-paviotsa (Usono)
fi: ; nominative: mono (USA); genitive: monon; partitive: monoa; inessive: monossa; elative: monosta; illative: monoon; translative: monoksi
ru: Моно (США)

source: Tashelhit
ar: تشلحيت
br: chleuheg
eo: la ŝelha
fi: ; nominative: tašelhit; genitive: tašelhitin; partitive: tašelhitia; inessive: tašelhitissa; elative: tašelhitista; illative: tašelhitiin; translative: tašelhitiksi
kab: Tacelḥit
ku: Zimanê taşelhît
ru: Шильхские языки
uk: Ташельхіт мова

source: Berom
br: beromeg
eo: la beroma
fi: ; nominative: berom; genitive: beromin; partitive: beromia; inessive: beromissa; elative: beromista; illative: beromiin; translative: beromiksi
ru: Бером
uk: Бером

source: Santali
ar: السانتالية
eo: la santala
fi: ; nominative: santali; genitive: santalin; partitive: santalia; inessive: santalissa; elative: santalista; illative: santaliin; translative: santaliksi
is: ; nom: santalí; dat: santalí; gen: santalí; nomUpper: Santalí; datUpper: Santalí; genUpper: Santalí
kab: Tasantalt
ml: സന്താലി
ru: сантали
uk: сантальська

source: Hitchiti
br: Hitchitieg
eo: la hiĉita
fi: ; nominative: hichiti; genitive: hichitin; partitive: hichitiä; inessive: hichitissä; elative: hichitistä; illative: hichitiin; translative: hichitiksi
ru: Хитчити

source: Silesian
ar: السيليزية
br: silezieg
eo: silezia lingvo
fi: ; nominative: sleesia; genitive: sleesian; partitive: sleesiaa; inessive: sleesiassa; elative: sleesiasta; illative: sleesiaan; translative: sleesiaksi
ku: Zimanê silesî
ru: силезский язык
uk: Сілезька мова

source: Interglossa
eo: Intergloso
fi: ; nominative: interglossa; genitive: interglossan; partitive: interglossaa; inessive: interglossassa; elative: interglossasta; illative: interglossaan; translative: interglossaksi
ru: Интерглосса
uk: Інтерглосса

source: Central Kanuri
br: Kanoureg ar c'hreiz
eo: la centra kanura
fi: ; nominative: keskikanuri; genitive: keskikanurin; partitive: keskikanuria; inessive: keskikanurissa; elative: keskikanurista; illative: keskikanuriin; translative: keskikanuriksi
ru: ; nom: центральный канури; prep: центральном канури

source: Nande
br: Nandeeg
fi: ; nominative: nande; genitive: nanden; partitive: nandea; inessive: nandessa; elative: nandesta; illative: nandeen; translative: nandeksi
ru: нанде

source: Congo Swahili
ar: الكونغو السواحلية
br: swahili Kongo
eo: la konga svahila
fi: ; nominative: kongon swahili; genitive: kongon swahilin; partitive: kongon swahilia; inessive: kongon swahilissa; elative: kongon swahilista; illative: kongon swahiliin; translative: kongon swahiliksi
is: kongósvahílí
kab: Taswayilit n Kungu
ml: കോംഗോ സ്വാഹിലി
ru: конголезский суахили
uk: суахілі (Конго)

source: Rohingya
ar: الروهينغية
eo: la rohinĝa
fi: ; nominative: rohingya (rohinja); genitive: rohingyan; partitive: rohingyaa; inessive: rohingyassa; elative: rohingyasta; illative: rohingyaan; translative: rohingyaksi
is: rohingja
ml: റോഹിംഗാ
ru: ; nom: рохинджа; prep: рохиндже
uk: рогінджа

source: Kelantan-Pattani Malay
ar: بهاس جاوي
br: Yawieg
fi: ; nominative: Kelantan-Pattanin malaiji; genitive: Kelantan-Pattanin malaijin; partitive: Kelantan-Pattanin malaijia; inessive: Kelantan-Pattanin malaijissa; elative: Kelantan-Pattanin malaijista; illative: Kelantan-Pattanin malaijiin; translative: Kelantan-Pattanin malaijiksi
ru: ; nom: келантан-паттани малайский; prep: келантан-паттани малайском

source: Saraiki
ar: السرائيكية
br: Saraikieg
ru: Сирайки
uk: сараїкі

source: Neapolitan
ar: النابولية
br: napolitaneg
eo: napola
fi: ; nominative: napoli; genitive: napolin; partitive: napolia; inessive: napolissa; elative: napolista; illative: napoliin; translative: napoliksi
is: napólíska
kab: Tanapolitant
ku: napolîtanî
ml: നെപ്പോളിറ്റാൻ
ru: неаполитанский
uk: неаполітанська

source: Sylheti
ar: لهجة سلهتية
br: yezh siloti
fi: ; nominative: sylheti; genitive: sylhetin; partitive: sylhetia; inessive: sylhetissa; elative: sylhetista; illative: sylhetiin; translative: sylhetiksi;
ru: силхетский язык

source: Tumbuka
ar: التامبوكا
fi: ; nominative: tumbuka; genitive: tumbukan; partitive: tumbukaa; inessive: tumbukassa; elative: tumbukasta; illative: tumbukaan; translative: tumbukaksi
is: túmbúka
kab: Tatumbukat
ku: tumbukayî
ml: ടുംബുക
ru: ; nom: тумбука; prep: тумбуке

source: Mapuche
ar: المابودونغونية
br: araoukaneg
fi: ; nominative: mapudungun; genitive: mapudungunin; partitive: mapudungunia; inessive: mapudungunissa; elative: mapudungunista; illative: mapudunguniin; translative: mapudunguniksi
kab: Tamapuct
ml: മാപുചി
ru: ; nom: мапуче; prep: мапуче

source: Western Armenian
ar: الأرمنية الغربية
br: armenieg ar c'hornôg
ru: западноармянский

source: Armenian
eo: la armena
fi: ; nominative: armenia; genitive: armenian; partitive: armeniaa; inessive: armeniassa; elative: armeniasta; illative: armeniaan; translative: armeniaksi
ku: Ermenî
uk: ; alone: Вірменська; nom: вірменська; ins: вірменською; pl: вірменські
