Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/languages.po
Languages: ar, br, eo, fi, is, kab, ku, ml, ru, uk

source: Old Aramaic
ar: الأرمية القديمة
br: Aramaeg kozh
eo: la malnov-aramea
fi: ; nominative: muinaisaramea; genitive: muinaisaramean; partitive: muinaisarameaa; inessive: muinaisarameassa; elative: muinaisarameasta; illative: muinaisarameaan; translative: muinaisarameaksi
kab: Taṛamit taqburt
ku: Aramiya Kevn
ru: ; nom: староарамейский; prep: староарамейском
uk: ; alone: Староарамейська; nom: староарамейська; ins: староарамейською; pl: староарамейські

source: Moroccan Arabic
ar: ; نكرة: عامية مغربية; معرفة: العامية المغربية
br: Arabeg Maroko
eo: la marok-araba
fi: ; nominative: marokonarabia; genitive: marokonarabian; partitive: marokonarabiaa; inessive: marokonarabiassa; elative: marokonarabiasta; illative: marokonarabiaan; translative: marokonarabiaksi
kab: Taɛrabt n Merruk
ku: Erebiya Fasê
ru: ; nom: арабский (марокканский); prep: арабском (марокканском)
uk: Марокканська арабська

source: Cuyonon
br: Cuyononeg
eo: la kujnona
fi: ; nominative: cuyonon; genitive: cuyononin; partitive: cuyononia; inessive: cuyononissa; elative: cuyononista; illative: cuyononiin; translative: cuyononiksi
kab: Takuyununt
ru: ; nom: куйонон; prep: куйононе
uk: Куйонон

source: Igbo
ar: الإيجبو
br: Igboeg
eo: la igba
fi: ; nominative: igbo; genitive: igbon; partitive: igboa; inessive: igbossa; elative: igbosta; illative: igboon; translative: igboksi
is: ; nom: ígbó; dat: ígbó; gen: ígbó; nomUpper: Ígbó; datUpper: Ígbó; genUpper: Ígbó
kab: Tigbut
ku: Igboyî
ml: ഇഗ്ബോ
ru: игбо
uk: Ігбо

source: Kashubian
ar: الكاشبايان
br: Kashubieg
eo: la kaŝuba
fi: ; nominative: kašubi; genitive: kašubin; partitive: kašubia; inessive: kašubissa; elative: kašubista; illative: kašubiin; translative: kašubiksi
is: ; nom: kasúbíska; dat: kasúbísku; gen: kasúbísku; nomUpper: Kasúbíska; datUpper: Kasúbísku; genUpper: Kasúbísku
kab: Takacurbit
ku: Kaşûbî
ml: കാഷുബിയാൻ
ru: ; nom: кашубский; prep: кашубском
uk: ; alone: Кашубська; nom: кашубська; ins: кашубською; pl: кашубські

source: Louisiana Creole
ar: الكريولية اللويزيانية
br: Kreol al Louisian
eo: la luizian-kreola
fi: ; nominative: louisianan kreoli; genitive: louisianan kreolin; partitive: louisianan kreolia; inessive: louisianan kreolissa; elative: louisianan kreolista; illative: louisianan kreoliin; translative: louisianan kreoliksi
is: ; nom: kreólska (louisiana); dat: kreólska (louisiana); gen: kreólska (louisiana); nomUpper: Kreólska (louisiana); datUpper: Kreólska (louisiana); genUpper: Kreólska (louisiana)
kab: Takriyult n Lwizyana
ml: ലൂസിയാന ക്രിയോൾ
ru: ; nom: луизианский креольский; prep: луизианском креольском
uk: Луізіанська креольська

source: Urhobo
br: Urhoboeg
eo: la urhoba
fi: ; nominative: urhobo; genitive: urhobon; partitive: urhoboa; inessive: urhobossa; elative: urhobosta; illative: urhoboon; translative: urhoboksi
ku: Urhoboyî
ru: урхобо
uk: Урхобо

source: Tagal Murut
br: Tagal Muruteg
eo: la tagola
fi: ; nominative: tagol murut; genitive: tagol murutin; partitive: tagol murutia; inessive: tagol murutissa; elative: tagol murutista; illative: tagol murutiin; translative: tagol murutiksi
ru: ; nom: тагал-мурут; prep: тагал-муруте
uk: Таґол-мурут

source: Moksha
ar: الموكشا
br: Mokshaeg
eo: la mokŝa
fi: ; nominative: mokša; genitive: mokšan; partitive: mokšaa; inessive: mokšassa; elative: mokšasta; illative: mokšaan; translative: mokšaksi
is: ; nom: moksa; dat: moksu; gen: moksu; nomUpper: Moksa; datUpper: Moksu; genUpper: Moksu
ku: Mokşayî
ml: മോക്ഷ
ru: ; nom: мокшанский; prep: мокшанском
uk: ; alone: Мокшанська; nom: мокшанська; ins: мокшанською; pl: мокшанські

source: Pangasinan
ar: البانجاسينان
br: Pangasineg
eo: la pangasina
fi: ; nominative: pangasinan; genitive: pangasinanin; partitive: pangasinanaa; inessive: pangasinanissa; elative: pangasinanista; illative: pangasinanaan; translative: pangasinaniksi
is: ; nom: pangasínmál; dat: pangasínmál; gen: pangasínmál; nomUpper: Pangasínmál; datUpper: Pangasínmál; genUpper: Pangasínmál
kab: Tapangasinant
ml: പങ്കാസിനൻ
ru: ; nom: пангасинанский; prep: пангасинанском
uk: ; alone: Панґасінанська; nom: панґасінанська; ins: панґасінанською; pl: панґасінанські

source: Corsican
ar: الكورسيكية
br: Korseg
eo: la korsika
fi: ; nominative: korsika; genitive: korsikan; partitive: korsikaa; inessive: korsikassa; elative: korsikasta; illative: korsikaan; translative: korsikaksi
is: ; nom: korsíska; dat: korsísku; gen: korsísku; nomUpper: Korsíska; datUpper: Korsísku; genUpper: Korsísku
kab: Takuṛsit
ku: Korsîkayî
ml: കോർസിക്കൻ
ru: ; nom: корсиканский; prep: корсиканском
uk: ; alone: Корсиканська; nom: корсиканська; ins: корсиканською; pl: корсиканські

source: Hmong Njua (Green)
br: Hmong Njuaeg (Greun)
eo: la miaa (verda)
fi: ; nominative: mong njua; genitive: mong njuan; partitive: mong njuaa; inessive: mong njuassa; elative: mong njuasta; illative: mong njuaan; translative: mong njuaksi
kab: Tahamungt Daw (Azegzaw)
ru: ; nom: зелёнохмонгский; prep: зелёнохмонгском; pl: зелёнохмонгские
uk: Хмонг лен (зелена)

source: Tarifit
ar: تمازيغت
br: Tarifiteg
eo: la rifa
fi: ; nominative: tarifit; genitive: tarifitin; partitive: tarifitia; inessive: tarifitissa; elative: tarifitista; illative: tarifitiin; translative: tarifitiksi
ru: ; nom: рифский; prep: рифском; pl: рифские
uk: ; alone: Рифська; nom: рифська; ins: рифською; pl: рифські

source: Central Huasteca Nahuatl
br: Huasteca Nahuatleg ar C'hreiz
eo: la kveŝteknaŭatla
fi: ; nominative: Keski-Huastecan nahuatli; genitive: Keski-Huastecan nahuatlin; partitive: Keski-Huastecan nahuatlia; inessive: Keski-Huastecan nahuatlissa; elative: Keski-Huastecan nahuatlista; illative: Keski-Huastecan nahuatliin; translative: Keski-Huastecan nahuatliksi
kab: Tanahuatlt n Huasteca alemmas
ru: ; nom: центрально-уастеканский науатль; prep: центрально-уастеканском науатле
uk: Центрально-уастекський науатль

source: Kekchi (Q'eqchi')
br: Kekchieg (Q'eqchi')
eo: la kekĉia (Mezameriko)
fi: ; nominative: kekchi; genitive: kekchin; partitive: kekchiä; inessive: kekchissä; elative: kekchistä; illative: kekchiin; translative: kekchiksi
ru: кекчи
uk: Кекчі

source: Swazi
ar: السوازية
br: Swazieg
eo: la svazia
fi: ; nominative: swazi; genitive: swazin; partitive: swazia; inessive: swazissa; elative: swazista; illative: swaziin; translative: swaziksi
kab: Taswazit
ku: Swazî
ru: свати
uk: Сваті

source: Balinese
ar: البالينية
br: Balineg
eo: la balia
fi: ; nominative: bali; genitive: balin; partitive: balia; inessive: balissa; elative: balista; illative: baliin; translative: baliksi
is: ; nom: balíska; dat: balísku; gen: balísku; nomUpper: Balíska; datUpper: Balísku; genUpper: Balísku
kab: Tabalinit
ku: Balînî
ml: ബാലിനീസ്
ru: ; nom: балийский; prep: балийском
uk: ; alone: Балійська; nom: балійська; ins: балійською; pl: балійські

source: Assyrian Neo-Aramaic
ar: لهجة آرامية آشورية حديثة
br: Aramaeg-Nevez Asirieg
eo: la nov-aramea siria
fi: ; nominative: syyria; genitive: syyrian; partitive: syyriaa; inessive: syyriassa; elative: syyriasta; illative: syyriaan; translative: syyriaksi
is: ; nom: assyríska; dat: assyrísku; gen: assyrísku; nomUpper: Assyríska; datUpper: Assyrísku; genUpper: Assyrísku
kab: Taramyant tamaynut tasiyant
ku: Asûrî (Aramiya-Nû)
ru: ; nom: ассирийский новоарамейский; prep: ассирийском новоарамейском
uk: Ассирійська новоарамейська

source: Tuvaluan
ar: التوفالوية
br: Tuvalueg
eo: la tuvala
fi: ; nominative: tuvalu; genitive: tuvalun; partitive: tuvalua; inessive: tuvalussa; elative: tuvalusta; illative: tuvaluun; translative: tuvaluksi
kab: Tatuvaluant
ku: Tuvalûyî
ru: тувалу
uk: Тувалу

source: Keningau Murut
br: Keningau Muruteg
eo: la keningaŭa
fi: ; nominative: keningau murut; genitive: keningau murutin; partitive: keningau murutia; inessive: keningau murutissa; elative: keningau murutista; illative: keningau murutiin; translative: keningau murutiksi
ru: ; nom: кенингау-мурут; prep: кенингау-муруте
uk: Кенінгау-мурут

source: Baybayanon
br: Baybayaneg
eo: la bajbajnona
fi: ; nominative: baybay; genitive: baybayn; partitive: baybaya; inessive: baybayssa; elative: baybaysta; illative: baybayyn; translative: baybayksi
kab: Tabaybayanunt
ku: Baybayanî
ru: ; nom: байбайский; prep: байбайском
uk: Байбаянон

source: Morisyen
ar: المورسيانية
br: Morisieg
eo: la maŭricia kreola
fi: ; nominative: morisyen; genitive: morisyenin; partitive: morisyenia; inessive: morisyenissa; elative: morisyenista; illative: morisyeniin; translative: morisyeniksi
is: ; nom: máritíska; dat: máritísku; gen: máritísku; nomUpper: Máritíska; datUpper: Máritísku; genUpper: Máritísku
kab: Tamorisyent
ku: Morisyenî
ml: മൊറിസിൻ
ru: ; nom: маврикийский креольский; prep: маврикийском креольском
uk: Маврикійська креольська

source: Hmong Daw (White)
br: Hmong Daweg (Gwenn)
eo: la miaa (blanka)
fi: ; nominative: hmong daw; genitive: hmong dawin; partitive: hmong dawia; inessive: hmong dawissa; elative: hmong dawista; illative: hmong dawiin; translative: hmong dawiksi
kab: Tahamungt Daw (Amellal)
ru: ; nom: белохмонгский; prep: белохмонгском; pl: белохмонгские
uk: Хмонг дау (біла)

source: Central Bikol
ar: بيكول المركزية
br: Bikol ar C'hreiz
eo: la mezbikola
fi: ; nominative: keskibikol; genitive: keskibikolin; partitive: keskibikolia; inessive: keskibikolissa; elative: keskibikolista; illative: keskibikoliin; translative: keskibikoliksi
kab: Tabikult talemmast
ru: ; nom: центральный бикольский; prep: центральном бикольском

source: Nauruan
ar: الناورونية
br: Naurueg
eo: la naura
fi: ; nominative: nauru; genitive: naurun; partitive: naurua; inessive: naurussa; elative: naurusta; illative: nauruun; translative: nauruksi
ku: Naûrûyî
ru: ; nom: науруанский; prep: науруанском
uk: ; alone: Науруанська; nom: науруанська; ins: науруанською; pl: науруанські

source: Malay (Vernacular)
br: Malaeg (Vernacular)
eo: la malaja (vulgara)
fi: ; nominative: malaiji; genitive: malaijin; partitive: malaijia; inessive: malaijissa; elative: malaijista; illative: malaijiin; translative: malaijiksi
kab: Tamaliẓit (Abrid)
ku: Malayî (Xwecihî)
ru: ; nom: малайский (разговорный); prep: малайском (разговорном)
uk: Малайська вернакулярна

source: Naga (Tangshang)
br: Nagaeg (Tangshang)
eo: la naga (tangŝa)
fi: ; nominative: naga (tangshang); genitive: nagan (tangshangin); partitive: nagaa (tangshangia); inessive: nagassa (tangshangissa); elative: nagasta (tangshangista); illative: nagaan (tangshangiin); translative: nagaksi (tangshangiksi)
ku: Nagayî (Tangshang)
ru: ; nom: тасе-нага; prep: тасе-наге
uk: Нага (тангшанг)

source: K'iche'
br: K'iche'eg
eo: la kiĉa
fi: ; nominative: kiche; genitive: kichen; partitive: kicheä; inessive: kichessä; elative: kichestä; illative: kicheen; translative: kicheksi
ru: киче
uk: Кіче

source: Gulf Arabic
ar: لهجة خليجية
br: Arabeg ar Golf
eo: la golfaraba
fi: ; nominative: arabianlahdenarabia; genitive: arabianlahdenarabian; partitive: arabianlahdenarabiaa; inessive: arabianlahdenarabiassa; elative: arabianlahdenarabiasta; illative: arabianlahdenarabiaan; translative: arabianlahdenarabiaksi
kab: Taɛrabt n Usammer Alemmas
ku: Erebiya Kendavê
ru: ; nom: арабский Персидского залива; prep: арабском Персидского залива
uk: Арабський діалект Перської затоки

source: Minangkabau
ar: المينانجكاباو
br: Minangkabaueg
eo: la minankabaŭa
fi: ; nominative: minangkabau; genitive: minangkabaun; partitive: minangkabauta; inessive: minangkabaussa; elative: minangkabausta; illative: minangkabauun; translative: minangkabauksi
is: ; nom: mínangkabá; dat: mínangkabá; gen: mínangkabá; nomUpper: Mínangkabá; datUpper: Mínangkabá; genUpper: Mínangkabá
ku: Minangkabauyî
ml: മിനാങ്കബൗ
ru: минангкабау
uk: Мінангкабау

source: Temuan
br: Temueg
eo: la temua
fi: ; nominative: temuan; genitive: temuanin; partitive: temuania; inessive: temuanissa; elative: temuanista; illative: temuaniin; translative: temuaniksi
ku: Temuanî
ru: ; nom: темуанский; prep: темуанском
uk: ; alone: Темуанська; nom: темуанська; ins: темуанською; pl: темуанські

source: Jin Chinese
br: Sinaeg Jin
eo: la jin-ĉina
fi: ; nominative: kiina (jin); genitive: jin-kiinan; partitive: jin-kiinaa; inessive: jin-kiinassa; elative: jin-kiinasta; illative: jin-kiinaan; translative: jin-kiinaksi
kab: Tacinwat Jin
ku: Çîniya Jînê
ru: ; nom: китайский (цзинь); prep: китайском (цзинь)
uk: Цзінська мова

source: Maithili
ar: المايثيلي
br: Maithilieg
eo: la maitila
fi: ; nominative: maithili; genitive: maithilin; partitive: maithilia; inessive: maithilissa; elative: maithilista; illative: maithiliin; translative: maithiliksi
is: ; nom: maítílí; dat: maítílí; gen: maítílí; nomUpper: Maítílí; datUpper: Maítílí; genUpper: Maítílí
ku: Maithiliyî
ml: മൈഥിലി
ru: майтхили
uk: Майтхілі

source: Madurese
ar: المادريز
br: Madureg
eo: la madura
fi: ; nominative: madura; genitive: maduran; partitive: maduraa; inessive: madurassa; elative: madurasta; illative: maduraan; translative: maduraksi
is: ; nom: madúrska; dat: madúrsku; gen: madúrsku; nomUpper: Madúrska; datUpper: Madúrsku; genUpper: Madúrsku
ku: Madurayî
ml: മദുരേസേ
ru: ; nom: мадурский; prep: мадурском
uk: ; alone: Мадурська; nom: мадурська; ins: мадурською; pl: мадурські

source: Banjar
ar: البنجرية
br: Banjareg
eo: la banĝara
fi: ; nominative: banjar; genitive: banjarin; partitive: banjaria; inessive: banjarissa; elative: banjarista; illative: banjariin; translative: banjariksi
kab: Tabanjart
ku: Banjarî
ml: ബൻജാർ ഭാഷ
ru: ; nom: банджарский; prep: банджарском
uk: ; alone: Банджарська; nom: банджарська; ins: банджарською; pl: банджарські

source: Gothic
ar: القوطية
br: Gotheg
eo: la gota
fi: ; nominative: gootti; genitive: gootin; partitive: goottia; inessive: gootissa; elative: gootista; illative: goottiin; translative: gootiksi
is: ; nom: gotneska; dat: gotnesku; gen: gotnesku; nomUpper: Gotneska; datUpper: Gotnesku; genUpper: Gotnesku
kab: Tagutit
ku: Gotî
ml: ഗോഥിക്ക്
ru: ; nom: готский; prep: готском
uk: ; alone: Готська; nom: готська; ins: готською; pl: готські

source: Xiang Chinese
ar: شيانغ الصينية
br: Sinaeg Xiang
eo: la ŝian-ĉina
fi: ; nominative: kiina (xiang); genitive: xiang-kiinan; partitive: xiang-kiinaa; inessive: xiang-kiinassa; elative: xiang-kiinasta; illative: xiang-kiinaan; translative: xiang-kiinaksi
kab: Tacinwat Xiang
ku: Çîniya Xiangê
ml: ഷ്യാങ് ചൈനീസ്
ru: ; nom: китайский (сян); prep: китайском (сян)
uk: ; alone: Сянська; nom: сянська; ins: сянською; pl: сянські

source: Gan Chinese
ar: الغان الصينية
br: Sinaeg Gan
eo: la gan-ĉina
fi: ; nominative: kiina (gan); genitive: gan-kiinan; partitive: gan-kiinaa; inessive: gan-kiinassa; elative: gan-kiinasta; illative: gan-kiinaan; translative: gan-kiinaksi
is: ; nom: gan; dat: gan; gen: gan; nomUpper: Gan; datUpper: Gan; genUpper: Gan
kab: Tacinwat n Gan
ku: Çîniya Ganê
ml: ഗാൻ ചൈനീസ്
ru: ; nom: китайский (гань); prep: китайском (гань)
uk: Ґань

source: Bavarian
ar: البافارية
br: Bavarieg
eo: la bavara
fi: ; nominative: baijeri; genitive: baijerin; partitive: baijeria; inessive: baijerissa; elative: baijerista; illative: baijeriin; translative: baijeriksi
kab: Tabavaṛyant
ku: Bavarî
ru: ; nom: баварский; prep: баварском
uk: ; alone: Баварська; nom: баварська; ins: баварською; pl: баварські

source: Talossan
br: Talosan
eo: la talosa
fi: ; nominative: talossa; genitive: talossan; partitive: talossaa; inessive: talossassa; elative: talossasta; illative: talossaan; translative: talossaksi
ru: ; nom: талосский; prep: талосском
uk: ; alone: Талоська; nom: талоська; ins: талоською; pl: талоські

source: Samogitian
ar: اللهجة الساموغية
eo: la ĵemajtia
fi: ; nominative: samogiitti; genitive: samogiitin; partitive: samogiittia; inessive: samogiitissa; elative: samogiitista; illative: samogiittiin; translative: samogiitiksi
kab: Tasamogitiant
ku: Samogitî
ru: ; nom: жемайтский; prep: жемайтском
uk: ; alone: Жмудська; nom: жмудська; ins: жмудською; pl: жмудські

source: Láadan
ar: لغة لادان
eo: la laadana
fi: ; nominative: láadan; genitive: láadanin; partitive: láadania; inessive: láadanissa; elative: láadanista; illative: láadaniin; translative: láadaniksi
ru: ; nom: лаадан; prep: лаадане
uk: Лаадан

source: Dutton World Speedwords
br: Dutton Bedel Tizhgerioù
eo: Rapidvortoj de Dutton
fi: ; nominative: speedwords; genitive: speedwordsin; partitive: speedwordsia; inessive: speedwordsissa; elative: speedwordsista; illative: speedwordsiin; translative: speedwordsiksi
ru: ; nom: скоропись Даттона; prep: скорописи Даттона
uk: Швидкопис Даттона

source: Afrihili
ar: الأفريهيلية
eo: la afrihilia
fi: ; nominative: afrihili; genitive: afrihilin; partitive: afrihiliä; inessive: afrihilissä; elative: afrihilistä; illative: afrihiliin; translative: afrihiliksi
is: ; nom: afríhílí; dat: afríhílí; gen: afríhílí; nomUpper: Afríhílí; datUpper: Afríhílí; genUpper: Afríhílí
kab: Tafrihilit
ku: Afrihilî
ml: ആഫ്രിഹിലി
ru: африхили
uk: Афрігілі

source: Karelian
ar: الكاريلية
eo: la karela
fi: ; nominative: karjala ; genitive: karjalan; partitive: karjalaa; inessive: karjalassa; elative: karjalasta; illative: karjalaan; translative: karjalaksi
is: ; nom: karélska; dat: karélsku; gen: karélsku; nomUpper: Karélska; datUpper: Karélsku; genUpper: Karélsku
kab: Takarelyant
ku: Karelî
ml: കരീലിയൻ
ru: ; nom: карельский; prep: карельском
uk: ; alone: Карельська; nom: карельська; ins: карельською; pl: карельські

source: Veps
ar: الفيبسية
eo: la vepsa
fi: ; nominative: vepsä; genitive: vepsän; partitive: vepsää; inessive: vepsässä; elative: vepsästä; illative: vepsään; translative: vepsäksi
is: ; nom: vepsíska; dat: vepsísku; gen: vepsísku; nomUpper: Vepsíska; datUpper: Vepsísku; genUpper: Vepsísku
ku: Vepsî
ru: ; nom: вепсский; prep: вепсском
uk: ; alone: Вепська; nom: вепська; ins: вепською; pl: вепські

source: Rusyn
ar: الروسينية
eo: la rusina
fi: ; nominative: ruteeni; genitive: ruteenin; partitive: ruteenia; inessive: ruteenissa; elative: ruteenista; illative: ruteeniin; translative: ruteeniksi
ru: ; nom: русинский; prep: русинском
uk: ; alone: Русинська; nom: русинська; ins: русинською; pl: русинські

source: Tahitian
ar: التاهيتية
br: Tahisianeg
eo: la tahitia
fi: ; nominative: tahiti; genitive: tahitin; partitive: tahitia; inessive: tahitissa; elative: tahitista; illative: tahitiin; translative: tahitiksi
is: ; nom: tahítíska; dat: tahítísku; gen: tahítísku; nomUpper: Tahítíska; datUpper: Tahítísku; genUpper: Tahítísku
kab: Tahesiant
ku: Tahitî
ml: താഹിതിയൻ
ru: ; nom: таитянский; prep: таитянском
uk: ; alone: Таїтянська; nom: таїтянська; ins: таїтянською; pl: таїтянські

source: Talysh
ar: طالش
br: Talysheg
eo: la taliŝa
fi: ; nominative: tališi; genitive: tališin; partitive: tališia; inessive: tališissa; elative: tališista; illative: tališiin; translative: tališiksi
ku: Talişî
ru: ; nom: талышский; prep: талышском
uk: ; alone: Талиська; nom: талиська; ins: талиською; pl: талиські

source: Mi'kmaq
ar: الميكماكيونية
eo: la mikmaka
fi: ; nominative: micmac; genitive: micmacin; partitive: micmacia; inessive: micmacissa; elative: micmacista; illative: micmaciin; translative: micmaciksi
is: ; nom: mikmak; dat: mikmak; gen: mikmak; nomUpper: Mikmak; datUpper: Mikmak; genUpper: Mikmak
ku: Mikmaqî
ml: മിക്മാക്
ru: ; nom: микмакский; prep: микмакском
uk: ; alone: Мікмакська; nom: мікмакська; ins: мікмакською; pl: мікмакські

source: Extremaduran
ar: إكستريمادوران
br: Ekstremaduraneg
eo: la ekstremadura
fi: ; nominative: extremadura; genitive: extremaduran; partitive: extremaduraa; inessive: extremadurassa; elative: extremadurasta; illative: extremaduraan; translative: extremaduraksi
ru: ; nom: эстремадурский; prep: эстремадурском
uk: ; alone: Естремадурська; nom: естремадурська; ins: естремадурською; pl: естремадурські

source: Swabian
ar: ألمانية سوابية
br: Swabianeg
eo: la ŝvaba
fi: ; nominative: svaabiansaksa; genitive: svaabiansaksan; partitive: svaabiansaksaa; inessive: svaabiansaksassa; elative: svaabiansaksasta; illative: svaabiansaksaan; translative: svaabiansaksaksi
kab: Taswabiant
ku: Swabî
ru: ; nom: швабский; prep: швабском
uk: ; alone: Швабська; nom: швабська; ins: швабською; pl: швабські

source: Ingrian
ar: لغة أنغرية
br: Ingrieg
eo: la ingria
fi: ; nominative: inkeroinen; genitive: inkeroisen; partitive: inkeroista; inessive: inkeroisessa; elative: inkeroisesta; illative: inkeroiseen; translative: inkeroiseksi
ku: Ingrî
ru: ; nom: ижорский; prep: ижорском
uk: ; alone: Іжорська; nom: іжорська; ins: іжорською; pl: іжорські

source: Southern Sami
ar: السامي الجنوبي
br: Sami ar C'hreisteiz
eo: la sud-samia
fi: ; nominative: eteläsaame; genitive: eteläsaamen; partitive: eteläsaamea; inessive: eteläsaamessa; elative: eteläsaamesta; illative: eteläsaameen; translative: eteläsaameksi
is: ; nom: suðursamíska; dat: suðursamísku; gen: suðursamísku; nomUpper: Suðursamíska; datUpper: Suðursamísku; genUpper: Suðursamísku
kab: Tasamit n Unẓul
ku: Samiya Başûr
ml: തെക്കൻ സമി
ru: ; nom: южносаамский; prep: южносаамском
uk: ; alone: Південно-саамська; nom: південно-саамська; ins: південно-саамською; pl: південно-саамські

source: Jamaican Patois
ar: باتوا جامايكية
br: Luc'haj Jamaikan
eo: la jamajka-kreola
fi: ; nominative: jamaikankreoli/patois; genitive: jamaikankreolin; partitive: jamaikankreolia; inessive: jamaikankreolissa; elative: jamaikankreolista; illative: jamaikankreoliin; translative: jamaikankreoliksi
kab: Tapatwat n Jamayik
ku: Devoka Jamaîkayê
ml: ജമൈക്കൻ പടോയിസ്
ru: ; nom: ямайский креольский; prep: ямайском креольском
uk: ; alone: Ямайське патуа; nom: ямайське патуа; ins: ямайським патуа; pl: ямайські патуа

source: Mirandese
ar: الميرانديز
br: Mirandeseg
eo: la miranda
fi: ; nominative: mirandeesi; genitive: mirandeesin; partitive: mirandeesia; inessive: mirandeesissa; elative: mirandeesista; illative: mirandeesiin; translative: mirandeesiksi
is: ; nom: mirandesíska; dat: mirandesísku; gen: mirandesísku; nomUpper: Mirandesíska; datUpper: Mirandesísku; genUpper: Mirandesísku
kab: Tamirandist
ku: Mirandayî
ml: മിരാൻറസേ
ru: ; nom: мирандский; prep: мирандском
uk: ; alone: Мірандська; nom: мірандська; ins: мірандською; pl: мірандські

source: Komi-Zyrian
eo: la komi-zirjana
fi: ; nominative: komi-syrjääni; genitive: komin; partitive: komia; inessive: komissa; elative: komista; illative: komiin; translative: komiksi
ru: ; nom: коми-зырянский; prep: коми-зырянском
uk: ; alone: Комі-зирянська; nom: комі-зирянська; ins: комі-зирянською; pl: комі-зирянські

source: Central Mnong
br: Mnong ar C'hreiz
eo: la centra mnonga
fi: ; nominative: keskimnong; genitive: keskimnongin; partitive: keskimnongia; inessive: keskimnongissa; elative: keskimnongista; illative: keskimnongiin; translative: keskimnongiksi
kab: Tamnungt Talemmast
ku: Mnongiya Navendî
ru: ; nom: центральный мнонг; prep: центральном мнонге

source: Komi-Permyak
ar: كومي-بيرماياك
eo: la komipermjaka
fi: ; nominative: komipermjakki; genitive: komipermjakin; partitive: komipermjakkia; inessive: komipermjakissa; elative: komipermjakista; illative: komipermjakkiin; translative: komipermjakiksi
is: ; nom: kómí-permyak; dat: kómí-permyak; gen: kómí-permyak; nomUpper: Kómí-permyak; datUpper: Kómí-permyak; genUpper: Kómí-permyak
ml: കോമി-പെർമ്യാക്ക്
ru: ; nom: коми-пермяцкий; prep: коми-пермяцком
uk: ; alone: Комі-перм'яцька; nom: комі-перм'яцька; ins: комі-перм'яцькою; pl: комі-перм'яцькі

source: Inuktitut
ar: الإينكتيتت
eo: la inuktituta
fi: ; nominative: inuktikut; genitive: inuktikutin; partitive: inuktikutia; inessive: inuktikutissa; elative: inuktikutista; illative: inuktikutiin; translative: inuktikutiksi
is: ; nom: inúktitút; dat: inúktitút; gen: inúktitút; nomUpper: Inúktitút; datUpper: Inúktitút; genUpper: Inúktitút
kab: Tinuktitut
ku: Inuktitutî
ml: ഇനുക്റ്റിറ്റട്ട്
ru: ; nom: инуктитут; prep: инуктитуте
uk: Інуктитут
