Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/languages.po
Languages: ar, br, eo, fi, is, kab, ku, ml, ru, uk

source: Arabic
ar: ; نكرة: عربية; معرفة: العربية
br: Arabeg
eo: la araba
fi: ; nominative: arabia; genitive: arabian; partitive: arabiaa; inessive: arabiassa; elative: arabiasta; illative: arabiaan; translative: arabiaksi
is: ; nom: arabíska; dat: arabísku; gen: arabísku; nomUpper: Arabíska; datUpper: Arabísku; genUpper: Arabísku
kab: Taɛrabt
ku: Erebî
ml: അറബിക്
ru: ; nom: арабский; prep: арабском; pl: арабские
uk: ; alone: Арабська; nom: арабська; ins: арабською; pl: арабські

source: English
ar: ; نكرة: إنجليزية; معرفة: الإنجليزية
br: Saozneg
eo: la angla
fi: ; nominative: englanti; genitive: englannin; partitive: englantia; inessive: englannissa; elative: englannista; illative: englantiin; translative: englanniksi;
is: ; nom: enska; dat: ensku; gen: ensku; nomUpper: Enska; datUpper: Ensku; genUpper: Ensku
kab: Taglizit
ku: Îngilîzî
ml: ഇംഗ്ലീഷ്
ru: ; nom: английский; prep: английском; pl: английские
uk: ; alone: Англійська; nom: англійська; ins: англійською; pl: англійські

source: Japanese
ar: ; نكرة: يابانية; معرفة: اليابانية
br: Japaneg
eo: la japana
fi: ; nominative: japani; genitive: japanin; partitive: japania; inessive: japanissa; elative: japanista; illative: japaniin; translative: japaniksi
is: ; nom: japanska; dat: japönsku; gen: japönsku; nomUpper: Japanska; datUpper: Japönsku; genUpper: Japönsku
kab: Tajapunit
ku: Japonî
ml: ജാപ്പനീസ്
ru: ; nom: японский; prep: японском; pl: японские
uk: ; alone: Японська; nom: японська; ins: японською; pl: японські

source: French
ar: ; نكرة: فرنسية; معرفة: الفرنسية
br: Galleg
eo: la franca
fi: ; nominative: ranska; genitive: ranskan; partitive: ranskaa; inessive: ranskassa; elative: ranskasta; illative: ranskaan; translative: ranskaksi
is: ; nom: franska; dat: frönsku; gen: frönsku; nomUpper: Franska; datUpper: Frönsku; genUpper: Frönsku
kab: Tafṛansist
ku: Fransî
ml: ഫ്രഞ്ച്
ru: ; nom: французский; prep: французском; pl: французские
uk: ; alone: Французька; nom: французька; ins: французькою; pl: французькі

source: German
ar: ; نكرة: ألمانية; معرفة: الألمانية
br: Alamaneg
eo: la germana
fi: ; nominative: saksa; genitive: saksan; partitive: saksaa; inessive: saksassa; elative: saksasta; illative: saksaan; translative: saksaksi
is: ; nom: þýska; dat: þýsku; gen: þýsku; nomUpper: Þýska; datUpper: Þýsku; genUpper: Þýsku
kab: Talmanit
ku: Almanî
ml: ജർമ്മൻ
ru: ; nom: немецкий; prep: немецком; pl: немецкие
uk: ; alone: Німецька; nom: німецька; ins: німецькою; pl: німецькі

source: Spanish
ar: ; نكرة: إسبانية; معرفة: الإسبانية
br: Spagnoleg
eo: la hispana
fi: ; nominative: espanja; genitive: espanjan; partitive: espanjaa; inessive: espanjassa; elative: espanjasta; illative: espanjaan; translative: espanjaksi
is: ; nom: spænska; dat: spænsku; gen: spænsku; nomUpper: Spænska; datUpper: Spænsku; genUpper: Spænsku
kab: Taspanit
ku: Spanî
ml: സ്‌പാനിഷ്
ru: ; nom: испанский; prep: испанском; pl: испанские
uk: ; alone: Іспанська; nom: іспанська; ins: іспанською; pl: іспанські

source: Italian
ar: ; نكرة: إيطالية; معرفة: الإيطالية
br: Italianeg
eo: la itala
fi: ; nominative: italia; genitive: italian; partitive: italiaa; inessive: italiassa; elative: italiasta; illative: italiaan; translative: italiaksi
is: ; nom: ítalska; dat: ítölsku; gen: ítölsku; nomUpper: Ítalska; datUpper: Ítölsku; genUpper: Ítölsku
kab: Taṭelyanit
ku: Îtalî
ml: ഇറ്റാലിയൻ
ru: ; nom: итальянский; prep: итальянском; pl: итальянские
uk: ; alone: Італійська; nom: італійська; ins: італійською; pl: італійські

source: Vietnamese
ar: ; نكرة: فيتنامية; معرفة: الفيتنامية
br: Vietnamaneg
eo: la vjetnama
fi: ; nominative: vietnam; genitive: vietnamin; partitive: vietnamia; inessive: vietnamissa; elative: vietnamista; illative: vietnamiin; translative: vietnamiksi
is: ; nom: víetnamíska; dat: víetnamísku; gen: víetnamísku; nomUpper: Víetnamíska; datUpper: Víetnamísku; genUpper: Víetnamísku
kab: Tavyiṭnamit
ku: Vîetnamî
ml: വിയറ്റ്നാമീസ്
ru: ; nom: вьетнамский; prep: вьетнамском
uk: ; alone: В'єтнамська; nom: в'єтнамська; ins: в'єтнамською; pl: в'єтнамські

source: Russian
ar: ; نكرة: روسية; معرفة: الروسية
br: Ruseg
eo: la rusa
fi: ; nominative: venäjä; genitive: venäjän; partitive: venäjää; inessive: venäjässä; elative: venäjästä; illative: venäjään; translative: venäjäksi
is: ; nom: rússneska; dat: rússnesku; gen: rússnesku; nomUpper: Rússneska; datUpper: Rússnesku; genUpper: Rússnesku
kab: Tarusit
ku: Rûsî
ml: റഷ്യൻ
ru: ; nom: русский; prep: русском
uk: ; alone: Російська; nom: російська; ins: російською; pl: російські

source: Mandarin Chinese
ar: ; نكرة: ماندراين صينية; معرفة: الماندراين الصينية
br: Sinaeg Mandarin
eo: la mandarena
fi: ; nominative: kiina (mandariini); genitive: mandariinikiinan; partitive: mandariinikiinaa; inessive: mandariinikiinassa; elative: mandariinikiinasta; illative: mandariinikiinaan; translative: mandariinikiinaksi
is: ; nom: kínverska; dat: kínversku; gen: kínversku; nomUpper: Kínverska; datUpper: Kínversku; genUpper: Kínversku
kab: Tacinwat Tamandarant
ku: Çîniya Mandarinê
ml: ചൈനീസ്
ru: ; nom: севернокитайский; prep: севернокитайском
uk: ; alone: Китайська; nom: китайська; ins: китайською; pl: китайські

source: Korean
ar: ; نكرة: كورية; معرفة: الكورية
br: Koreaneg
eo: la korea
fi: ; nominative: korea; genitive: korean; partitive: koreaa; inessive: koreassa; elative: koreasta; illative: koreaan; translative: koreaksi
is: ; nom: kóreska; dat: kóresku; gen: kóresku; nomUpper: Kóreska; datUpper: Kóresku; genUpper: Kóresku
kab: Takurit
ku: Koreyî
ml: കൊറിയൻ
ru: ; nom: корейский; prep: корейском
uk: ; alone: Корейська; nom: корейська; ins: корейською; pl: корейські

source: Dutch
ar: ; نكرة: هولندية; معرفة: الهولندية
br: Nederlandeg
eo: la nederlanda
fi: ; nominative: hollanti; genitive: hollannin; partitive: hollantia; inessive: hollannissa; elative: hollannista; illative: hollantiin; translative: hollanniksi
is: ; nom: hollenska; dat: hollensku; gen: hollensku; nomUpper: Hollenska; datUpper: Hollensku; genUpper: Hollensku
kab: Tahulandit
ku: Flemenkî
ml: ഡച്ച്
ru: ; nom: нидерландский; prep: нидерландском
uk: ; alone: Нідерландська; nom: нідерландська; ins: нідерландською; pl: нідерландські

source: Hebrew
ar: ; نكرة: عبرية; معرفة: العبرية
br: Hebraeg
eo: la hebrea
fi: ; nominative: heprea; genitive: heprean; partitive: hepreaa; inessive: hepreassa; elative: hepreasta; illative: hepreaan; translative: hepreaksi
is: ; nom: hebreska; dat: hebresku; gen: hebresku; nomUpper: Hebreska; datUpper: Hebresku; genUpper: Hebresku
kab: Taɛebṛanit
ku: Îbranî
ml: ഹീബ്രു
ru: ; nom: иврит; prep: иврите
uk: ; alone: Іврит; nom: іврит; ins: івритом; pl: івритські

source: Indonesian
ar: ; نكرة: إندونيسية; معرفة: الإندونيسية
br: Indonesianeg
eo: la indonezia
fi: ; nominative: indonesia; genitive: indonesian; partitive: indonesiaa; inessive: indonesiassa; elative: indonesiasta; illative: indonesiaan; translative: indonesiaksi
is: ; nom: indónesíska; dat: indónesísku; gen: indónesísku; nomUpper: Indónesíska; datUpper: Indónesísku; genUpper: Indónesísku
kab: Tandunizit
ku: Îndonezî
ml: ഇന്തോനേഷ്യൻ
ru: ; nom: индонезийский; prep: индонезийском
uk: ; alone: Індонезійська; nom: індонезійська; ins: індонезійською; pl: індонезійські

source: Portuguese
ar: ; نكرة: برتغالية; معرفة: البرتغالية
br: Portugaleg
eo: la portugala
fi: ; nominative: portugali; genitive: portugalin; partitive: portugalia; inessive: portugalissa; elative: portugalista; illative: portugaliin; translative: portugaliksi
is: ; nom: portúgalska; dat: portúgölsku; gen: portúgölsku; nomUpper: Portúgalska; datUpper: Portúgölsku; genUpper: Portúgölsku
kab: Tapurtugit
ku: Portekizî
ml: പോർച്ചുഗീസ്
ru: ; nom: португальский; prep: португальском
uk: ; alone: Португальська; nom: португальська; ins: португальською; pl: португальські

source: Finnish
ar: ; نكرة: فنلندية; معرفة: الفنلندية
br: Fineg
eo: la finna
fi: ; nominative: suomi; genitive: suomen; partitive: suomea; inessive: suomessa; elative: suomesta; illative: suomeen; translative: suomeksi
is: ; nom: finnska; dat: finnsku; gen: finnsku; nomUpper: Finnska; datUpper: Finnsku; genUpper: Finnsku
kab: Tafinit
ku: Fînî
ml: ഫിന്നിഷ്
ru: ; nom: финский; prep: финском
uk: ; alone: Фінська; nom: фінська; ins: фінською; pl: фінські

source: Bulgarian
ar: ; نكرة: بلغارية; معرفة: البلغارية
br: Bulgarianeg
eo: la bulgara
fi: ; nominative: bulgaria; genitive: bulgarian; partitive: bulgariaa; inessive: bulgariassa; elative: bulgariasta; illative: bulgariaan; translative: bulgariaksi
is: ; nom: búlgarska; dat: búlgarsku; gen: búlgarsku; nomUpper: Búlgarska; datUpper: Búlgarsku; genUpper: Búlgarsku
kab: Tabulgarit
ku: Bûlgarî
ml: ബൾഗേറിയൻ
ru: ; nom: болгарский; prep: болгарском
uk: ; alone: Болгарська; nom: болгарська; ins: болгарською; pl: болгарські

source: Ukrainian
ar: ; نكرة: أوكرانية; معرفة: الأوكرانية
br: Ukrainianeg
eo: la ukraina
fi: ; nominative: ukraina; genitive: ukrainan; partitive: ukrainaa; inessive: ukrainassa; elative: ukrainasta; illative: ukrainaan; translative: ukrainaksi
is: ; nom: úkraínska; dat: úkraínsku; gen: úkraínsku; nomUpper: Úkraínska; datUpper: Úkraínsku; genUpper: Úkraínsku
kab: Takrinit
ku: Ûkraynî
ml: ഉക്രേനിയൻ
ru: ; nom: украинский; prep: украинском
uk: ; alone: Українська; nom: українська; ins: українською; pl: українські

source: Czech
ar: ; نكرة: تشيكية; معرفة: التشيكية
br: Tchekeg
eo: la ĉeĥa
fi: ; nominative: tšekki; genitive: tšekin; partitive: tšekkiä; inessive: tšekissä; elative: tšekistä; illative: tšekkiin; translative: tšekiksi
is: ; nom: tékkneska; dat: tékknesku; gen: tékknesku; nomUpper: Tékkneska; datUpper: Tékknesku; genUpper: Tékknesku
kab: Tačikit
ku: Çekî
ml: ചെക്ക്
ru: ; nom: чешский; prep: чешском
uk: ; alone: Чеська; nom: чеська; ins: чеською; pl: чеські

source: Esperanto
ar: ; نكرة: إسبرانتو; معرفة: الإسبرانتو
br: Esperanteg
fi: ; nominative: esperanto; genitive: esperanton; partitive: esperantoa; inessive: esperantossa; elative: esperantosta; illative: esperantoon; translative: esperantoksi
is: ; nom: esperantó; dat: esperantó; gen: esperantó; nomUpper: Esperantó; datUpper: Esperantó; genUpper: Esperantó
kab: Taspirantit
ku: Esperantoyî
ml: എസ്‌പരാന്റോ
ru: эсперанто
uk: Есперанто

source: Greek
ar: ; نكرة: يونانية حديثة; معرفة: اليونانية الحديثة
br: Grekeg
eo: la greka
fi: ; nominative: kreikka; genitive: kreikan; partitive: kreikkaa; inessive: kreikassa; elative: kreikasta; illative: kreikkaan; translative: kreikaksi
is: ; nom: gríska; dat: grísku; gen: grísku; nomUpper: Gríska; datUpper: Grísku; genUpper: Grísku
kab: Tagrigit
ku: Yewnanî
ml: ഗ്രീക്ക്
ru: ; nom: греческий; prep: греческом
uk: ; alone: Грецька; nom: грецька; ins: грецькою; pl: грецькі

source: Turkish
ar: ; نكرة: تركية; معرفة: التركية
br: Turkeg
eo: la turka
fi: ; nominative: turkki; genitive: turkin; partitive: turkkia; inessive: turkissa; elative: turkista; illative: turkkiin; translative: turkiksi
is: ; nom: tyrkneska; dat: tyrknesku; gen: tyrknesku; nomUpper: Tyrkneska; datUpper: Tyrknesku; genUpper: Tyrknesku
kab: Taṭurkit
ku: Tirkî
ml: ടർക്കിഷ്
ru: ; nom: турецкий; prep: турецком
uk: ; alone: Турецька; nom: турецька; ins: турецькою; pl: турецькі

source: Swedish
ar: ; نكرة: سويدية; معرفة: السويدية
br: Swedeg
eo: la sveda
fi: ; nominative: ruotsi; genitive: ruotsin; partitive: ruotsia; inessive: ruotsissa; elative: ruotsista; illative: ruotsiin; translative: ruotsiksi
is: ; nom: sænska; dat: sænsku; gen: sænsku; nomUpper: Sænska; datUpper: Sænsku; genUpper: Sænsku
kab: Taswidit
ku: Swêdî
ml: സ്വീഡിഷ്
ru: ; nom: шведский; prep: шведском
uk: ; alone: Шведська; nom: шведська; ins: шведською; pl: шведські

source: Norwegian Bokmål
ar: ; نكرة: نرويجية بوكمال; معرفة: النرويجية بوكمال
br: Norvegian Bokmål
eo: la bokmål-stila norvega
fi: ; nominative: norja (kirjanorja); genitive: kirjanorjan; partitive: kirjanorjaa; inessive: kirjanorjassa; elative: kirjanorjasta; illative: kirjanorjaan; translative: kirjanorjaksi
is: ; nom: norskt bókmál; dat: norsku bókmáli; gen: norsks bókmáls; nomUpper: Norskt bókmál; datUpper: Norsku bókmáli; genUpper: Norsks bókmáls
kab: Tanuṛvijt Bokmål
ku: Norwêciya Bokmalê
ml: നോർവീജിയൻ ബുക്‌മൽ
ru: ; nom: норвежский букмол; prep: норвежском букмоле
uk: норвезька (букмол)

source: Malay
ar: ; نكرة: مالوية; معرفة: المالوية
br: Malayeg
eo: la malaja
fi: ; nominative: malaiji; genitive: malaijin; partitive: malaijia; inessive: malaijissa; elative: malaijista; illative: malaijiin; translative: malaijiksi
is: ; nom: malajíska; dat: malajísku; gen: malajísku; nomUpper: Malajíska; datUpper: Malajísku; genUpper: Malajísku
kab: Tamalizit
ku: Malayî
ml: മലെയ്
ru: ; nom: малайский; prep: малайском
uk: ; alone: Малайська; nom: малайська; ins: малайською; pl: малайські

source: Estonian
ar: ; نكرة: إستونية; معرفة: الإستونية
br: Estonianeg
eo: la estona
fi: ; nominative: viro; genitive: viron; partitive: viroa; inessive: virossa; elative: virosta; illative: viroon; translative: viroksi
is: ; nom: eistneska; dat: eistnesku; gen: eistnesku; nomUpper: Eistneska; datUpper: Eistnesku; genUpper: Eistnesku
kab: Tastunit
ku: Estonî
ml: എസ്റ്റോണിയൻ
ru: ; nom: эстонский; prep: эстонском
uk: ; alone: Естонська; nom: естонська; ins: естонською; pl: естонські

source: Georgian
ar: ; نكرة: جورجية; معرفة: الجورجية
br: Jeorjeg
eo: la kartvela
fi: ; nominative: georgia; genitive: georgian; partitive: georgiaa; inessive: georgiassa; elative: georgiasta; illative: georgiaan; translative: georgiaksi
is: ; nom: georgíska; dat: georgísku; gen: georgísku; nomUpper: Georgíska; datUpper: Georgísku; genUpper: Georgísku
kab: Tajyuṛjit
ku: Gurcî
ml: ജോർജിയൻ
ru: ; nom: грузинский; prep: грузинском
uk: ; alone: Грузинська; nom: грузинська; ins: грузинською; pl: грузинські

source: Polish
ar: ; نكرة: بولندية; معرفة: البولندية
br: Poloneg
eo: la pola
fi: ; nominative: puola; genitive: puolan; partitive: puolaa; inessive: puolassa; elative: puolasta; illative: puolaan; translative: puolaksi
is: ; nom: pólska; dat: pólsku; gen: pólsku; nomUpper: Pólska; datUpper: Pólsku; genUpper: Pólsku
kab: Tapulandit
ku: Polandî
ml: പോളിഷ്
ru: ; nom: польский; prep: польском
uk: ; alone: Польська; nom: польська; ins: польською; pl: польські

source: Swahili
ar: ; نكرة: سواحيلية; معرفة: السواحيلية
br: Swahilieg
eo: la svahila
fi: ; nominative: swahili; genitive: swahilin; partitive: swahilia; inessive: swahilissa; elative: swahilista; illative: swahiliin; translative: swahiliksi
is: ; nom: svahílí; dat: svahílí; gen: svahílí; nomUpper: Svahílí; datUpper: Svahílí; genUpper: Svahílí
kab: Taswahilit
ku: Swahîlî
ml: സ്വാഹിലി
ru: суахили
uk: Суахілі

source: Latin
ar: ; نكرة: لاتينية; معرفة: اللاتينية
eo: la latina
fi: ; nominative: latina; genitive: latinan; partitive: latinaa; inessive: latinassa; elative: latinasta; illative: latinaan; translative: latinaksi
is: ; nom: latína; dat: latínu; gen: latínu; nomUpper: Latína; datUpper: Latínu; genUpper: Latínu
kab: Talatinit
ku: Latînî
ml: ലാറ്റിൻ
ru: ; nom: латинский; prep: латинском
uk: ; alone: Латина; nom: латина; ins: латиною; pl: латинські

source: Shanghainese
ar: ; نكرة: شنغهايية; معرفة: الشنغهايية
br: Shangaineseg
eo: la ŝanhaja
fi: ; nominative: shanghainkiina; genitive: shanghainkiinan; partitive: shanghainkiinaa; inessive: shanghainkiinassa; elative: shanghainkiinasta; illative: shanghainkiinaan; translative: shanghainkiinaksi
ku: Şangayî
ru: ; nom: шанхайский; prep: шанхайском
uk: ; alone: Шанхайська; nom: шанхайська; ins: шанхайською; pl: шанхайські

source: Egyptian Arabic
ar: ; نكرة: عامية مصرية; معرفة: العامية المصرية
br: Arabeg Ejipsia
eo: la egiptaraba
fi: ; nominative: egyptinarabia; genitive: egyptinarabian; partitive: egyptinarabiaa; inessive: egyptinarabiassa; elative: egyptinarabiasta; illative: egyptinarabiaan; translative: egyptinarabiaksi
kab: Taɛrabt n Maseṛ
ku: Erebiya Misirê
ru: ; nom: арабский (египетский); prep: арабском (египетском)
uk: Єгипетська арабська

source: Belarusian
ar: ; نكرة: بيلاروسية; معرفة: البيلاروسية
br: Beloruseg
eo: la belorusa
fi: ; nominative: valkovenäjä; genitive: valkovenäjän; partitive: valkovenäjää; inessive: valkovenäjässä; elative: valkovenäjästä; illative: valkovenäjään; translative: valkovenäjäksi
is: ; nom: hvítrússneska; dat: hvítrússnesku; gen: hvítrússnesku; nomUpper: Hvítrússneska; datUpper: Hvítrússnesku; genUpper: Hvítrússnesku
kab: Tabilurusit
ku: Belarûsî
ml: ബെലാറുഷ്യൻ
ru: ; nom: белорусский; prep: белорусском
uk: ; alone: Білоруська; nom: білоруська; ins: білоруською; pl: білоруські

source: Hungarian
ar: ; نكرة: هنغارية; معرفة: الهنغارية
br: Hungarieg
eo: la hungara
fi: ; nominative: unkari; genitive: unkarin; partitive: unkaria; inessive: unkarissa; elative: unkarista; illative: unkariin; translative: unkariksi
is: ; nom: ungverska; dat: ungversku; gen: ungversku; nomUpper: Ungverska; datUpper: Ungversku; genUpper: Ungversku
kab: Tahungaṛit
ku: Macarî
ml: ഹംഗേറിയൻ
ru: ; nom: венгерский; prep: венгерском
uk: ; alone: Угорська; nom: угорська; ins: угорською; pl: угорські

source: Icelandic
ar: ; نكرة: آيسلندية; معرفة: الآيسلندية
br: Islandeg
eo: la islanda
fi: ; nominative: islanti; genitive: islannin; partitive: islantia; inessive: islannissa; elative: islannista; illative: islantiin; translative: islanniksi
is: ; nom: íslenska; dat: íslensku; gen: íslensku; nomUpper: Íslenska; datUpper: Íslensku; genUpper: Íslensku
kab: Taṣlandit
ku: Îzlandî
ml: ഐസ്‌ലാൻഡിക്
ru: ; nom: исландский; prep: исландском
uk: ; alone: Ісландська; nom: ісландська; ins: ісландською; pl: ісландські

source: Albanian
ar: ; نكرة: ألبانية; معرفة: الألبانية
br: Albaneg
eo: la albana
fi: ; nominative: albania; genitive: albanian; partitive: albaniaa; inessive: albaniassa; elative: albaniasta; illative: albaniaan; translative: albaniaksi
is: ; nom: albanska; dat: albönsku; gen: albönsku; nomUpper: Albanska; datUpper: Albönsku; genUpper: Albönsku
kab: Talbanit
ku: Arnawidî (Albanî)
ml: അൽബേനിയൻ
ru: ; nom: албанский; prep: албанском
uk: ; alone: Албанська; nom: албанська; ins: албанською; pl: албанські

source: Cantonese
ar: ; نكرة: كانتونية; معرفة: الكانتونية
br: Kantoneg
eo: la kantona
fi: ; nominative: kantoninkiina; genitive: kantoninkiinan; partitive: kantoninkiinaa; inessive: kantoninkiinassa; elative: kantoninkiinasta; illative: kantoninkiinaan; translative: kantoninkiinaksi
is: ; nom: kantónska; dat: kantónsku; gen: kantónsku; nomUpper: Kantónska; datUpper: Kantónsku; genUpper: Kantónsku
kab: Takantunit
ku: Kantonî (Çînî)
ml: കാന്റണീസ്
ru: ; nom: кантонский; prep: кантонском
uk: ; alone: Кантонська; nom: кантонська; ins: кантонською; pl: кантонські

source: Afrikaans
ar: ; نكرة: أفريقانية; معرفة: الأفريقانية
br: Afrikaneg
eo: la afrikansa
fi: ; nominative: afrikaans; genitive: afrikaansin; partitive: afrikaansia; inessive: afrikaansissa; elative: afrikaansista; illative: afrikaansiin; translative: afrikaansiksi
is: ; nom: afríkanska; dat: afríkansku; gen: afríkansku; nomUpper: Afríkanska; datUpper: Afríkansku; genUpper: Afríkansku
kab: Tafrikanst
ku: Afrîkansî
ml: ആഫ്രിക്കാൻസ്
ru: ; nom: африкаанс; prep: африкаансе
uk: Африкаанс

source: Faroese
ar: ; نكرة: فاروية; معرفة: الفاروية
br: Faeroeg
eo: la feroa
fi: ; nominative: fääri; genitive: fäärin; partitive: fääriä; inessive: fäärissä; elative: fääristä; illative: fääriin; translative: fääriksi
is: ; nom: færeyska; dat: færeysku; gen: færeysku; nomUpper: Færeyska; datUpper: Færeysku; genUpper: Færeysku
kab: Tafirwanit
ku: Faroesî
ml: ഫാറോസ്
ru: ; nom: фарерский; prep: фарерском
uk: ; alone: Фарерська; nom: фарерська; ins: фарерською; pl: фарерські

source: Frisian
ar: ; نكرة: فريزية; معرفة: الفريزية
br: Frizeg
eo: la frisa
fi: ; nominative: friisi; genitive: friisin; partitive: friisiä; inessive: friisissä; elative: friisistä; illative: friisiin; translative: friisiksi
is: ; nom: frísneska; dat: frísnesku; gen: frísnesku; nomUpper: Frísneska; datUpper: Frísnesku; genUpper: Frísnesku
kab: Tafrizunt
ku: Friskî
ru: ; nom: фризский; prep: фризском
uk: ; alone: Фризька; nom: фризька; ins: фризькою; pl: фризькі

source: Breton
ar: ; نكرة: بريتونية; معرفة: البريتونية
br: Brezhoneg
eo: la bretona
fi: ; nominative: bretoni; genitive: bretonin; partitive: bretonia; inessive: bretonissa; elative: bretonista; illative: bretoniin; translative: bretoniksi
is: ; nom: bretónska; dat: bretónsku; gen: bretónsku; nomUpper: Bretónska; datUpper: Bretónsku; genUpper: Bretónsku
kab: Tabrutunt
ku: Bretonî
ml: ബ്രെട്ടൺ
ru: ; nom: бретонский; prep: бретонском
uk: ; alone: Бретонська; nom: бретонська; ins: бретонською; pl: бретонські

source: Romanian
ar: ; نكرة: رومانية; معرفة: الرومانية
br: Romanieg
eo: la rumana
fi: ; nominative: romania; genitive: romanian; partitive: romaniaa; inessive: romaniassa; elative: romaniasta; illative: romaniaan; translative: romaniaksi
is: ; nom: rúmenska; dat: rúmensku; gen: rúmensku; nomUpper: Rúmenska; datUpper: Rúmensku; genUpper: Rúmensku
kab: Tarumanit
ku: Romanî
ml: റൊമാനിയൻ
ru: ; nom: румынский; prep: румынском
uk: ; alone: Румунська; nom: румунська; ins: румунською; pl: румунські

source: Uyghur
ar: ; نكرة: أويغورية; معرفة: الأويغورية
br: Ouigoureg
eo: la ujgura
fi: ; nominative: uiguuri; genitive: uiguurin; partitive: uiguuria; inessive: uiguurissa; elative: uiguurista; illative: uiguuriin; translative: uiguuriksi
is: úígúr
kab: Tawigurt
ku: Ûygûrî
ml: ഉയ്ഘുർ
ru: ; nom: уйгурский; prep: уйгурском
uk: ; alone: Уйгурська; nom: уйгурська; ins: уйгурською; pl: уйгурські

source: Uzbek
ar: ; نكرة: أوزبكية; معرفة: الأوزبكية
br: Uzbekeg
eo: la uzbeka
fi: ; nominative: uzbekki; genitive: uzbekin; partitive: uzbekkia; inessive: uzbekissa; elative: uzbekista; illative: uzbekkiin; translative: uzbekiksi
is: ; nom: úsbekska; dat: úsbeksku; gen: úsbeksku; nomUpper: Úsbekska; datUpper: Úsbeksku; genUpper: Úsbeksku
kab: Tazbikit
ku: Ozbekî
ml: ഉസ്‌ബെക്ക്
ru: ; nom: узбекский; prep: узбекском
uk: ; alone: Узбецька; nom: узбецька; ins: узбецькою; pl: узбецькі

source: Norwegian Nynorsk
ar: ; نكرة: نرويجية نينورسك; معرفة: النرويجية نينورسك
br: Norvegianeg Nynorsk
eo: la novnorvega
fi: ; nominative: norja (uusnorja); genitive: uusnorjan; partitive: uusnorjaa; inessive: uusnorjassa; elative: uusnorjasta; illative: uusnorjaan; translative: uusnorjaksi
is: ; nom: nýnorska; dat: nýnorsku; gen: nýnorsku; nomUpper: Nýnorska; datUpper: Nýnorsku; genUpper: Nýnorsku
kab: Tanuṛvijt Nynorsk
ku: Norwêciya Nynorskê
ml: നോർവീജിയൻ നൈനോർക്‌സ്
ru: ; nom: норвежский нюношк; prep: норвежском нюношке
uk: норвезька (нюношк)

source: Serbian
ar: ; نكرة: صربية; معرفة: الصربية
br: Serbeg
eo: la serba
fi: ; nominative: serbia; genitive: serbian; partitive: serbiaa; inessive: serbiassa; elative: serbiasta; illative: serbiaan; translative: serbiaksi
is: ; nom: serbneska; dat: serbnesku; gen: serbnesku; nomUpper: Serbneska; datUpper: Serbnesku; genUpper: Serbnesku
kab: Tasiṛbit
ku: Sirbî
ml: സെർബിയൻ
ru: ; nom: сербский; prep: сербском
uk: ; alone: Сербська; nom: сербська; ins: сербською; pl: сербські

source: Tatar
ar: ; نكرة: تترية; معرفة: التترية
br: Tatareg
eo: la tatara
fi: ; nominative: tataari; genitive: tataarin; partitive: tataaria; inessive: tataarissa; elative: tataarista; illative: tataariin; translative: tataariksi
is: ; nom: tatarska; dat: tatarsku; gen: tatarsku; nomUpper: Tatarska; datUpper: Tatarsku; genUpper: Tatarsku
kab: Taṭaṭarit
ku: Tatarî
ml: ടാട്ടർ
ru: ; nom: татарский; prep: татарском
uk: ; alone: Татарська; nom: татарська; ins: татарською; pl: татарські

source: Yiddish
ar: ; نكرة: يديشية; معرفة: اليديشية
br: Yiddicheg
eo: la jida
fi: ; nominative: jiddiš; genitive: jiddišin; partitive: jiddišia; inessive: jiddišissa; elative: jiddišista; illative: jiddišiin; translative: jiddišiksi
is: ; nom: jiddíska; dat: jiddísku; gen: jiddísku; nomUpper: Jiddíska; datUpper: Jiddísku; genUpper: Jiddísku
kab: Tayidict
ku: Yîddîşî
ml: യിദ്ദിഷ്
ru: ; nom: идиш; prep: идише
uk: Ідиш
