Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/languages.po
Languages: ar, br, eo, fi, is, kab, ku, ml, ru, uk

source: Kabyle
ar: القبيلية
br: Kabileg
eo: la kabila
fi: ; nominative: kabyyli; genitive: kabyylin; partitive: kabyylia; inessive: kabyylissa; elative: kabyylista; illative: kabyyliin; translative: kabyyliksi
is: ; nom: kabíle; dat: kabíle; gen: kabíle; nomUpper: Kabíle; datUpper: Kabíle; genUpper: Kabíle
kab: Taqbaylit
ku: Berberiya Kabyleê
ml: കബൈൽ
ru: ; nom: кабильский; prep: кабильском
uk: ; alone: Кабільська; nom: кабільська; ins: кабільською; pl: кабільські

source: Kirundi
ar: الكيروندية
br: Kirundieg
eo: la kirunda
fi: ; nominative: kirundi; genitive: kirundin; partitive: kirundia; inessive: kirundissa; elative: kirundista; illative: kirundiin; translative: kirundiksi
is: ; nom: kírúndí; dat: kírúndí; gen: kírúndí; nomUpper: Kírúndí; datUpper: Kírúndí; genUpper: Kírúndí
kab: Tarundit
ku: Kirundiyî
ru: рунди
uk: Кірунді

source: Gheg Albanian
br: Albaneg Gheg
eo: la geg-albana
fi: ; nominative: gegi; genitive: gegin; partitive: gegiä; inessive: gegissä; elative: gegistä; illative: gegiin; translative: gegiksi
kab: Talbanit Gheg
ku: Arnawidiya Ghegê
ru: ; nom: гегский албанский; prep: гегском албанском
uk: гегський говір

source: Aklanon
eo: la aklana
fi: ; nominative: aklanon; genitive: aklanonin; partitive: aklanonia; inessive: aklanonissa; elative: aklanonista; illative: aklanoniin; translative: aklanoniksi
is: Aklanska
kab: Taklanunt
ku: Aklanonî
ru: ; nom: акланонский; prep: акланонском

source: Manchu
ar: المانشو
br: Manchueg
eo: la manĉua
fi: ; nominative: mantšu; genitive: mantšun; partitive: mantšua; inessive: mantšussa; elative: mantšusta; illative: mantšuun; translative: mantšuksi
is: ; nom: mansjú; dat: mansjú; gen: mansjú; nomUpper: Mansjú; datUpper: Mansjú; genUpper: Mansjú
kab: Tamancut
ku: Mançuyî
ml: മാൻ‌ചു
ru: ; nom: маньчжурский; prep: манчьжурском
uk: ; alone: Маньчжурська; nom: маньчжурська; ins: маньчжурською; pl: маньчжурські

source: Kashmiri
ar: الكشميرية
eo: la kaŝmira
fi: ; nominative: kašmiri; genitive: kašmirin; partitive: kašmiria; inessive: kašmirissa; elative: kašmirista; illative: kašmiriin; translative: kašmiriksi
is: ; nom: kasmírska; dat: kasmírsku; gen: kasmírsku; nomUpper: Kasmírska; datUpper: Kasmírsku; genUpper: Kasmírsku
kab: Takacmirit
ku: Keşmîrî
ml: കാശ്‌മീരി
ru: ; nom: кашмирский; prep: кашмирском
uk: ; alone: Кашмірська; nom: кашмірська; ins: кашмірською; pl: кашмірські

source: Old Turkish
br: Turkeg kozh
eo: la malnov-turka
fi: ; nominative: muinaisturkki; genitive: muinaisturkin; partitive: muinaisturkkia; inessive: muinaisturkissa; elative: muinaisturkista; illative: muinaisturkkiin; translative: muinaisturkiksi
kab: Taṭurkit taqburt
ku: Tirkiya Kevn
ru: ; nom: древнетюркский; prep: древнетюркском

source: Uab Meto
fi: ; nominative: timor; genitive: timorin; partitive: timoria; inessive: timorissa; elative: timorista; illative: timoriin; translative: timoriksi
is: ; nom: uab meto; dat: uab meto; gen: uab meto; nomUpper: Uab meto; datUpper: Uab meto; genUpper: Uab meto
ru: уаб-мето
uk: Уаб-мето

source: Tachawit
eo: la taŝavita
fi: ; nominative: tašawit; genitive: tašawitin; partitive: tašawitia; inessive: tašawitissa; elative: tašawitista; illative: tašawitiin; translative: tašawitiksi
kab: Tacawit
ku: Takawitî
ru: шауйа
uk: ; alone: Шавія; nom: шавія; ins: шавією; pl: шавійські

source: Kven Finnish
br: Fineg Kven
eo: la kvena
fi: ; nominative: kveeni; genitive: kveenin; partitive: kveeniä; inessive: kveenissä; elative: kveenistä; illative: kveeniin; translative: kveeniksi
kab: Tafinit Kven
ku: Fîniya Kvenê
ru: ; nom: квенский; prep: квенском
uk: ; alone: Квенська; nom: квенська; ins: квенською; pl: квенські

source: Rapa Nui
ar: لغة رابا نوي
eo: la paskinsula
fi: ; nominative: rapanui; genitive: rapanuin; partitive: rapanuita; inessive: rapanuissa; elative: rapanuista; illative: rapanuihin; translative: rapanuiksi
kab: Tanwit Rapa
ru: ; nom: рапануйский; prep: рапануйском
uk: Рапануйська мова

source: Guadeloupean Creole French
br: Kreol Galleg Gwadaloupe
eo: la gvadelupkreola
fi: ; nominative: Guadeloupen kreoli; genitive: Guadeloupen kreolin; partitive: Guadeloupen kreolia; inessive: Guadeloupen kreolissa; elative: Guadeloupen kreolista; illative: Guadeloupen kreoliin; translative: Guadeloupen kreoliksi
kab: Tafransist Takriyult n Gwadlup
ru: ; nom: гваделупский креольский; prep: гваделупском креольском

source: Gronings
eo: la groningena
fi: ; nominative: groningeninhollanti; genitive: groningeninhollannin; partitive: groningeninhollantia; inessive: groningeninhollannissa; elative: groningeninhollannista; illative: groningeninhollantiin; translative: groningeninhollanniksi
ku: Groningî
ru: ; nom: гронингенский; prep: гронингенском

source: Ligurian
ar: الليغورية
br: Ligurieg
eo: la ligura
fi: ; nominative: liguuri; genitive: liguurin; partitive: liguuria; inessive: liguurissa; elative: liguurista; illative: liguuriin; translative: liguuriksi
kab: Tiliguryant
ku: Liguriyî
ru: ; nom: лигурийский; prep: лигурийском
uk: ; alone: Лігурійська; nom: лігурійська; ins: лігурійською; pl: лігурійські

source: Tigre
ar: التيغرية
br: Tigr
eo: la tigrea
fi: ; nominative: tigre; genitive: tigren; partitive: tigreä; inessive: tigressä; elative: tigrestä; illative: tigreen; translative: tigreksi
is: ; nom: tígre; dat: tígre; gen: tígre; nomUpper: Tígre; datUpper: Tígre; genUpper: Tígre
kab: Tatigrit
ku: Tigreyî
ml: ടൈഗ്രി
ru: тигре
uk: Тиґре

source: Tahaggart Tamahaq
eo: la tamahaka
fi: ; nominative: tamahaq; genitive: tamahaqin; partitive: tamahaqia; inessive: tamahaqissa; elative: tamahaqista; illative: tamahaqiin; translative: tamahaqiksi
kab: Tahaggart Tamahaqt
ru: ахаггар

source: Dhivehi
ar: ديفهي
eo: la diveha
fi: ; nominative: divehi; genitive: divehin; partitive: divehiä; inessive: divehissä; elative: divehistä; illative: divehiin; translative: divehiksi
kab: Tadhivhit
ml: ദിവെഹി ഭാഷ
ru: ; nom: мальдивский; prep: мальдивском;
uk: мальдівська мова

source: Hunsrik
eo: la sudriogranda germana
fi: ; nominative: hunsrückinsaksa; genitive: hunsrückinsaksan; partitive: hunsrückinsaksaa; inessive: hunsrückinsaksassa; elative: hunsrückinsaksasta; illative: hunsrückinsaksaan; translative: hunsrückinsaksaksi
kab: Tahunsrikt
ku: Hunsrikî
ru: ; nom: хунсрюк; prep: хунсрюке

source: Cayuga
ar: الكايوجية
eo: la kajuga
fi: ; nominative: cayuga; genitive: cayugan; partitive: cayugaa; inessive: cayugassa; elative: cayugasta; illative: cayugaan; translative: cayugaksi
is: ; nom: kajúga; dat: kajúgu; gen: kajúgu; nomUpper: Kajúga; datUpper: Kajúgu; genUpper: Kajúgu
kab: Takayugat
ku: Kayugayî
ml: കയൂഗ
ru: ; nom: кайюга; prep: кайюге
uk: кайюга

source: Ga
ar: الجا
eo: la gaa
fi: ; nominative: ga; genitive: gan; partitive: gata; inessive: gassa; elative: gasta; illative: gahan; translative: gaksi
is: ; nom: ga; dat: gu; gen: gu; nomUpper: Ga; datUpper: Gu; genUpper: Gu
kab: Tagat
ku: Gayî
ml: ഗാ
ru: га
uk: га

source: Chinese Pidgin English
br: Pidgin Saozneg ha Sinaeg
eo: la ĉina piĝin-angla
fi: ; nominative: kiinalainen pidginenglanti; genitive: kiinalaisen pidginenglannin; partitive: kiinalaista pidginenglantia; inessive: kiinalaisessa pidginenglannissa; elative: kiinalaisesta pidginenglannista; illative: kiinalaiseen pidginenglantiin; translative: kiinalaiseksi pidginenglanniksi
kab: Taglizit Pidgin n Cinwa
ku: Îngilîziya Pidgin-Çînê
ru: ; nom: китайский пиджин-инглиш; prep: китайском пиджин-инглише;

source: Brithenig
eo: Brithenigo
fi: ; nominative: brithenig; genitive: brithenigin; partitive: brithenigia; inessive: brithenigissa; elative: brithenigista; illative: brithenigiin; translative: brithenigiksi
kab: Tabritnigt
ku: Brithenigî
ru: ; nom: бритениг; prep: бритениге

source: Latgalian
ar: اللاتغالية
eo: la latgala
fi: ; nominative: latgalli; genitive: latgallin; partitive: latgallia; inessive: latgallissa; elative: latgallista; illative: latgalliin; translative: latgalliksi
kab: Tatgalyant
ku: Latgalî
ru: ; nom: латгальский; prep: латгальском
uk: Латгальська мова

source: Erromintxela
eo: la errominĉela
fi: ; nominative: erromintxela; genitive: erromintxelan; partitive: erromintxelaa; inessive: erromintxelassa; elative: erromintxelasta; illative: erromintxelaan; translative: erromintxelaksi
kab: Taṛumintekslant
ru: ; nom: эрроминчела; prep: эрроминчеле

source: Konkani (Goan)
eo: la konkana (goaa)
fi: ; nominative: konkani; genitive: konkanin; partitive: konkania; inessive: konkanissa; elative: konkanista; illative: konkaniaan; translative: konkaniksi
kab: Takunkanit ( Gwan)
ku: Konkanî (Goan)
ru: конкани

source: Chagatai
ar: التشاجاتاي
br: Chagataieg
eo: la ĉagataja
fi: ; nominative: tšagatai; genitive: tšagatain; partitive: tšagataita; inessive: tšagataissa; elative: tšagataista; illative: tšagataihin; translative: tšagataiksi
is: ; nom: sjagataí; dat: sjagataí; gen: sjagataí; nomUpper: Sjagataí; datUpper: Sjagataí; genUpper: Sjagataí
kab: Tacagatayt
ku: Çaxatayî
ml: ഷാഗതായ്
ru: ; nom: чагатайский; prep: чагатайском
uk: чагатайська

source: Mingrelian
ar: المنغرلية
br: Mingrelianeg
eo: la mingrela
fi: ; nominative: mingreli; genitive: mingrelin; partitive: mingreliä; inessive: mingrelissä; elative: mingrelistä; illative: mingreliin; translative: mingreliksi
kab: Tamingreliant
ku: Mingrelî
ml: മിൻഗ്രേലിയൻ ഭാഷ
ru: ; nom: мегрельский; prep: мегрельском
uk: Мегрельська мова

source: Old Spanish
br: Spagnoleg kozh
eo: la malnova hispana
fi: ; nominative: muinaisespanja; genitive: muinaisespanjan; partitive: muinaisespanjaa; inessive: muinaisespanjassa; elative: muinaisespanjasta; illative: muinaisespanjaan; translative: muinaisespanjaksi
kab: Tspanit taqbuṛt
ku: Spaniya Kevn
ru: ; nom: староиспанский; prep: староиспанском
uk: староіспанська мова

source: Jewish Babylonian Aramaic
ar: آرامية بابلية يهودية
br: Aramaeg Babilonian Yuzev
eo: la juda babilona aramea
fi: ; nominative: juutalais–babylonialainen aramea; genitive: juutalais–babylonialaisen aramean; partitive: juutalais–babylonialaista arameaa; inessive: juutalais–babylonialaisessa arameassa; elative: juutalais–babylonialaisesta arameasta; illative: juutalais–babylonialaiseen arameaan; translative: juutalais–babylonialaiseksi arameaksi
kab: Tamharict tugdayt n Babylun
ku: Aramiya Babîlê ya Cihûyan
ru: ; nom: вавилонский иудейско-арамейский; prep: вавилонском иудейско-арамейском

source: Okinawan
ar: لغة أوكيناوا
br: Okinawaneg
eo: la okinava
fi: ; nominative: okinawa; genitive: okinawan; partitive: okinawaa; inessive: okinawassa; elative: okinawasta; illative: okinawaan; translative: okinawaksi
kab: Tokinawant
ku: Okinawanî
ru: ; nom: окинавский; prep: окинавском
uk: Окінавська мова

source: Evenki
ar: اللغة الإيفينكية
br: Evenkieg
eo: la evenka
fi: ; nominative: evenki; genitive: evenkin; partitive: evenkiä; inessive: evenkissä; elative: evenkistä; illative: evenkiin; translative: evenkiksi
is: ; nom: evenkí; dat: evenkí; gen: evenkí; nomUpper: Evenkí; datUpper: Evenkí; genUpper: Evenkí
kab: Tavenkit
ku: Evenkî
ru: ; nom: эвенкийский; prep: эвенкийском
uk: Евенкійська мова

source: Bislama
ar: البيسلامية
br: Bislamaeg
eo: la bislama
fi: ; nominative: bislama; genitive: bislaman; partitive: bislamaa; inessive: bislamassa; elative: bislamasta; illative: bislamaan; translative: bislamaksi
is: ; nom: bíslama; dat: bíslama; gen: bíslama; nomUpper: Bíslama; datUpper: Bíslama; genUpper: Bíslama
kab: Tabislamat
ku: Bislamayî
ml: ബിസ്‌ലാമ
ru: ; nom: бислама; prep: бислама; pl: бислама
uk: біслама

source: Saterland Frisian
ar: فريزية سيترلاند
br: Frizeg ar reter
eo: la saterfrisa
fi: ; nominative: itäfriisi; genitive: itäfriisin; partitive: itäfriisiä; inessive: itäfriisissä; elative: itäfriisistä; illative: itäfriisiin; translative: itäfriisiksi
kab: Tafrisyant n Staterland
ku: Frîsiya Saterlandê
ml: സതർലാന്റ് ഫ്രീസിയൻ ഭാഷ
ru: ; nom: затерландский фризский; prep: затерландском фризском; pl: затерландские фризские
uk: Затерландська фризька мова

source: Old French
ar: الفرنسية القديمة
br: Galleg ar reter
eo: la malnovfranca
fi: ; nominative: muinaisranska; genitive: muinaisranskan; partitive: muinaisranskaa; inessive: muinaisranskassa; elative: muinaisranskasta; illative: muinaisranskaan; translative: muinaisranskaksi
is: ; nom: fornfranska; dat: fornfrönsku; gen: fornfrönsku; nomUpper: Fornfranska; datUpper: Fornfrönsku; genUpper: Fornfrönsku
kab: Tafranṣist taqdimt
ku: Frensiya Kevn
ml: പഴയ ഫ്രഞ്ച്
ru: ; nom: старофранцузский; prep: старофранцузском; pl: старофранцузские
uk: давньофранцузька

source: Syriac
ar: السريانية
br: Sirieg
eo: la siria
fi: ; nominative: syyria; genitive: syyrian; partitive: syyriaa; inessive: syyriassa; elative: syyriasta; illative: syyriaan; translative: syyriaksi
kab: Tasiṛyakt
ku: Suryanî
ml: സുറിയാനി
ru: ; nom: сирийский; prep: сирийском; pl: сирийские
uk: сирійська мова

source: North Frisian
ar: الفريزية الشمالية
br: Fritzeg an Norzh
eo: la nordfrisa
fi: ; nominative: pohjoisfriisi; genitive: pohjoisfriisin; partitive: pohjoisfriisiä; inessive: pohjoisfriisissä; elative: pohjoisfriisistä; illative: pohjoisfriisiin; translative: pohjoisfriisiksi
kab: Tafrisyant n ugafa
ku: Frîsiya Bakur
ru: ; nom: севернофризский; prep: севернофризском; pl: севернофризские
uk: північнофризька мова

source: Nyungar
br: Nyungareg
eo: la njunga
fi: ; nominative: nyungar; genitive: nyungarin; partitive: nyungaria; inessive: nyungarissa; elative: nyungarista; illative: nyungariin; translative: nyungariksi
kab: Tanyungart
ku: Nyungarî
ru: ; nom: нюнгар; prep: нюнгаре

source: Isan
br: Isaneg
eo: la nord-orient-taja
fi: ; nominative: isan; genitive: isanin; partitive: isania; inessive: isanissa; elative: isanista; illative: isaniin; translative: isaniksi
kab: Tisant
ku: Isanî
ru: ; nom: исанский; prep: исанском

source: Tonga (Zambezi)
br: Tongaeg (Zambezi)
eo: la tonga (Zambezo)
fi: ; nominative: tonga; genitive: tongan; partitive: tongaa; inessive: tongassa; elative: tongasta; illative: tongaan; translative: tongaksi
kab: Tatongat (Zambezi)
ru: тонга (замбези)

source: Newari
ar: النوارية
br: Newarieg
eo: la nevara
fi: ; nominative: newari; genitive: newarin; partitive: newaria; inessive: newarissa; elative: newarista; illative: newariin; translative: newariksi
is: ; nom: nevarí; dat: nevarí; gen: nevarí; nomUpper: Nevarí; datUpper: Nevarí; genUpper: Nevarí
kab: Tanwarit
ku: Newarî
ml: നേവാരി
ru: невари
uk: неварі

source: Jewish Palestinian Aramaic
ar: آرامية فلسطينية يهودية
br: Aramaeg Palestinian Yuzev
eo: la jud-palestin-aramea
fi: ; nominative: juutalais–palestiinalainen aramea; genitive: juutalais–palestiinalaisen aramean; partitive: juutalais–palestiinalaista arameaa; inessive: juutalais–palestiinalaisessa arameassa; elative: juutalais–palestiinalaisesta arameasta; illative: juutalais–palestiinalaiseen arameaan; translative: juutalais–palestiinalaiseksi arameaksi
kab: Taramit n udayen n falastin
ru: ; nom: палестинский иудейско-арамейский; prep: палестинском иудейско-арамейском

source: Phoenician
ar: الفينيقية
br: Fenisianeg
eo: la fenica
fi: ; nominative: foinikia; genitive: foinikian; partitive: foinikiaa; inessive: foinikiassa; elative: foinikinasta; illative: foinikiaan; translative: foinikiaksi
is: ; nom: fönikíska; dat: fönikísku; gen: fönikísku; nomUpper: Fönikíska; datUpper: Fönikísku; genUpper: Fönikísku
kab: Tafiniqt
ml: ഫീനിഷ്യൻ
ru: ; nom: финикийский; prep: финикийском
uk: фінікійсько-пунічна

source: Rendille
br: Rendileg
eo: la rendila
fi: ; nominative: rendille; genitive: rendillen; partitive: rendillea; inessive: rendillessa; elative: rendillesta; illative: rendilleen; translative: rendilleksi
kab: Tarendillit
ru: рендилле

source: Nuosu
br: Nuosueg
eo: la nuosa
fi: ; nominative: pohjois-yi; genitive: pohjois-yin; partitive: pohjois-yita; inessive: pohjois-yissa; elative: pohjois-yista; illative: pohjois-yihin; translative: pohjois-yiksi
kab: Tanuosut
ru: ; nom: носу; prep: носу; pl: носу
uk: Носу

source: Drents
br: Drenteg
eo: la drenta
fi: ; nominative: drents; genitive: drentsin; partitive: drentsiä; inessive: drentsissä; elative: drentsistä; illative: drentsiin; translative: drentsiksi
kab: Tadrentsit
ru: ; nom: диалект Дренте; prep: диалекте Дренте

source: Southern Subanen
br: Subaneneg ar C'hreisteiz
eo: la subanena
fi: ; nominative: etelä-subanen; genitive: etelä-subanenin; partitive: etelä-subanenia; inessive: etelä-subanenissa; elative: etelä-subanenista; illative: etelä-subaneniin; translative: etelä-subaneniksi
kab: Tasubanent n unẓul
ru: ; nom: южный субанон; prep: южном субаноне

source: Chinook Jargon
ar: الشينوك جارجون
br: Jagouilhaj Chinookeg
eo: la ĉinukĵargona
fi: ; nominative: chinook wawa; genitive: chinook wawan; partitive: chinook wawaa; inessive: chinook wawassa; elative: chinook wawasta; illative: chinook wawaan; translative: chinook wawaksi
is: ; nom: sínúk; dat: sínúk; gen: sínúk; nomUpper: Sínúk; datUpper: Sínúk; genUpper: Sínúk
kab: Tantala n Jargun
ml: ചിനൂഗ് ജാർഗൺ
ru: ; nom: чинукский жаргон; prep: чинукском жаргоне
uk: чинук жаргон

source: Baluchi
ar: البلوشية
br: baloutchi
eo: la baluĉa
fi: ; nominative: belutši; genitive: belutšin; partitive: belutšia; inessive: belutšissa; elative: belutšista; illative: belutšiin; translative: belutšiksi
is: ; nom: balúkí; dat: balúkí; gen: balúkí; nomUpper: Balúkí; datUpper: Balúkí; genUpper: Balúkí
kab: tabaluččit
ku: Zimanê belûçî
ml: ബലൂചി
ru: ; nom: белуджсуий; prep: белуджском
uk: балучі

source: Pali
ar: البالية
eo: la palia
fi: ; nominative: paali; genitive: paalin; partitive: paalia; inessive: paalissa; elative: paalista; illative: paaliin; translative: paaliksi
is: ; nom: palí; dat: palí; gen: palí; nomUpper: Palí; datUpper: Palí; genUpper: Palí
kab: Tapalit
ml: പാലി
ru: пали
uk: палі

source: Ancient Hebrew
br: Hebraeg kozh
eo: la antikva hebrea
fi: ; nominative: muinaisheprea; genitive: muinaisheprean; partitive: muinaishepreaa; inessive: muinaishepreassa; elative: muinaishepreasta; illative: muinaishepreaan; translative: muinaishepreaksi
kab: Teεebrit taqburt
ru: ; nom: древнееврейский; prep: древнееврейском

source: South Levantine Arabic
ar: لهجة شامية جنوبية
br: Arabeg Levantine ar Su
eo: la sud-levantina
fi: ; nominative: etelälevantinarabia; genitive: etelälevantinarabian; partitive: etelälevantinarabiaa; inessive: etelälevantinarabiassa; elative: etelälevantinarabiasta; illative: etelälevantinarabiaan; translative: etelälevantinarabiaksi
kab: Taɛrabt n unẓul n Ccam
ru: ; nom: арабский (южнолевантийский); prep: арабском (южнолевантийском)

source: Southern Haida
ar: هايدا الجنوبية
br: Haidaeg ar C'hreisteiz
eo: la sud-hajda
fi: ; nominative: etelähaida; genitive: etelähaidan; partitive: etelähaidaa; inessive: etelähaidassa; elative: etelähaidasta; illative: etelähaidaan; translative: etelähaidaksi
is: suður-haída
kab: Hayda n unẓul
ml: സതേൺ ഹൈഡ
ru: ; nom: южный хайда; prep: южном хайда
uk: південна гайда

source: Northern Haida
ar: الهيدا
br: Haidaeg an Hanternoz
eo: la nord-hajda
fi: ; nominative: pohjoishaida; genitive: pohjoishaidan; partitive: pohjoishaidaa; inessive: pohjoishaidassa; elative: pohjoishaidasta; illative: pohjoishaidaan; translative: pohjoishaidaksi
is: haída
kab: Hayda n ugafa
ml: ഹൈഡ
ru: ; nom: северный хайда; prep: северном хайда
uk: хайда

source: Karakhanid
br: Karakanideg
eo: la karaĥanida
fi: ; nominative: karakhanid; genitive: karakhanidin; partitive: karakhanidia; inessive: karakhanidissa; elative: karakhanidista; illative: karakhanidiin; translative: karakhanidiksi
ru: ; nom: караханидский; prep: караханидском

source: Plains Cree
ar: البلينز-كري
br: Kreeg ar plaenennoù
eo: la herbej-kria
fi: ; nominative: tasankocree; genitive: tasankocreen; partitive: tasankocreetä; inessive: tasankocreessä; elative: tasankocreestä; illative: tasankocreehin; translative: tasankocreeksi
is: nehiyawak
ml: പ്ലെയ്‌ൻസ് ക്രീ
ru: ; nom: западный кри; prep: западном кри
uk: рівнинна крі

source: Yucatec Maya
ar: لغة المايا اليوكاتية
br: Mayaeg ar Yukatek
eo: la jukatana majaa
fi: ; nominative: jukatek; genitive: jukatekin; partitive: jukatekia; inessive: jukatekissa; elative: jukatekista; illative: jukatekiin; translative: jukatekiksi
ru: ; nom: юкатекский; prep: юкатекском

source: Middle Persian (Pahlavi)
br: Persian ar C'hreiz (Pahlavieg)
eo: la malnov-persa
fi: ; nominative: pahlavi; genitive: pahlavin; partitive: pahlavia; inessive: pahlavissa; elative: pahlavista; illative: pahlaviin; translative: pahlaviksi
kab: Tafarsit talemmast (Pahlavi)
ku: Persiya Navîn (Pehlewî)
ru: ; nom: среднеперсидский (пехлеви); prep: среднеперсидском (пехлеви)

source: Meitei
ar: لغة ميتية
br: meiteieg
eo: la manipura
fi: ; nominative: manipuri; genitive: manipurin; partitive: manipuria; inessive: manipurissa; elative: manipurista; illative: manipuriin; translative: manipuriksi
kab: Tamayṭit
ml: മണിപ്പൂരി ഭാഷ
ru: манипури
uk: маніпурі

source: Libyan Arabic
ar: لهجة ليبية
br: arabeg Libia
eo: la libia araba
fi: ; nominative: libyanarabia; genitive: libyanarabian; partitive: libyanarabiaa; inessive: libyanarabiassa; elative: libyanarabiasta; illative: libyanarabiaan; translative: libyanarabiaksi
kab: Taɛrabt n Libya
ku: Erebiya Libyayê
ru: ; nom: арабский (ливийский); prep: арабском (ливийском)

source: O'odham
br: odameg
eo: la odhama
fi: ; nominative: o’odham; genitive: o’odhamin; partitive: o’odhamia; inessive: o’odhamissa; elative: o’odhamista; illative: o’odhamiin; translative: o’odhamiksi
kab: Tudhamit
ru: ; nom: оодхам; prep: оодхаме

source: Lushootseed
br: luchoutsideg
eo: la laŝucida
fi: ; nominative: lushootseed; genitive: lushootseedin; partitive: lushootseedia; inessive: lushootseedissa; elative: lushootseedista; illative: lushootseediin; translative: lushootseediksi
kab: Talucutsidt
ru: ; nom: лушуцид; prep: лушуциде
uk: лушуцід

source: Old Frisian
br: Frizeg kozh
eo: la malnovfrisa
fi: ; nominative: muinaisfriisi; genitive: muinaisfriisin; partitive: muinaisfriisiä; inessive: muinaisfriisissä; elative: muinaisfriisistä; illative: muinaisfriisiin; translative: muinaisfriisiksi
kab: Tafrisyant taqburt
ku: Frîsiya Kevin
ru: ; nom: древнефризский; prep: древнефризском
uk: Старофризька мова

source: Nuer
ar: النوير
br: nouereg
eo: la nuera
fi: ; nominative: nuer; genitive: nuerin; partitive: nueria; inessive: nuerissa; elative: nuerista; illative: nueriin; translative: nueriksi
is: ; nom: núer; dat: núer; gen: núer; nomUpper: Núer; datUpper: Núer; genUpper: Núer
kab: Tanyurt
ku: Nuerî
ml: നുവേർ
ru: ; nom: нуэр; prep: нуэре
uk: нуер

source: Central Kurdish (Soranî)
br: Kurdeg ar C'hreiz (Soranî)
eo: la centra kurda (Soranî)
fi: ; nominative: soranî; genitive: soranîn; partitive: soranîa; inessive: soranîssa; elative: soranîsta; illative: soranîin; translative: soranîksi
kab: Takurdit talemmast (Taṣuranit)
ku: Kurdî (Soranî)
ru: ; nom: центральнокурдский (сорани); prep: центральнокурдском (сорани)

source: Northern Kurdish (Kurmancî)
br: Kurdeg an Norzh (Kurmancî)
eo: la norda kurda (Kurmancî)
fi: ; nominative: kurmandži; genitive: kurmandžin; partitive: kurmandžia; inessive: kurmandžissa; elative: kurmandžista; illative: kurmandžiin; translative: kurmandžiksi
kab: Takurdit n ugafa (Takurmancit)
ku: Kurdî (Kurmancî)
ru: ; nom: севернокурдский (курманджи); prep: севернокурдском (курманджи)

source: Southern Kurdish
ar: الكردية الجنوبية
br: Kurdeg ar Su
eo: la suda kurda
fi: ; nominative: eteläkurdi; genitive: eteläkurdin; partitive: eteläkurdia; inessive: eteläkurdissa; elative: eteläkurdista; illative: eteläkurdiin; translative: eteläkurdiksi
is: ; nom: suðurkúrdíska; dat: suðurkúrdísku; gen: suðurkúrdísku; nomUpper: Suðurkúrdíska; datUpper: Suðurkúrdísku; genUpper: Suðurkúrdísku
kab: Tasamit n Unẓul
ku: Kurdî (Kelhûrî)
ml: തെക്കൻ കുർദ്ദിഷ്
ru: ; nom: южнокурдский; prep: южнокурдском
uk: південнокурдська
