Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/languages.po
Languages: ar, br, eo, fi, is, kab, ku, ml, ru, uk

source: Hawaiian
ar: ; نكرة: هاوايية; معرفة: الهاوايية
br: Hawaieg
eo: la havaja
fi: ; nominative: havaiji; genitive: havaijin; partitive: havaijia; inessive: havaijissa; elative: havaijista; illative: havaijiin; translative: havaijiksi
is: ; nom: havaíska; dat: havaísku; gen: havaísku; nomUpper: Havaíska; datUpper: Havaísku; genUpper: Havaísku
kab: Tahawayt
ku: Hawaiyî
ml: ഹവായിയൻ
ru: ; nom: гавайский; prep: гавайском
uk: ; alone: Гавайська; nom: гавайська; ins: гавайською; pl: гавайські

source: Kyrgyz
ar: ; نكرة: قيرغيزية; معرفة: القيرغيزية
br: Kyrgyzeg
eo: la kirgiza
fi: ; nominative: kirgiisi; genitive: kirgiisin; partitive: kirgiisiä; inessive: kirgiisissä; elative: kirgiisistä; illative: kirgiisiin; translative: kirgiisiksi
is: ; nom: kirgiska; dat: kirgisku; gen: kirgisku; nomUpper: Kirgiska; datUpper: Kirgisku; genUpper: Kirgisku
kab: Takirgizt
ku: Kirgizî
ml: കിർഗിസ്
ru: ; nom: киргизский; prep: киргизском
uk: ; alone: Киргизька; nom: киргизька; ins: киргизькою; pl: киргизькі

source: Macedonian
ar: ; نكرة: مقدونية; معرفة: المقدونية
br: Makedoneg
eo: la makedona
fi: ; nominative: makedonia; genitive: makedonian; partitive: makedoniaa; inessive: makedoniassa; elative: makedoniasta; illative: makedoniaan; translative: makedoniaksi
is: ; nom: makedónska; dat: makedónsku; gen: makedónsku; nomUpper: Makedónska; datUpper: Makedónsku; genUpper: Makedónsku
kab: Tamasidunit
ku: Makedonî
ml: മാസിഡോണിയൻ
ru: ; nom: македонский; prep: македонском
uk: ; alone: Македонська; nom: македонська; ins: македонською; pl: македонські

source: Hill Mari
ar: ; نكرة: مارية غربية; معرفة: المارية الغربية
eo: la okcidenta-maria
fi: ; nominative: vuorimari (länsimari); genitive: vuorimarin; partitive: vuorimaria; inessive: vuorimarissa; elative: vuorimarista; illative: vuorimariin; translative: vuorimariksi
kab: Tamarit n yidurar
ku: Mariya Çiyê
ru: ; nom: горномарийский; prep: горномарийском
uk: ; alone: Гірськомарійська; nom: гірськомарійська; ins: гірськомарійською; pl: гірськомарійські

source: Pipil
ar: ; نكرة: ناواتية; معرفة: الناواتية
br: Pipll
eo: la pipila
fi: ; nominative: nawat; genitive: nawatin; partitive: nawatia; inessive: nawatissa; elative: nawatista; illative: nawatiin; translative: nawatiksi
kab: Tapipilit
ku: Pipilî
ru: пипиль
uk: Піпіль

source: Yoruba
ar: يوربا
br: Yorubaeg
eo: la joruba
fi: ; nominative: joruba; genitive: joruban; partitive: jorubaa; inessive: jorubassa; elative: jorubasta; illative: jorubaan; translative: jorubaksi
is: ; nom: jórúba; dat: jórúbu; gen: jórúbu; nomUpper: Jórúba; datUpper: Jórúbu; genUpper: Jórúbu
kab: Tayurubit
ku: Yorûbayî
ml: യൊറൂബാ
ru: йоруба
uk: Йоруба

source: Kinyarwanda
ar: ; نكرة: كينياروندية; معرفة: الكينياروندية
br: Kinyarwandaeg
eo: la ruanda
fi: ; nominative: ruanda; genitive: ruandan; partitive: ruandaa; inessive: ruandassa; elative: ruandasta; illative: ruandaan; translative: ruandaksi
is: ; nom: kínjarvanda; dat: kínjarvandu; gen: kínjarvandu; nomUpper: Kínjarvanda; datUpper: Kínjarvandu; genUpper: Kínjarvandu
kab: Takinṛwandit
ku: Kinyarwandayî
ml: കിന്യാർവാണ്ട
ru: киньяруанда
uk: ; alone: Руандійська; nom: руандійська; ins: руандійською; pl: руандійські

source: Shuswap
ar: ; نكرة: شوسوابية; معرفة: الشوسوابية
br: Shuswapeg
eo: la ŝuŝŭapa
fi: ; nominative: shuswap; genitive: shuswapin; partitive: shuswapia; inessive: shuswapissa; elative: shuswapista; illative: shuswapiin; translative: shuswapiksi
kab: Tacuswapt
ku: Şûswapî
ru: шусвап
uk: Шусвап

source: Chuvash
ar: ; نكرة: تشوفاشية; معرفة: التشوفاشية
br: Tchouvacheg
eo: la ĉuvaŝa
fi: ; nominative: tšuvassi; genitive: tšuvassin; partitive: tšuvassia; inessive: tšuvassissa; elative: tšuvassista; illative: tšuvassiin; translative: tšuvassiksi
is: ; nom: sjúvas; dat: sjúvas; gen: sjúvas; nomUpper: Sjúvas; datUpper: Sjúvas; genUpper: Sjúvas
kab: Tačuvacit
ku: Çuvaşî
ml: ചുവാഷ്
ru: ; nom: чувашский; prep: чувашском
uk: ; alone: Чувашська; nom: чувашська; ins: чувашською; pl: чувашські

source: Lakota
ar: لاكوتا
br: Lakotaeg
eo: la lakota
fi: ; nominative: lakota; genitive: lakotan; partitive: lakotaa; inessive: lakotassa; elative: lakotasta; illative: lakotaan; translative: lakotaksi
is: ; nom: lakóta; dat: lakótu; gen: lakótu; nomUpper: Lakóta; datUpper: Lakótu; genUpper: Lakótu
kab: Talakotat
ku: Lakotayî
ml: ലഗോത്ത
ru: лакота
uk: Лакота

source: Ottoman Turkish
ar: ; نكرة: عثمانية; معرفة: العثمانية
br: Turkeg Ottoman
eo: la otoman-turka
fi: ; nominative: osmaninturkki; genitive: osmaninturkin; partitive: osmaninturkkia; inessive: osmaninturkissa; elative: osmaninturkista; illative: osmaninturkkiin; translative: osmaninturkiksi
is: ; nom: tyrkneska, ottóman; dat: tyrkneska, ottóman; gen: tyrkneska, ottóman; nomUpper: Tyrkneska, ottóman; datUpper: Tyrkneska, ottóman; genUpper: Tyrkneska, ottóman
kab: Taṭurkit n Iɛetmaniyen
ku: Tirkiya Osmanî
ml: ഓട്ടോമൻ തുർക്കിഷ്
ru: ; nom: османский; prep: османский
uk: ; alone: Османська; nom: османська; ins: османською; pl: османські

source: Shona
ar: شونا
br: Shonaeg
eo: la ŝona
fi: ; nominative: šona (shona); genitive: šonan; partitive: šonaa; inessive: šonassa; elative: šonasta; illative: šonaan; translative: šonaksi
is: ; nom: shona; dat: shonu; gen: shonu; nomUpper: Shona; datUpper: Shonu; genUpper: Shonu
kab: Tacunit
ku: Şonayî
ml: ഷോണ
ru: шона
uk: ; alone: Шонська; nom: шонська; ins: шонською; pl: шонські

source: Mon
ar: ; نكرة: مونية; معرفة: المونية
br: Moneg
eo: la mona
fi: ; nominative: mon; genitive: monin; partitive: monia; inessive: monissa; elative: monista; illative: moniin; translative: moniksi
is: ; nom: mon; dat: mon; gen: mon; nomUpper: Mon; datUpper: Mon; genUpper: Mon
kab: Ari
ku: Monî
ml: മോൻ ഭാഷ
ru: ; nom: монский; prep: монском
uk: ; alone: Монська; nom: монська; ins: монською; pl: монські

source: Nogai
ar: نوغاي
br: Nogaleg
eo: la nogaja
fi: ; nominative: nogai; genitive: nogain; partitive: nogaita; inessive: nogaissa; elative: nogaista; illative: nogaihin; translative: nogaiksi
is: ; nom: nógaí; dat: nógaí; gen: nógaí; nomUpper: Nógaí; datUpper: Nógaí; genUpper: Nógaí
kab: Tanugayt
ku: Nogayî
ml: നോഗൈ
ru: ; nom: ногайский; prep: ногайском
uk: ; alone: Ногайська; nom: ногайська; ins: ногайською; pl: ногайські

source: Yakut
ar: ; نكرة: ياقوتية; معرفة: الياقوتية
br: Yakuteg
eo: la jakuta
fi: ; nominative: jakuutti; genitive: jakuuttin; partitive: jakuuttia; inessive: jakuuttissa; elative: jakuuttista; illative: jakuuttiin; translative: jakuuttiksi
is: jakút
kab: Tayakut
ku: Yaqûtî
ml: സാഖ
ru: ; nom: якутский; prep: якутском
uk: ; alone: Якутська; nom: якутська; ins: якутською; pl: якутські

source: Abkhaz
ar: ; نكرة: أبخازية; معرفة: الأبخازية
br: Abkhazeg
eo: la abĥaza
fi: ; nominative: abhaasi; genitive: abhaasin; partitive: abhaasia; inessive: abhaasissa; elative: abhaasista; illative: abhaasiin; translative: abhaasiksi
is: ; nom: abkasíska; dat: abkasísku; gen: abkasísku; nomUpper: Abkasíska; datUpper: Abkasísku; genUpper: Abkasísku
kab: Tabxazit
ku: Abxazî
ml: അബ്ഖാസ് ഭാഷ
ru: ; nom: абхазский; prep: абхазском
uk: ; alone: Абхазька; nom: абхазька; ins: абхазькою; pl: абхазькі

source: Tetun
ar: ; نكرة: تيتومية; معرفة: التيتومية
br: Tetuneg
eo: la tetuna
fi: ; nominative: tetum; genitive: tetumin; partitive: tetumia; inessive: tetumissa; elative: tetumista; illative: tetumiin; translative: tetumiksi
kab: Tatetunt
ku: Tetunî
ru: ; nom: тетум; prep: тетуме
uk: Тетум

source: Tamil
ar: ; نكرة: تاميلية; معرفة: التاميلية
br: Tamileg
eo: la tamila
fi: ; nominative: tamili; genitive: tamilin; partitive: tamilia; inessive: tamilissa; elative: tamilista; illative: tamiliin; translative: tamiliksi
is: ; nom: tamílska; dat: tamílsku; gen: tamílsku; nomUpper: Tamílska; datUpper: Tamílsku; genUpper: Tamílsku
kab: Taṭamult
ku: Tamîlî
ml: തമിഴ്
ru: ; nom: тамильский; prep: тамильском
uk: ; alone: Тамільська; nom: тамільська; ins: тамільською; pl: тамільські

source: Udmurt
ar: ; نكرة: أدمورتية; معرفة: الأدمورتية
br: Oudmourteg
eo: la udmurta
fi: ; nominative: udmurtti; genitive: udmurtin; partitive: udmurttia; inessive: udmurtissa; elative: udmurtista; illative: udmurttiin; translative: udmurtiksi
is: ; nom: údmúrt; dat: údmúrt; gen: údmúrt; nomUpper: Údmúrt; datUpper: Údmúrt; genUpper: Údmúrt
kab: Tudmurt
ku: Udmurtî
ml: ഉഡ്മുർട്ട്
ru: ; nom: удмуртский; prep: удмуртском
uk: ; alone: Удмуртська; nom: удмуртська; ins: удмуртською; pl: удмуртські

source: Kumyk
ar: ; نكرة: قوميقية; معرفة: القوميقية
br: Koumykeg
eo: la kumika
fi: ; nominative: kumykki; genitive: kumykin; partitive: kumykkiä; inessive: kumykissä; elative: kumykistä; illative: kumykkiin; translative: kumykiksi
is: ; nom: kúmík; dat: kúmík; gen: kúmík; nomUpper: Kúmík; datUpper: Kúmík; genUpper: Kúmík
kab: Takumikt
ku: Kûmûkî
ml: കുമൈക്
ru: ; nom: кумыкский; prep: кумыкском
uk: ; alone: Кумицька; nom: кумицька; ins: кумицькою; pl: кумицькі

source: Crimean Tatar
ar: ; نكرة: تتارية قرمية; معرفة: التتارية القرمية
br: Tatareg Krimea
eo: la krime-tatara
fi: ; nominative: krimintataari; genitive: krimintataarin; partitive: krimintataaria; inessive: krimintataarissa; elative: krimintataarista; illative: krimintataariin; translative: krimintataariksi
is: ; nom: krímtataríska; dat: krímtatarísku; gen: krímtatarísku; nomUpper: Krímtataríska; datUpper: Krímtatarísku; genUpper: Krímtatarísku
kab: Taṭaṭarit n Krimi
ku: Tatariya Kirimê
ml: ക്രിമിയൻ ടർക്കിഷ്
ru: ; nom: крымскотатарский; prep: крымскотатарском
uk: ; alone: Кримськотатарська; nom: кримськотатарська; ins: кримськотатарською; pl: кримськотатарські

source: Chinyanja
ar: شيشيوا
br: Tchitcheweg
eo: la njanĝa
fi: ; nominative: chinyanja; genitive: chinyanjan; partitive: chinyanjaa; inessive: chinyanjassa; elative: chinyanjasta; illative: chinyanjaan; translative: chinyanjaksi
kab: Tacicwat
ku: Çevacayî
ru: ньянджа
uk: Ньянджа

source: Livonian
ar: ; نكرة: ليفونية; معرفة: الليفونية
br: Livonieg
eo: la livona
fi: ; nominative: liivi; genitive: liivin; partitive: liiviä; inessive: liivissä; elative: liivistä; illative: liiviin; translative: liiviksi
kab: Talivonyant
ku: Lîvonî
ru: ; nom: ливский; prep: ливском
uk: ; alone: Лівонська; nom: лівонська; ins: лівонською; pl: лівонські

source: Navajo
ar: ; نكرة: نفاهوية; معرفة: النفاهوية
br: Navac'hoeg
eo: la navaha
fi: ; nominative: navajo (navaho); genitive: navajon; partitive: navajoa; inessive: navajossa; elative: navajosta; illative: navajoon; translative: navajoksi
is: ; nom: navahó; dat: navahó; gen: navahó; nomUpper: Navahó; datUpper: Navahó; genUpper: Navahó
kab: Tanavahut
ku: Navacoyî
ml: നവാജോ
ru: навахо
uk: Навахо

source: Cherokee
ar: تشيروكي
br: Cherokeeeg
eo: la ĉerokea
fi: ; nominative: cherokee; genitive: cherokeen; partitive: cherokeeta; inessive: cherokeessa; elative: cherokeesta; illative: cherokeehin; translative: cherokeeksi
is: ; nom: cherokee-mál; dat: cherokee-mál; gen: cherokee-mál; nomUpper: Cherokee-mál; datUpper: Cherokee-mál; genUpper: Cherokee-mál
kab: Tacirukit
ku: Çerokî
ml: ഷെരോക്കി
ru: чероки
uk: Черокі

source: Gujarati
ar: ; نكرة: غوجاراتية; معرفة: الغوجاراتية
br: Gujaratieg
eo: la guĝarata
fi: ; nominative: gudžarati (gujarati); genitive: gudžaratin; partitive: gudžaratia; inessive: gudžaratissa; elative: gudžaratista; illative: gudžaratiin; translative: gudžaratiksi
is: ; nom: gújaratí; dat: gújaratí; gen: gújaratí; nomUpper: Gújaratí; datUpper: Gújaratí; genUpper: Gújaratí
kab: Taguǧaṛatit
ku: Gujaratî
ml: ഗുജറാത്തി
ru: гуджарати
uk: Гуджараті

source: Punjabi (Eastern)
ar: ; نكرة: بنجابية شرقية; معرفة: البنجابية الشرقية
br: Punjabieg (ar Reter)
eo: la panĝaba (orienta)
fi: ; nominative: itäpandžabi; genitive: itäpandžabin; partitive: itäpandžabia; inessive: itäpandžabissa; elative: itäpandžabista; illative: itäpandžabiin; translative: itäpandžabiksi
kab: Tapenǧabit (Asammer)
ku: Pencabî (Rojhilat)
ru: ; nom: пенджаби (восточный); prep: пенджаби (восточном)
uk: Панджабі (східна)

source: Khasi
ar: ; نكرة: خاسية; معرفة: الخاسية
br: Khasieg
eo: la ĥasja
fi: ; nominative: khasi; genitive: khasin; partitive: khasia; inessive: khasissa; elative: khasista; illative: khasiin; translative: khasiksi
is: ; nom: kasí; dat: kasí; gen: kasí; nomUpper: Kasí; datUpper: Kasí; genUpper: Kasí
kab: Takasit
ku: Xasî
ml: ഘാസി
ru: кхаси
uk: Кхасі

source: Javanese
ar: ; نكرة: جاوية; معرفة: الجاوية
br: Javaneg
eo: la java
fi: ; nominative: jaava; genitive: jaavan; partitive: jaavaa; inessive: jaavassa; elative: jaavasta; illative: jaavaan; translative: jaavaksi
is: ; nom: javanska; dat: javansku; gen: javansku; nomUpper: Javanska; datUpper: Javansku; genUpper: Javansku
kab: Tajabanit
ku: Javanesî
ml: ജാവാനീസ്
ru: ; nom: яванский; prep: яванском
uk: ; alone: Яванська; nom: яванська; ins: яванською; pl: яванські

source: Zaza
ar: ; نكرة: زازاكية; معرفة: الزازاكية
br: Zaraeg
eo: la zazaa
fi: ; nominative: zaza; genitive: zazan; partitive: zazaa; inessive: zazassa; elative: zazasta; illative: zazaan; translative: zazaksi
is: ; nom: zázáíska; dat: zázáísku; gen: zázáísku; nomUpper: Zázáíska; datUpper: Zázáísku; genUpper: Zázáísku
kab: Tazazat
ku: Kurdî (Kirmanckî)
ml: സാസാ
ru: зазаки
uk: Зазакі

source: Emilian
ar: إيميليانو
br: Emilieg
eo: la emilia
fi: ; nominative: emialian kieli; genitive: emialian kielen; partitive: emialian kieltä; inessive: emialian kielessä; elative: emialian kielestä; illative: emialian kieleen; translative: emialian kieleksi
ku: Emiliayî
ru: ; nom: эмилианский; prep: эмилианском
uk: ; alone: Емілійська; nom: емілійська; ins: емілійською; pl: емілійські

source: Tigrinya
ar: ; نكرة: تغرينية; معرفة: التغرينية
br: Tigrigneg
eo: la tigraja
fi: ; nominative: tigrinja; genitive: tigrinjan; partitive: tigrinjaa; inessive: tigrinjassa; elative: tigrinjasta; illative: tigrinjaan; translative: tigrinjaksi
is: ; nom: tígrinja; dat: tígrinja; gen: tígrinja; nomUpper: Tígrinja; datUpper: Tígrinja; genUpper: Tígrinja
kab: Tigrinit
ku: Tigrinyayî
ml: ടൈഗ്രിന്യ
ru: ; nom: тигринья; prep: тигринье
uk: Тигринья

source: Northern Sami
ar: ; نكرة: سامي الشمالية; معرفة: السامي الشمالية
br: Samieg an Hanternoz
eo: la nord-samea
fi: ; nominative: pohjoissaame; genitive: pohjoissaamen; partitive: pohjoissaamea; inessive: pohjoissaamessa; elative: pohjoissaamesta; illative: pohjoissaameen; translative: pohjoissaameksi
is: ; nom: norðursamíska; dat: norðursamísku; gen: norðursamísku; nomUpper: Norðursamíska; datUpper: Norðursamísku; genUpper: Norðursamísku
kab: Tasamt n ugafa
ku: Samiya Bakurî
ml: വടക്കൻ സമി
ru: ; nom: северносаамский; prep: северносаамском
uk: ; alone: Північносаамська; nom: північносаамська; ins: північносаамською; pl: північносаамські

source: North Moluccan Malay
ar: ; نكرة: ملايوية ملوكية شمالية; معرفة: الملايوية الملوكية الشمالية
br: Molukaneg Malay an Norzh
eo: la nord-moluk-malaja
fi: ; nominative: pohjois-molukkien malaiji; genitive: pohjois-molukkien malaijin; partitive: pohjois-molukkien malaijia; inessive: pohjois-molukkien malaijissa; elative: pohjois-molukkien malaijista; illative: pohjois-molukkien malaijiin; translative: pohjois-molukkien malaijiksi
kab: Tamalizit n Moluccan n ugafa
ku: Malayiya Molukana Bakurî
ru: ; nom: северо-молуккский малайский; prep: северо-молуккском малайском
uk: Північна молуккська малайська

source: Kapampangan
ar: ; نكرة: كابامباغانية; معرفة: الكابامباغانية
br: Kapampanganeg
eo: la pampanga
fi: ; nominative: pampanga; genitive: pampangan; partitive: pampangaa; inessive: pampangassa; elative: pampangasta; illative: pampangaan; translative: pampangaksi
kab: Takapampangant
ku: Kapampanganî
ru: ; nom: капампанганский; prep: капампанганском
uk: Пампанґо

source: Central Dusun
ar: ; نكرة: دوسونية مركزية; معرفة: الدوسونية المركزية
br: Dusuneg ar C'hreiz
eo: la centra dusuna
fi: ; nominative: dusun; genitive: dusunin; partitive: dusunia; inessive: dusunissa; elative: dusunista; illative: dusuniin; translative: dusuniksi
kab: Tadusunt talemmast
ku: Dusuniya Navendî
ru: ; nom: центральный дусунский; prep: центральном дусунском
uk: Центральна дусунська

source: Choctaw
ar: ; نكرة: تشوكتاوية; معرفة: التشوكتاوية
br: Tchoktaweg
eo: la ĉokta
fi: ; nominative: choctawi; genitive: choctawin; partitive: choctawia; inessive: choctawissa; elative: choctawista; illative: choctawiin; translative: choctawiksi
is: ; nom: sjoktá; dat: sjoktá; gen: sjoktá; nomUpper: Sjoktá; datUpper: Sjoktá; genUpper: Sjoktá
kab: Tacuktawt
ku: Çoktawî
ml: ചോക്റ്റാവ്
ru: ; nom: чоктавский; prep: чоктавском
uk: ; alone: Чоктавська; nom: чоктавська; ins: чоктавською; pl: чоктавські

source: Coastal Kadazan
ar: ; نكرة: كادازانية ساحلية; معرفة: الكادازانية الساحلية
br: Kadazaneg an Aod
eo: la marborda kadazana
fi: ; nominative: rannikkokadazan; genitive: rannikkokadazanin; partitive: rannikkokadazania; inessive: rannikkokadazanissa; elative: rannikkokadazanista; illative: rannikkokadazaniin; translative: rannikkokadazaniksi
kab: Takadazant
ku: Kadazaniya peravî
ru: ; nom: береговой кадазанский; prep: береговом кадазанском
uk: Прибережна кадазанська

source: Samoan
ar: ; نكرة: ساموية; معرفة: الساموية
br: Samoaneg
eo: la samoa
fi: ; nominative: samoa; genitive: samoan; partitive: samoaa; inessive: samoassa; elative: samoasta; illative: samoaan; translative: samoaksi
is: ; nom: samóska; dat: samósku; gen: samósku; nomUpper: Samóska; datUpper: Samósku; genUpper: Samósku
kab: Taṣamwant
ku: Samoayî
ml: സമോവൻ
ru: ; nom: самоанский; prep: самоанском
uk: ; alone: Самоанська; nom: самоанська; ins: самоанською; pl: самоанські

source: Fijian
ar: ; نكرة: فيجية; معرفة: الفيجية
br: Fidjieg
eo: la fiĝia
fi: ; nominative: fidži; genitive: fidžin; partitive: fidžiä; inessive: fidžissä; elative: fidžistä; illative: fidžiin; translative: fidžiksi
is: ; nom: fídjeyska; dat: fídjeysku; gen: fídjeysku; nomUpper: Fídjeyska; datUpper: Fídjeysku; genUpper: Fídjeysku
kab: Tafiǧit
ku: Fîjî
ml: ഫിജിയൻ
ru: ; nom: фиджийский; prep: фиджийском
uk: ; alone: Фіджійська; nom: фіджійська; ins: фіджійською; pl: фіджійські

source: Wolof
ar: ; نكرة: ولوفية; معرفة: الولوفية
br: Wolofeg
eo: la volofa
fi: ; nominative: wolof; genitive: wolofin; partitive: wolofia; inessive: wolofissa; elative: wolofista; illative: wolofiin; translative: wolofiksi
is: ; nom: volof; dat: volof; gen: volof; nomUpper: Volof; datUpper: Volof; genUpper: Volof
kab: Tawuluft
ku: Wolofî
ml: വൊളോഫ്
ru: ; nom: волоф; prep: волофе
uk: Волоф

source: Chechen
ar: ; نكرة: شيشانية; معرفة: الشيشانية
br: Tchetcheneg
eo: la ĉeĉena
fi: ; nominative: tšetšeeni; genitive: tšetšeenin; partitive: tšetšeeniä; inessive: tšetšeenissä; elative: tšetšeenistä; illative: tšetšeeniin; translative: tšetšeeniksi
is: ; nom: tsjetsjenska; dat: tsjetsjensku; gen: tsjetsjensku; nomUpper: Tsjetsjenska; datUpper: Tsjetsjensku; genUpper: Tsjetsjensku
kab: Tačičinit
ku: Çeçenî
ml: ചെചൻ
ru: ; nom: чеченский; prep: чеченском
uk: ; alone: Чеченська; nom: чеченська; ins: чеченською; pl: чеченські

source: Sango
ar: ; نكرة: سانغوية; معرفة: السانغوية
br: Sansoeg
eo: la sangoa
fi: ; nominative: sango; genitive: sangon; partitive: sangoa; inessive: sangossa; elative: sangosta; illative: sangoon; translative: sangoksi
is: ; nom: sangó; dat: sangó; gen: sangó; nomUpper: Sangó; datUpper: Sangó; genUpper: Sangó
kab: Tasangit
ku: Sangoyî
ml: സാംഗോ
ru: санго
uk: Санго

source: Fiji Hindi
ar: ; نكرة: فيجية هندية; معرفة: الفيجية الهندية
br: Hindeg Fiji
eo: la fiĝa hinda
fi: ; nominative: fidžinhindi; genitive: fidžinhindin; partitive: fidžinhindiä; inessive: fidžinhindissä; elative: fidžinhindistä; illative: fidžinhindiin; translative: fidžinhindiksi
is: ; nom: fídji-hindí; dat: fídji-hindí; gen: fídji-hindí; nomUpper: Fídji-hindí; datUpper: Fídji-hindí; genUpper: Fídji-hindí
kab: Tahendit d Fiǧi
ku: Hindiya Fîjiyê
ml: ഫിജി ഹിന്ദി
ru: ; nom: фиджийский хинди; prep: фиджийском хинди
uk: Фіджійська гінді

source: Tongan
ar: ; نكرة: تونغية; معرفة: التونغية
br: Tonganeg
eo: la tongana
fi: ; nominative: tonga; genitive: tongan; partitive: tongaa; inessive: tongassa; elative: tongasta; illative: tongaan; translative: tongaksi
is: ; nom: tongverska; dat: tongversku; gen: tongversku; nomUpper: Tongverska; datUpper: Tongversku; genUpper: Tongversku
kab: Tatungant
ku: Tongayî
ml: ടോംഗൻ
ru: ; nom: тонганский; prep: тонганском
uk: ; alone: Тонганська; nom: тонганська; ins: тонганською; pl: тонганські

source: Ngeq
ar: ; نكرة: نغيكية; معرفة: النغيكية
br: Ngeqeg
eo: la krianga
fi: ; nominative: ngeq; genitive: ngeqin; partitive: ngeqiä; inessive: ngeqissä; elative: ngeqistä; illative: ngeqiin; translative: ngeqiksi
kab: Tangeqt
ku: Ngeqî
ru: ; nom: нгек; prep: нгеке
uk: Таой

source: Kamba
ar: ; نكرة: كامبية; معرفة: الكامبية
br: Kambaeg
eo: la kambaa
fi: ; nominative: kamba; genitive: kamban; partitive: kambaa; inessive: kambassa; elative: kambasta; illative: kambaan; translative: kambaksi
is: ; nom: kamba; dat: kambu; gen: kambu; nomUpper: Kamba; datUpper: Kambu; genUpper: Kambu
kab: Takambat
ku: Kambayî
ml: കംബ
ru: ; nom: камба; prep: камбе
uk: Камба

source: Venetian
ar: ; نكرة: فينيسية; معرفة: الفينيسية
br: Venetieg
eo: la venecia
fi: ; nominative: venetsian kieli; genitive: venetsian kielen; partitive: venetsian kieltä; inessive: venetsian kielessä; elative: venetsian kielestä; illative: venetsian kieleen; translative: venetsian kieleksi
kab: Tavinisyant
ku: Venedîkî
ru: ; nom: венетский; prep: венетском
uk: ; alone: Венеційська; nom: венеційська; ins: венеційською; pl: венеційські

source: Burmese
ar: ; نكرة: بورمية; معرفة: البورمية
br: Birmaneg
eo: la birma
fi: ; nominative: burma; genitive: burman; partitive: burmaa; inessive: burmassa; elative: burmasta; illative: burmaan; translative: burmaksi
is: ; nom: búrmíska; dat: búrmísku; gen: búrmísku; nomUpper: Búrmíska; datUpper: Búrmísku; genUpper: Búrmísku
kab: Tabirmanit
ku: Burmeyî
ml: ബർമീസ്
ru: ; nom: бирманский; prep: бирманском
uk: ; alone: Бірманська; nom: бірманська; ins: бірманською; pl: бірманські

source: Gilbertese
ar: ; نكرة: كريباسية; معرفة: الكريباسية
br: Gilberteg
eo: la kiribata
fi: ; nominative: kiribati; genitive: kiribatin; partitive: kiribatia; inessive: kiribatissa; elative: kiribatista; illative: kiribatiin; translative: kiribatiksi
is: ; nom: gilberska; dat: gilbersku; gen: gilbersku; nomUpper: Gilberska; datUpper: Gilbersku; genUpper: Gilbersku
kab: Tagilbertinit
ku: Kiribatî
ml: ഗിൽബർട്ടീസ്
ru: кирибати
uk: Кірибаті

source: Erzya
ar: ; نكرة: أرزية; معرفة: الأرزية
br: Erzyeg
eo: la erzja
fi: ; nominative: ersä; genitive: ersän; partitive: ersää; inessive: ersässä; elative: ersästä; illative: ersään; translative: ersäksi
is: ; nom: ersja; dat: ersju; gen: ersju; nomUpper: Ersja; datUpper: Ersju; genUpper: Ersju
kab: Tirzyat
ku: Erzyayî
ml: ഏഴ്സ്യ
ru: ; nom: эрзянский; prep: эрзянском
uk: ; alone: Ерзянська; nom: ерзянська; ins: ерзянською; pl: ерзянські

source: Niuean
ar: ; نكرة: نييوية; معرفة: النييوية
br: Niueeg
eo: la niua
fi: ; nominative: niue; genitive: niuen; partitive: niuea; inessive: niuessa; elative: niuesta; illative: niueen; translative: niueksi
is: ; nom: níveska; dat: nívesku; gen: nívesku; nomUpper: Níveska; datUpper: Nívesku; genUpper: Nívesku
ku: Niueyî
ml: ന്യുവാൻ
ru: ниуэ
uk: Ніуе

source: Võro
ar: ; نكرة: فوروية; معرفة: الفوروية
br: Võroeg
eo: la voroa
fi: ; nominative: võro; genitive: võron; partitive: võroa; inessive: võrossa; elative: võrosta; illative: võroon; translative: võroksi
ku: Voroyî
ru: ; nom: выруский; prep: выруском
uk: Виро

source: Manx
ar: ; نكرة: منكية; معرفة: المنكية
br: Manaveg
eo: la manksa
fi: ; nominative: manksi; genitive: manksin; partitive: manksia; inessive: manksissa; elative: manksista; illative: manksiin; translative: manksiksi
is: ; nom: manska; dat: mansku; gen: mansku; nomUpper: Manska; datUpper: Mansku; genUpper: Mansku
kab: Tamanksit
ku: Manksî
ml: മാൻസ്
ru: ; nom: мэнский; prep: мэнском
uk: ; alone: Менська; nom: менська; ins: менською; pl: менські
