Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/languages.po
Languages: ar, br, eo, fi, is, kab, ku, ml, ru, uk

source: Lingala
ar: ; نكرة: لينغالية; معرفة: اللينغالية
br: Lingalaeg
eo: la lingala
fi: ; nominative: lingala; genitive: lingalan; partitive: lingalaa; inessive: lingalassa; elative: lingalasta; illative: lingalaan; translative: lingalaksi
is: ; nom: lingala; dat: lingalu; gen: lingalu; nomUpper: Lingala; datUpper: Lingalu; genUpper: Lingalu
kab: Talingalat
ku: Lingalayî
ml: ലിംഗാല
ru: ; nom: лингала; prep: лингале
uk: Лінґала

source: Lingua Franca Nova
ar: ; نكرة: إليفينية; معرفة: الإليفينية
br: Yezh ar Frañs Nevez
eo: Nova Lingvafrankao
fi: ; nominative: lingua franca nova; genitive: lingua franca novan; partitive: lingua franca novaa; inessive: lingua franca novassa; elative: lingua franca novasta; illative: lingua franca novaan; translative: lingua franca novaksi
is: ; nom: lingua franca nova; dat: lingua franca novu; gen: lingua franca novu; nomUpper: Lingua franca nova; datUpper: Lingua franca novu; genUpper: Lingua franca novu
ru: лингва франка нова
uk: Лінгва франка-нова

source: Pashto
ar: ; نكرة: بشتوية; معرفة: البشتوية
br: Pachtoueg
eo: la paŝtoa
fi: ; nominative: paštu; genitive: paštun; partitive: paštua; inessive: paštussa; elative: paštusta; illative: paštuun; translative: paštuksi
is: ; nom: pastú; dat: pastú; gen: pastú; nomUpper: Pastú; datUpper: Pastú; genUpper: Pastú
kab: Tapactut
ku: Peştûyî
ml: പഷ്‌തോ
ru: пушту
uk: Пушту

source: Khakas
ar: ; نكرة: خاكاسية; معرفة: الخاكاسية
br: C'hakaseg
eo: la ĥakasa
fi: ; nominative: hakassi; genitive: hakassin; partitive: hakassia; inessive: hakassissa; elative: hakassista; illative: hakassiin; translative: hakassiksi
ku: Xakasî
ru: ; nom: хакасский; prep: хакасском
uk: ; alone: Хакаська; nom: хакаська; ins: хакаською; pl: хакаські

source: Dungan
ar: ; نكرة: دونغانية; معرفة: الدونغانية
br: Dunganeg
eo: la dungana
fi: ; nominative: dungaani; genitive: dungaanin; partitive: dungaania; inessive: dungaanissa; elative: dungaanista; illative: dungaaniin; translative: dungaaniksi
kab: Tadungant
ru: ; nom: дунганский; prep: дунганском
uk: ; alone: Дунганська; nom: дунганська; ins: дунганською; pl: дунганські

source: Friulian
ar: ; نكرة: فريولية; معرفة: الفريولية
br: Friouleg
eo: la friula
fi: ; nominative: friuli; genitive: friulin; partitive: friulia; inessive: friulissa; elative: friulista; illative: friuliin; translative: friuliksi
is: ; nom: fríúlska; dat: fríúlsku; gen: fríúlsku; nomUpper: Fríúlska; datUpper: Fríúlsku; genUpper: Fríúlsku
kab: Tafriyulant
ml: ഫ്രിയുലിയാൻ
ru: ; nom: фриульский; prep: фриульском
uk: ; alone: Фріульська; nom: фріульська; ins: фріульською; pl: фріульські

source: Marshallese
ar: ; نكرة: مارشالية; معرفة: المارشالية
br: Marchalleg
eo: la marŝala
fi: ; nominative: marshall; genitive: marshallin; partitive: marshallia; inessive: marshallissa; elative: marshallista; illative: marshalliin; translative: marshalliksi
is: ; nom: marshallska; dat: marshallsku; gen: marshallsku; nomUpper: Marshallska; datUpper: Marshallsku; genUpper: Marshallsku
kab: Tamaṛcalit
ku: Marşhalî
ml: മാർഷല്ലീസ്
ru: ; nom: маршалльский; prep: маршалльском
uk: ; alone: Маршальська; nom: маршальська; ins: маршальською; pl: маршальські

source: Palatine German
ar: ; نكرة: بالاتينية ألمانية; معرفة: البالاتينية الألمانية
br: Alamaneg Palatina
eo: la palatinat-germana
fi: ; nominative: pfalzinsaksa; genitive: pfalzinsaksan; partitive: pfalzinsaksaa; inessive: pfalzinsaksassa; elative: pfalzinsaksasta; illative: pfalzinsaksaan; translative: pfalzinsaksaksi
kab: Talmanit Palatine
ku: Almaniya Palatînê
ru: ; nom: пфальцский; prep: пфальцском
uk: Пфальцська німецька

source: Kannada
ar: ; نكرة: كنادية; معرفة: الكنادية
br: Kannadaeg
eo: la kannada
fi: ; nominative: kannada; genitive: kannadan; partitive: kannadaa; inessive: kannadassa; elative: kannadasta; illative: kannadaan; translative: kannadaksi
is: ; nom: kannada; dat: kannadu; gen: kannadu; nomUpper: Kannada; datUpper: Kannadu; genUpper: Kannadu
kab: Takannadat
ku: Kanadayî
ml: കന്നഡ
ru: ; nom: каннада; prep: каннаде
uk: Каннада

source: Seychellois Creole
ar: ; نكرة: كريولية سيشيلية; معرفة: الكريولية السيشيلية
br: Kreol Seychelleg
eo: la sejŝela
fi: ; nominative: seychellien kreoli; genitive: seychellien kreolin; partitive: seychellien kreolia; inessive: seychellien kreolissa; elative: seychellien kreolista; illative: seychellien kreoliin; translative: seychellien kreoliksi
kab: Takriyult n Saycal
ru: ; nom: сейшельский креольский; prep: сейшельском креольском
uk: Сейшельська креольська

source: Swiss German
ar: ; نكرة: ألمانية سويسرية; معرفة: الألمانية السويسرية
br: Alamaneg Bro-Suis
eo: la svis-germana
fi: ; nominative: sveitsin saksa; genitive: sveitsin saksan; partitive: sveitsin saksaa; inessive: sveitsin saksassa; elative: sveitsin saksasta; illative: sveitsin saksaan; translative: sveitsin saksaksi
is: ; nom: svissnesk þýska; dat: svissnesk þýsku; gen: svissnesk þýsku; nomUpper: Svissnesk þýska; datUpper: Svissnesk þýsku; genUpper: Svissnesk þýsku
kab: Talmanit n Swis
ku: Almaniya Swîsreyê
ml: സ്വിസ് ജർമ്മൻ
ru: ; nom: швейцарский немецкий; prep: швейцарском немецком
uk: Швейцарська німецька

source: Old Saxon
ar: ; نكرة: ساكسونية قديمة; معرفة: الساكسونية القديمة
br: Saozneg Kozh
eo: la malnov-saksa
fi: ; nominative: muinaissaksi; genitive: muinaissaksin; partitive: muinaissaksia; inessive: muinaissaksissa; elative: muinaissaksista; illative: muinaissaksiin; translative: muinaissaksiksi
kab: Tasaksunt taqburt
ku: Saksoniya Kevn
ru: ; nom: старосаксонский; prep: старосаксонском
uk: ; alone: Старонижньонімецька; nom: старонижньонімецька; ins: старонижньонімецькою; pl: старонижньонімецьські

source: Sumerian
ar: ; نكرة: سومرية; معرفة: السومرية
br: Sumerieg
eo: la sumera
fi: ; nominative: sumeri; genitive: sumerin; partitive: sumeria; inessive: sumerissa; elative: sumerista; illative: sumeriin; translative: sumeriksi
is: ; nom: súmerska; dat: súmersku; gen: súmersku; nomUpper: Súmerska; datUpper: Súmersku; genUpper: Súmersku
kab: Tasumeryan
ku: Sûmerî
ml: സുമേരിയൻ
ru: ; nom: шумерский; prep: шумерском
uk: ; alone: Шумерська; nom: шумерська; ins: шумерською; pl: шумерські

source: Scots
ar: ; نكرة: أسكتلندية; معرفة: الأسكتلندية
br: Skoteg
eo: la skota
fi: ; nominative: skotti; genitive: skotin; partitive: skottia; inessive: skotissa; elative: skotista; illative: skottiin; translative: skotiksi
is: ; nom: skoska; dat: skosku; gen: skosku; nomUpper: Skoska; datUpper: Skosku; genUpper: Skosku
ku: Skotî
ml: സ്കോട്സ്
ru: ; nom: шотландский; prep: шотландском
uk: Шотландська рівнинна

source: Mohawk
ar: ; نكرة: موهاكية; معرفة: الموهاكية
br: Mohawkeg
eo: la mohoka
fi: ; nominative: mohawk; genitive: mohawkin; partitive: mohawkia; inessive: mohawkissa; elative: mohawkista; illative: mohawkiin; translative: mohawkiksi
is: ; nom: móhíska; dat: móhísku; gen: móhísku; nomUpper: Móhíska; datUpper: Móhísku; genUpper: Móhísku
ku: Mohawkî
ml: മോഹാക്
ru: ; nom: могаукский; prep: могаукском
uk: Могавк

source: Cebuano
ar: ; نكرة: سيبوانية; معرفة: السيبوانية
br: Sougbouaneg
eo: la cebua
fi: ; nominative: cebuano; genitive: cebuanon; partitive: cebuanoa; inessive: cebuanossa; elative: cebuanosta; illative: cebuanoon; translative: cebuanoksi
is: ; nom: kebúanó; dat: kebúanó; gen: kebúanó; nomUpper: Kebúanó; datUpper: Kebúanó; genUpper: Kebúanó
kab: Tacibwanit
ku: Sabûanî
ml: സെബുവാനോ
ru: себуано
uk: ; alone: Себуанська; nom: себуанська; ins: себуанською; pl: себуанські

source: Lombard
ar: ; نكرة: لومباردية; معرفة: اللومباردية
br: Lombardeg
eo: la lombarda
fi: ; nominative: lombardi; genitive: lombardin; partitive: lombardia; inessive: lombardissa; elative: lombardista; illative: lombardiin; translative: lombardiksi
ku: Lombardî
ml: ലൊംബാർഡ്
ru: ; nom: ломбардский; prep: ломбардском
uk: ; alone: Ломбардська; nom: ломбардська; ins: ломбардською; pl: ломбардські

source: Tsonga
ar: ; نكرة: سونجوية; معرفة: السونجوية
br: Tsongaeg
eo: la conga
fi: ; nominative: tsonga; genitive: tsongan; partitive: tsongaa; inessive: tsongassa; elative: tsongasta; illative: tsongaan; translative: tsongaksi
is: ; nom: tsonga; dat: tsongu; gen: tsongu; nomUpper: Tsonga; datUpper: Tsongu; genUpper: Tsongu
kab: Ţunga
ku: Tsongayî
ml: സോംഗ
ru: ; nom: тсонга; prep: тсонге
uk: Тсонга

source: Buryat
ar: ; نكرة: بورياتية; معرفة: البورياتية
br: Buryateg
eo: la burjata
fi: ; nominative: burjaatti; genitive: burjaatin; partitive: burjaattia; inessive: burjaatissa; elative: burjaatista; illative: burjaattiin; translative: burjaatiksi
is: ; nom: búrjatíska; dat: búrjatísku; gen: búrjatísku; nomUpper: Búrjatíska; datUpper: Búrjatísku; genUpper: Búrjatísku
kab: Taburyat
ku: Buryatî
ml: ബുർയാത്ത് ഭാഷ
ru: ; nom: бурятский; prep: бурятском
uk: ; alone: Бурятська; nom: бурятська; ins: бурятською; pl: бурятські

source: Aymara
ar: ; نكرة: أيماروية; معرفة: الأيماروية
br: Aymaraeg
eo: la ajmara
fi: ; nominative: aymara; genitive: aymaran; partitive: aymaraa; inessive: aymarassa; elative: aymarasta; illative: aymaraan; translative: aymaraksi
is: ; nom: aímara; dat: aímara; gen: aímara; nomUpper: Aímara; datUpper: Aímara; genUpper: Aímara
kab: Taymarit
ku: Aymarayî
ml: അയ്മാറ
ru: ; nom: аймара; prep: аймаре
uk: Аймара

source: Ilocano
ar: إيلوكانوا
br: Ilocaneg
eo: la iloka
fi: ; nominative: iloko; genitive: ilokon; partitive: ilokoa; inessive: ilokossa; elative: ilokosta; illative: ilokoon; translative: ilokoksi
ku: Îlokanoyî
ru: ; nom: илоканский; prep: илоканском
uk: Ілоко

source: Karakalpak
ar: ; نكرة: قرقلباغية; معرفة: القرقلباغية
br: Karakalpakeg
eo: la karakalpaka
fi: ; nominative: karakalpakki; genitive: karakalpakin; partitive: karakalpakkia; inessive: karakalpakissa; elative: karakalpakista; illative: karakalpakkiin; translative: karakalpakiksi
kab: Takarakalpakt
ku: Karakalpakî
ml: കറാക്കൽപാക്ക് ഭാഷ
ru: ; nom: каракалпакский; prep: каракалпакском
uk: ; alone: Каракалпацька; nom: каракалпацька; ins: каракалпацькою; pl: каракалпацькі

source: Orizaba Nahuatl
ar: ; نكرة: ناواتلية أوريزابية; معرفة: الناواتلية الأوريزابية
br: Nahuati Orizaba
eo: la oribaza naŭatla
fi: ; nominative: Orizaban nahuatli; genitive: Orizaban nahuatlin; partitive: Orizaban nahuatlia; inessive: Orizaban nahuatlissa; elative: Orizaban nahuatlista; illative: Orizaban nahuatliin; translative: Orizaban nahuatliksi
ru: ; nom: орисабский науатль; prep: орисабском науатле
uk: Орісабський науатль

source: Guerrero Nahuatl
ar: ; نكرة: ناواتلية غويريروية; معرفة: الناواتلية الغوريروية
br: Nahuati Guerrero
eo: la gerera naŭatla
fi: ; nominative: Guerreron nahuatli; genitive: Guerreron nahuatlin; partitive: Guerreron nahuatlia; inessive: Guerreron nahuatlissa; elative: Guerreron nahuatlista; illative: Guerreron nahuatliin; translative: Guerreron nahuatliksi
kab: Tagirrirut n Nahuatl
ru: ; nom: геррерский науатль; prep: геррерском науатле
uk: Геррерський науатль

source: Adyghe
ar: ; نكرة: أديغية; معرفة: الأديغية
br: Adigeg
eo: la adigea
fi: ; nominative: adyge; genitive: adygen; partitive: adygea; inessive: adygessa; elative: adygesta; illative: adygeen; translative: adygeksi
is: ; nom: adýge; dat: adýge; gen: adýge; nomUpper: Adýge; datUpper: Adýge; genUpper: Adýge
kab: Tadiganit
ku: Adîgeyî
ml: അഡൈഗേ
ru: ; nom: адыгейский; prep: адыгейском
uk: ; alone: Адигейська; nom: адигейська; ins: адигейською; pl: адигейські

source: Bodo
ar: ; نكرة: بودووية; معرفة: البودووية
br: Bodoeg
eo: la bodoa
fi: ; nominative: bodo; genitive: bodon; partitive: bodoa; inessive: bodossa; elative: bodosta; illative: bodoon; translative: bodoksi
is: ; nom: bódó; dat: bódó; gen: bódó; nomUpper: Bódó; datUpper: Bódó; genUpper: Bódó
kab: Tabudut
ku: Bodoyî
ml: ബോഡോ
ru: бодо
uk: Бодо

source: Gagauz
ar: ; نكرة: غاغاوزية; معرفة: الغاغاوزية
br: Gagauzeg
eo: la gagaŭza
fi: ; nominative: gagauzi; genitive: gagauzin; partitive: gagauzia; inessive: gagauzissa; elative: gagauzista; illative: gagauziin; translative: gagauziksi
is: ; nom: gagás; dat: gagás; gen: gagás; nomUpper: Gagás; datUpper: Gagás; genUpper: Gagás
kab: Tagaguzt
ku: Gagavûzî
ml: ഗാഗൂസ്
ru: ; nom: гагаузский; prep: гагаузском
uk: ; alone: Гагаузька; nom: гагаузька; ins: гагаузькою; pl: гагаузькі

source: Romani
ar: ; نكرة: رومنية; معرفة: الرومنية
br: Romanieg
eo: la cigana
fi: ; nominative: romanikieli; genitive: romanikielen; partitive: romanikieltä; inessive: romanikielessä; elative: romanikielestä; illative: romanikieleen; translative: romanikieleksi
is: ; nom: sígaunamál; dat: sígaunamál; gen: sígaunamál; nomUpper: Sígaunamál; datUpper: Sígaunamál; genUpper: Sígaunamál
kab: Tarumanit
ku: Romanî
ru: ; nom: цыганский; prep: цыганском
uk: ; alone: Циганська; nom: циганська; ins: циганською; pl: циганські

source: Laz
ar: ; نكرة: لازية; معرفة: اللازية
br: Lazeg
eo: la laza
fi: ; nominative: lazi; genitive: lazin; partitive: lazia; inessive: lazissa; elative: lazista; illative: laziin; translative: laziksi
kab: Talazt
ku: Lazî
ml: ലാസ് ഭാഷ
ru: ; nom: лазский; prep: лазском
uk: ; alone: Лазська; nom: лазська; ins: лазською; pl: лазські

source: Pulaar
br: Pulaareg
eo: la pulara
fi: ; nominative: pulaar; genitive: pulaarin; partitive: pulaaria; inessive: pulaarissa; elative: pulaarista; illative: pulaariin; translative: pulaariksi
ru: ; nom: фула; prep: фуле
uk: Пулаар

source: Umbundu
ar: الأمبندو
br: Umbundueg
eo: la umbunda
fi: ; nominative: mbundu; genitive: mbundun; partitive: mbundua; inessive: mbundussa; elative: mbundusta; illative: mbunduun; translative: mbunduksi
is: ; nom: úmbúndú; dat: úmbúndú; gen: úmbúndú; nomUpper: Úmbúndú; datUpper: Úmbúndú; genUpper: Úmbúndú
kab: Tumbundut
ku: Umbunduyî
ml: ഉംബുന്ദു
ru: умбунду
uk: Умбунду

source: Tokelauan
ar: التوكلوية
br: Tokelaueg
eo: la okelaa
fi: ; nominative: tokelau; genitive: tokelaun; partitive: tokelauta; inessive: tokelaussa; elative: tokelausta; illative: tokelauun; translative: tokelauksi
kab: Tatokelauant
ru: токелау
uk: Токелау

source: Southern Sotho
ar: السوتو الجنوبية
br: Sothoeg ar C'hreisteiz
eo: la sud-sota
fi: ; nominative: eteläsotho; genitive: eteläsothon; partitive: eteläsothoa; inessive: eteläsothossa; elative: eteläsothosta; illative: eteläsothoon; translative: eteläsothoksi
is: ; nom: suðursótó; dat: suðursótó; gen: suðursótó; nomUpper: Suðursótó; datUpper: Suðursótó; genUpper: Suðursótó
kab: Sotho n Unẓul
ku: Sothoyiya Başûr
ml: തെക്കൻ സോതോ
ru: сесото
uk: Південна сото

source: Southern Altai
ar: الألطائية الجنوبية
br: Altaieg ar C'hreisteiz
eo: la sud-altaja
fi: ; nominative: altai; genitive: altain; partitive: altaita; inessive: altaissa; elative: altaista; illative: altaihiin; translative: altaiksi
is: ; nom: suðuraltaíska; dat: suðuraltaísku; gen: suðuraltaísku; nomUpper: Suðuraltaíska; datUpper: Suðuraltaísku; genUpper: Suðuraltaísku
kab: Taltait n Unẓul
ku: Altayiya Başûr
ml: തെക്കൻ അൾത്തായി
ru: ; nom: южноалтайский; prep: южноалтайском
uk: Південна алтайська

source: Waray
ar: الواراي
br: Warayeg
eo: la varaja
fi: ; nominative: waray; genitive: warayn; partitive: warayta; inessive: warayssa; elative: waraysta; illative: warayyn; translative: warayksi
is: ; nom: varaí; dat: varaí; gen: varaí; nomUpper: Varaí; datUpper: Varaí; genUpper: Varaí
kab: Tawarayt
ku: Warayî
ml: വാരേയ്
ru: ; nom: варайский; prep: варайском
uk: ; alone: Варайська; nom: варайська; ins: варайською; pl: варайські

source: Sindhi
ar: السندية
br: Sindhieg
eo: la sinda
fi: ; nominative: sindhi; genitive: sindhin; partitive: sindhiä; inessive: sindhissä; elative: sindhistä; illative: sindhiin; translative: sindhiksi
is: ; nom: sindí; dat: sindí; gen: sindí; nomUpper: Sindí; datUpper: Sindí; genUpper: Sindí
kab: Tasinḍit
ku: Sindî
ml: സിന്ധി
ru: синдхи
uk: Сіндхі

source: Setswana
br: Setswanaeg
eo: la cvana
fi: ; nominative: tswana; genitive: tswanan; partitive: tswanaa; inessive: tswanassa; elative: tswanasta; illative: tswanaan; translative: tswanaksi
ku: Setswanayî
ru: ; nom: тсвана; prep: тсване
uk: Сетсвана

source: Sardinian
ar: السردينية
br: Sardinieg
eo: la sardinia
fi: ; nominative: sardi; genitive: sardin; partitive: sardia; inessive: sardissa; elative: sardista; illative: sardiin; translative: sardiksi
is: ; nom: sardínska; dat: sardínsku; gen: sardínsku; nomUpper: Sardínska; datUpper: Sardínsku; genUpper: Sardínsku
kab: Tasardinit
ku: Sardûyî
ml: സർഡിനിയാൻ
ru: ; nom: сардинский; prep: сардинском
uk: ; alone: Сардська; nom: сардська; ins: сардською; pl: сардські

source: Palauan
ar: البالوان
br: Palaweg
eo: la palaŭa
fi: ; nominative: palau; genitive: palaun; partitive: palauta; inessive: palaussa; elative: palausta; illative: palauhun; translative: palauksi
is: ; nom: paláska; dat: palásku; gen: palásku; nomUpper: Paláska; datUpper: Palásku; genUpper: Palásku
ml: പലാവുൻ
ru: ; nom: палауский; prep: палауском
uk: ; alone: Палауська; nom: палауська; ins: палауською; pl: палауські

source: Garhwali
br: Garhwalieg
eo: la garvala
fi: ; nominative: garhwali; genitive: garhwalin; partitive: garhwalia; inessive: garhwalissa; elative: garhwalista; illative: garhwaliin; translative: garhwaliksi
kab: Tagarhwalit
ku: Garhwalî
ru: гархвали
uk: Ґархвалі

source: Ojibwe
ar: اللغة الأوجيبوية
br: Ojibweeg
eo: la aniŝinabeka
fi: ; nominative: odžibwa; genitive: odžibwan; partitive: odžibwaa; inessive: odžibwassa; elative: odžibwasta; illative: odžibwaan; translative: odžibwaksi
ku: Ojibweyî
ru: оджибве
uk: Оджибве

source: Luganda
ar: اللوغندية
br: Lugandaeg
eo: la ganda
fi: ; nominative: ganda; genitive: gandan; partitive: gandaa; inessive: gandassa; elative: gandasta; illative: gandaan; translative: gandaksi
ku: Lugandayî
ml: ഒലുഗാൻഡ ഭാഷ
ru: ; nom: луганда; prep: луганде
uk: Луганда

source: Hakka Chinese
ar: الهاكا الصينية
br: Sinaeg Hakka
eo: la haka ĉina
fi: ; nominative: kiina (hakka); genitive: hakka-kiinan; partitive: hakka-kiinaa; inessive: hakka-kiinassa; elative: hakka-kiinasta; illative: hakka-kiinaan; translative: hakka-kiinaksi
kab: Tacinwat n Hakka
ku: Çîniya Hakkayê
ml: ഹാക്ക ചൈനീസ്
ru: ; nom: китайский (хакка); prep: хакка
uk: ; alone: Хаккаська; nom: хаккаська; ins: хаккаською; pl: хаккаські

source: Bambara
ar: البامبارا
br: Bambaraeg
eo: la bambara
fi: ; nominative: bambara; genitive: bambaran; partitive: bambaraa; inessive: bambarassa; elative: bambarasta; illative: bambaraan; translative: bambaraksi
is: ; nom: bambara; dat: bambaru; gen: bambaru; nomUpper: Bambara; datUpper: Bambaru; genUpper: Bambaru
kab: Tabambarat
ku: Bambarayî
ml: ബംബാറ
ru: ; nom: бамана; prep: бамане
uk: Бамбара

source: Aragonese
ar: الأراغونية
br: Aragoneeg
eo: la aragona
fi: ; nominative: aragonia; genitive: aragonian; partitive: aragoniata; inessive: aragoniassä; elative: aragoniastä; illative: aragoniaan; translative: aragoniaksi
is: ; nom: aragonska; dat: aragonsku; gen: aragonsku; nomUpper: Aragonska; datUpper: Aragonsku; genUpper: Aragonsku
kab: Taṛagunit
ku: Aragonî
ml: അരഗോണീസ്
ru: ; nom: арагонский; prep: арагонском
uk: ; alone: Арагонська; nom: арагонська; ins: арагонською; pl: арагонські

source: Assamese
ar: الأسامية
br: Asameeg
eo: la asama
fi: ; nominative: assami; genitive: assamin; partitive: assamia; inessive: assamissa; elative: assamista; illative: assamiin; translative: assamiksi
is: ; nom: assamska; dat: assamsku; gen: assamsku; nomUpper: Assamska; datUpper: Assamsku; genUpper: Assamsku
kab: Tasamizt
ml: ആസ്സാമീസ്
ru: ; nom: ассамский; prep: ассамском
uk: ; alone: Асамська; nom: асамська; ins: асамською; pl: асамські

source: Nigerian Fulfulde
br: Fulfuldeeg an Nijer
eo: la niĝeri-fulfulda
fi: ; nominative: nigerianfulani; genitive: nigerianfulanin; partitive: nigerianfulania; inessive: nigerianfulanissa; elative: nigerianfulanista; illative: nigerianfulaniin; translative: nigerianfulaniksi
kab: Fulfulde n Nijirya
ru: ; nom: нигерийский фула; prep: нигерийском фула
uk: Нігерійська фульфульде

source: Ho
ar: الهويوية
br: Hoeg
eo: la hoa
fi: ; nominative: ho; genitive: hon; partitive: hota; inessive: hossa; elative: hosta; illative: ho'oon; translative: hoksi
ku: Hoyî
ru: хо
uk: Хо

source: Sundanese
ar: السوندانية
br: Sundaneg
eo: la sudana
fi: ; nominative: sunda; genitive: sundan; partitive: sundaa; inessive: sundassä; elative: sundastä; illative: sundaan; translative: sundaksi
is: ; nom: súndanska; dat: súndansku; gen: súndansku; nomUpper: Súndanska; datUpper: Súndansku; genUpper: Súndansku
kab: Tasudanit
ku: Sundayî
ml: സുണ്ടാനീസ്
ru: ; nom: сунданский; prep: сунданском
uk: ; alone: Сунданська; nom: сунданська; ins: сунданською; pl: сунданські

source: North Levantine Arabic
ar: ; نكرة: عامية شامية شمالية; معرفة: العامية الشامية الشمالية
br: Arabeg Levantine an Norzh
eo: la nord-levanten-araba
fi: ; nominative: pohjoislevantinarabia; genitive: pohjoislevantinarabian; partitive: pohjoislevantinarabiaa; inessive: pohjoislevantinarabiassa; elative: pohjoislevantinarabiasta; illative: pohjoislevantinarabiaan; translative: pohjoislevantinarabiaksi
kab: Taɛrabt n Ugafa n Ccam
ku: Erebiya Levantîna Bakur
ru: ; nom: арабский (сиро-палестинский); prep: арабском (сиро-палестинском)
uk: Північнолевантійська арабська

source: Tuvinian
ar: التوفية
br: Tuvinieg
eo: la tuvinia
fi: ; nominative: tuva; genitive: tuvan; partitive: tuvaa; inessive: tuvassa; elative: tuvasta; illative: tuvaan; translative: tuvaksi
is: ; nom: túvínska; dat: túvínsku; gen: túvínsku; nomUpper: Túvínska; datUpper: Túvínsku; genUpper: Túvínsku
kab: Tatuvinyant
ml: തുവിനിയൻ
ru: ; nom: тувинский; prep: тувинском
uk: ; alone: Тувинська; nom: тувинська; ins: тувинською; pl: тувинські

source: Karachay-Balkar
ar: الكاراتشاي-بالكار
br: Karachayeg-Balkareg
eo: la karaĉaj-balkara
fi: ; nominative: karatšai-balkaari; genitive: karatšai-balkaarin; partitive: karatšai-balkaaria; inessive: karatšai-balkaarissa; elative: karatšai-balkaarista; illative: karatšai-balkaariin; translative: karatšai-balkaariksi
is: ; nom: karasaíbalkar; dat: karasaíbalkar; gen: karasaíbalkar; nomUpper: Karasaíbalkar; datUpper: Karasaíbalkar; genUpper: Karasaíbalkar
ku: Qereçay-Balkarî
ml: കരചൈ-ബാൽകർ
ru: ; nom: карачаево-балкарский; prep: карачаево-балкарском
uk: ; alone: Карачаєво-балкарська; nom: карачаєво-балкарська; ins: карачаєво-балкарською; pl: карачаєво-балкарські

source: Papiamento
ar: البابيامينتو
br: Papiamentoeg
fi: ; nominative: papiamentu; genitive: papiamentun; partitive: papiamentua; inessive: papiamentussa; elative: papiamentusta; illative: papiamentuun; translative: papiamentuksi
is: ; nom: papíamentó; dat: papíamentó; gen: papíamentó; nomUpper: Papíamentó; datUpper: Papíamentó; genUpper: Papíamentó
kab: Tapapiamentut
ku: Papiamentoyî
ml: പാപിയാമെന്റൊ
ru: папьяменто
uk: Пап'яменто

source: Old Norse
ar: النورس القديم
br: Norseg kozh
eo: la malnov-norvega
fi: ; nominative: muinaisnorja; genitive: muinaisnorjan; partitive: muinaisnorjaa; inessive: muinaisnorjassa; elative: muinaisnorjasta; illative: muinaisnorjaan; translative: muinaisnorjaksi
is: ; nom: norræna; dat: norrænu; gen: norrænu; nomUpper: Norræna; datUpper: Norrænu; genUpper: Norrænu
kab: Norse taqburt
ku: Norsiya Kevn
ml: പഴയ നോഴ്‌സ്
ru: ; nom: древнескандинавский; prep: древнескандинавском
uk: ; alone: Давньоскандинавська; nom: давньоскандинавська; ins: давньоскандинавською; pl: давньоскандинавські

source: Odia (Oriya)
br: Odiaeg (Oriya)
eo: la odia (Odiŝo)
fi: ; nominative: orija; genitive: orijan; partitive: orijalia; inessive: orijassa; elative: orijasta; illative: orijaan; translative: orijaksi
ku: Odîa (Oriya)
ru: ; nom: ория (одиа); prep: ории
uk: Орія

source: Iban
ar: الإيبان
br: Ibeg
eo: la ibana
fi: ; nominative: iban; genitive: ibanin; partitive: ibanta; inessive: ibanissa; elative: ibanista; illative: ibaniin; translative: ibaniksi
is: ; nom: íban; dat: íban; gen: íban; nomUpper: Íban; datUpper: Íban; genUpper: Íban
ku: Ibanî
ml: ഇബാൻ
ru: ; nom: ибанский; prep: ибанском
uk: ; alone: Ібанська; nom: ібанська; ins: ібанською; pl: ібанські
