Repository: Tatoeba/tatoeba2
Catalog: src/Locale/*/languages.po
Languages: ar, br, eo, fi, is, kab, ku, ml, ru, uk

source: Persian
ar: ; نكرة: فارسية; معرفة: الفارسية
br: Perseg
eo: la persa
fi: ; nominative: persia/farsi; genitive: persian; partitive: persiaa; inessive: persiassa; elative: persiasta; illative: persiaan; translative: persiaksi
is: ; nom: persneska; dat: persnesku; gen: persnesku; nomUpper: Persneska; datUpper: Persnesku; genUpper: Persnesku
kab: Tafarsit
ku: Farisî
ml: പേർഷ്യൻ
ru: фарси
uk: ; alone: Перська; nom: перська; ins: перською; pl: перські

source: Min Nan Chinese
ar: ; نكرة: مين-نان صينية; معرفة: مين-نان الصينية
br: Sinaeg Min Nan
eo: la sudmin-ĉina
fi: ; nominative: kiina (min nan); genitive: min nan -kiinan; partitive: min nan -kiinaa; inessive: min nan -kiinassa; elative: min nan -kiinasta; illative: min nan -kiinaan; translative: min nan -kiinaksi
ku: Çîniya Min-Nanê
ml: മിൻ നാൻ ചൈനീസ്
ru: ; nom: китайский (южноминьский); prep: южноминьском
uk: ; alone: Південноміньська; nom: південноміньська; ins: південноміньською; pl: південноміньські

source: Basque
ar: ; نكرة: باسكية; معرفة: الباسكية
br: Euskareg
eo: la eŭska
fi: ; nominative: baski; genitive: baskin; partitive: baskia; inessive: baskissa; elative: baskista; illative: baskiin; translative: baskiksi
is: ; nom: baskneska; dat: basknesku; gen: basknesku; nomUpper: Baskneska; datUpper: Basknesku; genUpper: Basknesku
kab: Tabaskit
ku: Baskî
ml: ബാസ്‌ക്
ru: ; nom: баскский; prep: баскском;
uk: ; alone: Баскська; nom: баскська; ins: баскською; pl: баскські

source: Slovak
ar: ; نكرة: سلوفاكية; معرفة: السلوفاكية
br: Slovakeg
eo: la slovaka
fi: ; nominative: slovakki; genitive: slovakin; partitive: slovakkia; inessive: slovakissa; elative: slovakista; illative: slovakkiin; translative: slovakiksi
is: ; nom: slóvakíska; dat: slóvakísku; gen: slóvakísku; nomUpper: Slóvakíska; datUpper: Slóvakísku; genUpper: Slóvakísku
kab: Tasluvakt
ku: Slovakî
ml: സ്ലോവാക്
ru: ; nom: словацкий; prep: словацком
uk: ; alone: Словацька; nom: словацька; ins: словацькою; pl: словацькі

source: Danish
ar: ; نكرة: دنماركية; معرفة: الدنماركية
br: Daneg
eo: la dana
fi: ; nominative: tanska; genitive: tanskan; partitive: tanskaa; inessive: tanskassa; elative: tanskasta; illative: tanskaan; translative: tanskaksi
is: ; nom: danska; dat: dönsku; gen: dönsku; nomUpper: Danska; datUpper: Dönsku; genUpper: Dönsku
kab: Tadanit
ku: Danîmarkî
ml: ഡാനിഷ്
ru: ; nom: датский; prep: датском
uk: ; alone: Данська; nom: данська; ins: данською; pl: данські

source: Eastern Armenian
br: Armenianeg ar Reter
ru: восточноармянский

source: Iraqi Arabic
ar: ; نكرة: عامية عراقية; معرفة: العامية العراقية
br: Arabeg Irak
eo: la irak-araba
fi: ; nominative: irakinarabia; genitive: irakinarabian; partitive: irakinarabiaa; inessive: irakinarabiassa; elative: irakinarabiasta; illative: irakinarabiaan; translative: irakinarabiaksi
kab: Taɛrabt n Ɛiraq
ku: Erebiya Iraqê
ru: ; nom: арабский (иракский); prep: арабском (иракском)
uk: Іракська арабська

source: Sanskrit
ar: ; نكرة: سنسكريتية; معرفة: السنسكريتية
br: Sanskriteg
eo: Sanskrito
fi: ; nominative: sanskriitti; genitive: sanskriitin; partitive: sanskriittia; inessive: sanskriitissa; elative: sanskriitista; illative: sanskriittiin; translative: sanskriitiksi
is: ; nom: sanskrít; dat: sanskrít; gen: sanskrítar; nomUpper: Sanskrít; datUpper: Sanskrít; genUpper: Sanskrítar
kab: Tasanskrit
ku: Sanskrîtî
ml: സംസ്‌കൃതം
ru: ; nom: санскрит; prep: санскрите
uk: ; alone: Санскрит; nom: санскрит; ins: санскритом; pl: санскритські

source: Urdu
ar: ; نكرة: أردية; معرفة: الأردية
br: Urdueg
eo: la urdua
fi: ; nominative: urdu; genitive: urdun; partitive: urdua; inessive: urdussa; elative: urdusta; illative: urduun; translative: urduksi
is: ; nom: úrdú; dat: úrdú; gen: úrdú; nomUpper: Úrdú; datUpper: Úrdú; genUpper: Úrdú
kab: Turdut
ku: Ûrdûyî
ml: ഉറുദു
ru: урду
uk: Урду

source: Hindi
ar: ; نكرة: هندية; معرفة: الهندية
br: Hindeg
eo: la hindia
fi: ; nominative: hindi; genitive: hindin; partitive: hindiä; inessive: hindissä; elative: hindistä; illative: hindiin; translative: hindiksi
is: ; nom: hindí; dat: hindí; gen: hindí; nomUpper: Hindí; datUpper: Hindí; genUpper: Hindí
kab: Tahendit
ku: Hindî
ml: ഹിന്ദി
ru: хинди
uk: Гінді

source: Bengali
ar: ; نكرة: بنغالية; معرفة: البنغالية
br: Bengaleg
eo: la bengala
fi: ; nominative: bengali; genitive: bengalin; partitive: bengalia; inessive: bengalissa; elative: bengalista; illative: bengaliin; translative: bengaliksi
is: ; nom: bengalska; dat: bengalsku; gen: bengalsku; nomUpper: Bengalska; datUpper: Bengalsku; genUpper: Bengalsku
kab: Tabelgalit
ku: Bengalî
ml: ബംഗാളി
ru: ; nom: бенгальский; prep: бенгальском
uk: ; alone: Бенгальська; nom: бенгальська; ins: бенгальською; pl: бенгальські

source: CycL
ar: ; نكرة: سيكلية; معرفة: السيكلية
br: Sikleg
eo: la cikla
fi: ; nominative: cycL; genitive: cycL:in; partitive: cycL:ia; inessive: cycL:issa; elative: cycL:ista; illative: cycL:iin; translative: cycL:iksi
ru: ; nom: язык CycL; prep: языке CycL

source: Catalan
ar: ; نكرة: كتلانية; معرفة: الكتلانية
br: Katalaneg
eo: la kataluna
fi: ; nominative: katalaani; genitive: katalaanin; partitive: katalaania; inessive: katalaanissa; elative: katalaanista; illative: katalaaniin; translative: katalaaniksi
is: ; nom: katalónska; dat: katalónsku; gen: katalónsku; nomUpper: Katalónska; datUpper: Katalónsku; genUpper: Katalónsku
kab: Takaṭalant
ku: Katalanî
ml: കറ്റാലാൻ
ru: ; nom: каталанский; prep: каталанском
uk: ; alone: Каталонська; nom: каталонська; ins: каталонською; pl: каталонські

source: Kazakh
ar: ; نكرة: كازاخية; معرفة: الكازاخية
br: Kazakheg
eo: la kazaĥa
fi: ; nominative: kazakki; genitive: kazakin; partitive: kazakkia; inessive: kazakissa; elative: kazakista; illative: kazakkiin; translative: kazakiksi
is: ; nom: kasakska; dat: kasöksku; gen: kasöksku; nomUpper: Kasakska; datUpper: Kasöksku; genUpper: Kasöksku
kab: Takazaxt
ku: Qazakî
ml: കസാഖ്
ru: ; nom: казахский; prep: казахском
uk: ; alone: Казахська; nom: казахська; ins: казахською; pl: казахські

source: Latvian
ar: ; نكرة: لاتفية; معرفة: اللاتفية
br: Latvieg
eo: la latva
fi: ; nominative: latvia; genitive: latvian; partitive: latviaa; inessive: latviassa; elative: latviasta; illative: latviaan; translative: latviaksi
is: ; nom: lettneska; dat: lettnesku; gen: lettnesku; nomUpper: Lettneska; datUpper: Lettnesku; genUpper: Lettnesku
kab: Talitunit
ku: Letonî
ml: ലാറ്റ്വിയൻ
ru: ; nom: латышский; prep: латышском
uk: ; alone: Латиська; nom: латиська; ins: латиською; pl: латиські

source: Bosnian
ar: ; نكرة: بوسنية; معرفة: البوسنية
br: Bosnieg
eo: la bosna
fi: ; nominative: bosnia; genitive: bosnian; partitive: bosniaa; inessive: bosniassa; elative: bosniasta; illative: bosniaan; translative: bosniaksi
is: ; nom: bosníska; dat: bosnísku; gen: bosnísku; nomUpper: Bosníska; datUpper: Bosnísku; genUpper: Bosnísku
kab: Tabusnit
ku: Bosnayî
ml: ബോസ്നിയൻ
ru: ; nom: боснийский; prep: боснийском
uk: ; alone: Боснійська; nom: боснійська; ins: боснійською; pl: боснійські

source: Croatian
ar: ; نكرة: كرواتية; معرفة: الكرواتية
br: Kroateg
eo: la kroata
fi: ; nominative: kroatia; genitive: kroatian; partitive: kroatiaa; inessive: kroatiassa; elative: kroatiasta; illative: kroatiaan; translative: kroatiaksi
is: ; nom: króatíska; dat: króatísku; gen: króatísku; nomUpper: Króatíska; datUpper: Króatísku; genUpper: Króatísku
kab: Takarwasit
ku: Xirwatî
ml: ക്രൊയേഷ്യൻ
ru: ; nom: хорватский; prep: хорватском
uk: ; alone: Хорватська; nom: хорватська; ins: хорватською; pl: хорватські

source: Old East Slavic
ar: ; نكرة: سلافية شرقية قديمة; معرفة: السلافية الشرقية القديمة
br: Slaveg kozh ar reter
eo: la malnov-orientslava
fi: ; nominative: muinaisitäslaavi; genitive: muinaisitäslaavin; partitive: muinaisitäslaavia; inessive: muinaisitäslaavissa; elative: muinaisitäslaavista; illative: muinaisitäslaaviin; translative: muinaisitäslaaviksi
is: ; nom: fornausturslavneska; dat: fornausturslavnesku; gen: fornausturslavnesku; nomUpper: Fornausturslavneska; datUpper: Fornausturslavnesku; genUpper: Fornausturslavnesku
kab: Taslavit taqburt n usammer
ku: Slaviya Rojhilata Kevn
ru: ; nom: древнерусский; prep: древнерусском
uk: ; alone: Давньосхіднослов'янська; nom: давньосхіднослов'янська; ins: давньосхіднослов'янською; pl: давньосхіднослов'янські

source: Chamorro
ar: ; نكرة: شامورية; معرفة: الشامورية
br: Tchamoroueg
eo: la ĉamora
fi: ; nominative: tšamorro; genitive: tšamorron; partitive: tšamorroa; inessive: tšamorrossa; elative: tšamorrosta; illative: tšamorroon; translative: tšamorroksi
is: ; nom: kamorró; dat: kamorró; gen: kamorró; nomUpper: Kamorró; datUpper: Kamorró; genUpper: Kamorró
kab: Tacamurit
ku: Çamorroyî
ml: ചമോറോ
ru: чаморро
uk: Чаморро

source: Tagalog
ar: ; نكرة: تغالوغية; معرفة: التغالوغية
br: Tagalogeg
eo: la tagaloga
fi: ; nominative: tagalog; genitive: tagalogin; partitive: tagalogia; inessive: tagalogissa; elative: tagalogista; illative: tagalogiin; translative: tagalogiksi
is: ; nom: tagalog; dat: tagalog; gen: tagalog; nomUpper: Tagalog; datUpper: Tagalog; genUpper: Tagalog
kab: Tagalugt
ku: Tagalogî
ml: ടാഗലോഗ്
ru: ; nom: тагальский; prep: тагальском
uk: ; alone: Тагальська; nom: тагальська; ins: тагальською; pl: тагальські

source: Quechua
ar: ; نكرة: كيشوا; معرفة: الكيشوا
br: Ketchwaeg
eo: la keĉua
fi: ; nominative: ketšua; genitive: ketšuan; partitive: ketšuaa; inessive: ketšuassa; elative: ketšuasta; illative: ketšuaan; translative: ketšuaksi
is: ; nom: kvesjúa; dat: kvesjúu; gen: kvesjúu; nomUpper: Kvesjúa; datUpper: Kvesjúu; genUpper: Kvesjúu
kab: Takicwit
ku: Keçuwayî
ml: ക്വെച്ചുവ
ru: кечуа
uk: Кечуа

source: Mongolian
ar: ; نكرة: منغولية; معرفة: المنغولية
br: Mongoleg
eo: la mongola
fi: ; nominative: mongolia; genitive: mongolian; partitive: mongoliaa; inessive: mongoliassa; elative: mongoliasta; illative: mongoliaan; translative: mongoliaksi
is: ; nom: mongólska; dat: mongólsku; gen: mongólsku; nomUpper: Mongólska; datUpper: Mongólsku; genUpper: Mongólsku
kab: Tamungult
ku: Moxolî
ml: മംഗോളിയൻ
ru: ; nom: монгольский; prep: монгольском
uk: ; alone: Монгольська; nom: монгольська; ins: монгольською; pl: монгольські

source: Lithuanian
ar: ; نكرة: لتوانية; معرفة: اللتوانية
br: Lithuaneg
eo: la litova
fi: ; nominative: liettua; genitive: liettuan; partitive: liettuaa; inessive: liettuassa; elative: liettuasta; illative: liettuaan; translative: liettuaksi
is: ; nom: litháíska; dat: litháísku; gen: litháísku; nomUpper: Litháíska; datUpper: Litháísku; genUpper: Litháísku
kab: Talitwanit
ku: Lîtvanî
ml: ലിത്വാനിയൻ
ru: ; nom: литовский; prep: литовском
uk: ; alone: Литовська; nom: литовська; ins: литовською; pl: литовські

source: Galician
ar: ; نكرة: جليقية; معرفة: الجليقية
br: Galiseg
eo: la galega
fi: ; nominative: galego; genitive: galegon; partitive: galegoa; inessive: galegossa; elative: galegosta; illative: galegoon; translative: galegoksi
is: ; nom: galíanska; dat: galíansku; gen: galíansku; nomUpper: Galíanska; datUpper: Galíansku; genUpper: Galíansku
kab: Tagalisit
ku: Galîsyayî
ml: ഗലീഷ്യൻ
ru: ; nom: галисийский; prep: галисийском
uk: ; alone: Галісійська; nom: галісійська; ins: галісійською; pl: галісійські

source: Irish
ar: ; نكرة: إيرلندية; معرفة: الإيرلندية
br: Iwerzhoneg
eo: la irlanda
fi: ; nominative: iiri; genitive: iirin; partitive: iiria; inessive: iirissa; elative: iirista; illative: iiriin; translative: iiriksi
is: ; nom: írska; dat: írsku; gen: írsku; nomUpper: Írska; datUpper: Írsku; genUpper: Írsku
kab: Tirlandit
ku: Irlandî
ml: ഐറിഷ്
ru: ; nom: ирландский; prep: ирландском
uk: ; alone: Ірландська; nom: ірландська; ins: ірландською; pl: ірландські

source: Interlingua
ar: ; نكرة: إنترلنغوية; معرفة: الإنترلنغوية
eo: Interlingvao
fi: ; nominative: interlingua; genitive: interlinguan; partitive: interlinguaa; inessive: interlinguassa; elative: interlinguasta; illative: interlinguaan; translative: interlinguaksi
is: ; nom: alþjóðatunga; dat: alþjóðatungu; gen: alþjóðatungu; nomUpper: Alþjóðatunga; datUpper: Alþjóðatungu; genUpper: Alþjóðatungu
kab: Tutlayt tagraγlant
ml: ഇന്റർലിംഗ്വ
ru: ; nom: интерлингва; prep: интерлингве
uk: Інтерлінгва

source: Lojban
ar: ; نكرة: لُجبَنية; معرفة: اللُجبَنية
br: Lojbaneg
eo: la loĵbana
fi: ; nominative: lojban; genitive: lojbanin; partitive: lojbania; inessive: lojbanissa; elative: lojbanista; illative: lojbaniin; translative: lojbaniksi
is: ; nom: lojban; dat: lojban; gen: lojban; nomUpper: Lojban; datUpper: Lojban; genUpper: Lojban
kab: Talujbant
ku: Lojbanî
ml: ലോജ്ബാൻ
ru: ; nom: ложбан; prep: ложбане
uk: Ложбан

source: Toki Pona
ar: توكي بونا
br: Toki Ponaeg
eo: Tokipono
fi: ; nominative: toki pona; genitive: toki ponan; partitive: toki ponaa; inessive: toki ponassa; elative: toki ponasta; illative: toki ponaan; translative: toki ponaksi
ml: ടോകി പോന
ru: ; nom: токипона; prep: токипоне
uk: Токі пона

source: Ainu
ar: ; نكرة: آينوية; معرفة: الآينوية
br: Ainoueg
eo: la ajnua
fi: ; nominative: ainu; genitive: ainun; partitive: ainua; inessive: ainussa; elative: ainusta; illative: ainuun; translative: ainuksi
is: ; nom: aínu; dat: aínu; gen: aínu; nomUpper: Aínu; datUpper: Aínu; genUpper: Aínu
kab: Taynut
ku: Ainuyî
ml: ഐനു
ru: ; nom: айнский; prep: айнском
uk: ; alone: Айнська; nom: айнська; ins: айнською; pl: айнські

source: Sicilian
ar: ; نكرة: صقلية; معرفة: الصقلية
br: Sisilieg
eo: la sicilia
fi: ; nominative: sisilia; genitive: sisilian; partitive: sisiliaa; inessive: sisiliassa; elative: sisiliasta; illative: sisiliaan; translative: sisiliaksi
is: ; nom: sikileyska; dat: sikileysku; gen: sikileysku; nomUpper: Sikileyska; datUpper: Sikileysku; genUpper: Sikileysku
kab: Tasisilyant
ku: Sîcîlyayî
ml: സിസിലിയൻ
ru: ; nom: сицилийский; prep: сицилийском
uk: ; alone: Сицилійська; nom: сицилійська; ins: сицилійською; pl: сицилійські

source: Malayalam
ar: ; نكرة: مالايالامية; معرفة: المالايالامية
br: Malayalameg
eo: la malajala
fi: ; nominative: malajalam; genitive: malajalamin; partitive: malajalamia; inessive: malajalamissa; elative: malajalamista; illative: malajalamiin; translative: malajalamiksi
is: ; nom: malajalam; dat: malajalam; gen: malajalam; nomUpper: Malajalam; datUpper: Malajalam; genUpper: Malajalam
kab: Tamayalamt
ku: Malayalamî
ml: മലയാളം
ru: малаялам
uk: Малаялам

source: Low German (Low Saxon)
br: Germaneg izel (Saksoneg izel)
eo: la platgermana
fi: ; nominative: alasaksa; genitive: alasaksan; partitive: alasaksaa; inessive: alasaksassa; elative: alasaksasta; illative: alasaksaan; translative: alasaksaksi
kab: Talmanit n wadda (Tasaksunt n wadda)
ku: Almaniya Jêrîn (Saksoniya Jêrîn)
ru: ; nom: нижненемецкий (нижнесаксонский); prep: нижненемецком
uk: ; alone: Нижньонімецька; nom: нижньонімецька; ins: нижньонімецькою; pl: нижньонімецькі

source: Klingon
ar: ; نكرة: كلِنغُنية; معرفة: الكلِنغُنية
br: Klingoneg
eo: la klingona
fi: ; nominative: klingon; genitive: klingonin; partitive: klingonia; inessive: klingonissa; elative: klingonista; illative: klingoniin; translative: klingoniksi
is: ; nom: klingonska; dat: klingonsku; gen: klingonsku; nomUpper: Klingonska; datUpper: Klingonsku; genUpper: Klingonsku
kab: Taklingunit
ku: Klingonî
ml: ക്ലിംഗോൺ
ru: ; nom: клингонский; prep: клингонском
uk: ; alone: Клінгонська; nom: клінгонська; ins: клінгонською; pl: клінгонські

source: Slovenian
ar: ; نكرة: سلوفينية; معرفة: السلوفينية
br: Sloveneg
eo: la slovena
fi: ; nominative: sloveeni; genitive: sloveenin; partitive: sloveenia; inessive: sloveenissa; elative: sloveenista; illative: sloveeniin; translative: sloveeniksi
is: ; nom: slóvenska; dat: slóvensku; gen: slóvensku; nomUpper: Slóvenska; datUpper: Slóvensku; genUpper: Slóvensku
kab: Tasluvinit
ku: Slovenî
ml: സ്ലോവേനിയൻ
ru: ; nom: словенский; prep: словенском
uk: ; alone: Словенська; nom: словенська; ins: словенською; pl: словенські

source: Thai
ar: ; نكرة: تايلاندية; معرفة: التايلاندية
br: Thaieg
eo: la taja
fi: ; nominative: thai; genitive: thain; partitive: thaita; inessive: thaissa; elative: thaista; illative: thaihin; translative: thaiksi
is: ; nom: taílenska; dat: taílensku; gen: taílensku; nomUpper: Taílenska; datUpper: Taílensku; genUpper: Taílensku
kab: Taṭaylant
ku: Thayî
ml: തായ്
ru: ; nom: тайский; prep: тайском
uk: ; alone: Тайська; nom: тайська; ins: тайською; pl: тайські

source: Literary Chinese
ar: ; نكرة: صينية أدبية; معرفة: الصينية الأدبية
br: Sinaeg Lennegel
eo: la literatur-ĉina
fi: ; nominative: kiina (kirjallinen); genitive: kirjallisen kiinan; partitive: kirjallista kiinaa; inessive: kirjallisessa kiinassa; elative: kirjallisesta kiinasta; illative: kirjalliseen kiinaan; translative: kirjalliseksi kiinaksi
kab: Tacinwat n tizeɣt
ku: Çîniya Wêjeyî
ru: ; nom: классический китайский; prep: классическом китайском
uk: Класична китайська

source: Ossetian
ar: ; نكرة: أوسيتية; معرفة: الأوسيتية
br: Oseteg
eo: la oseta
fi: ; nominative: osseetti; genitive: osseetin; partitive: osseettia; inessive: osseetissa; elative: osseetista; illative: osseettiin; translative: osseetiksi
is: ; nom: ossetíska; dat: ossetísku; gen: ossetísku; nomUpper: Ossetíska; datUpper: Ossetísku; genUpper: Ossetísku
ku: Osetî
ml: ഒസ്സെഷ്യൻ ഭാഷ
ru: ; nom: осетинский; prep: осетинском
uk: ; alone: Осетинська; nom: осетинська; ins: осетинською; pl: осетинські

source: Romansh
ar: ; نكرة: رومانشية; معرفة: الرومانشية
br: Romancheg
eo: la romanĉa
fi: ; nominative: retoromaani; genitive: retoromaanin; partitive: retoromaania; inessive: retoromaanissa; elative: retoromaanista; illative: retoromaaniin; translative: retoromaaniksi
is: ; nom: rómanska; dat: rómansku; gen: rómansku; nomUpper: Rómanska; datUpper: Rómansku; genUpper: Rómansku
kab: Tarumancit
ku: Romanşî
ml: റൊമാഞ്ച്
ru: ; nom: ретороманский; prep: ретороманском
uk: ; alone: Ретороманська; nom: ретороманська; ins: ретороманською; pl: ретороманські

source: Volapük
ar: ; نكرة: ڤولابوكية; معرفة: الڤولابوكية
br: Volapükeg
eo: Volapuko
fi: ; nominative: volapük; genitive: volapükin; partitive: volapükia; inessive: volapükissa; elative: volapükista; illative: volapükiin; translative: volapükiksi
is: ; nom: volapyk; dat: volapyk; gen: volapyk; nomUpper: Volapyk; datUpper: Volapyk; genUpper: Volapyk
ku: Volapukî
ml: വോളാപുക്
ru: ; nom: волапюк; prep: волапюке
uk: Волапюк

source: Scottish Gaelic
ar: ; نكرة: غالكية إسكتلندية; معرفة: الغالكية الإسكتلندية
br: Gouezeleg bro Skos
eo: la skot-gaela
fi: ; nominative: gaeli (skotlanti); genitive: gaelin; partitive: gaelia; inessive: gaelissa; elative: gaelista; illative: gaeliin; translative: gaeliksi
is: ; nom: skosk gelíska; dat: skosk gelísku; gen: skosk gelísku; nomUpper: Skosk gelíska; datUpper: Skosk gelísku; genUpper: Skosk gelísku
kab: Tagaylikt n Skuṭland
ku: Zimanê Skotî
ml: സ്കോട്ടിഷ് ഗൈലിക്
ru: ; nom: гэльский; prep: гэльском
uk: Шотландська гельська

source: Ido
ar: ; نكرة: إيدوية; معرفة: الإيدوية
br: Idoeg
fi: ; nominative: ido; genitive: idon; partitive: idoa; inessive: idossa; elative: idosta; illative: idoon; translative: idoksi
is: ; nom: ídó; dat: ídó; gen: ídó; nomUpper: Ídó; datUpper: Ídó; genUpper: Ídó
kab: Tidut
ml: ഇഡോ
ru: идо
uk: Ідо

source: Asturian
ar: ; نكرة: أستورية; معرفة: الأستورية
br: Asturieg
eo: la astura
fi: ; nominative: asturia; genitive: asturian; partitive: asturiaa; inessive: asturiassa; elative: asturiasta; illative: asturiaan; translative: asturiaksi
is: ; nom: astúríska; dat: astúrísku; gen: astúrísku; nomUpper: Astúríska; datUpper: Astúrísku; genUpper: Astúrísku
kab: Tasturyant
ku: Asûrî
ml: ഓസ്‌ട്രിയൻ
ru: ; nom: астурийский; prep: астурийском
uk: ; alone: Астурійська; nom: астурійська; ins: астурійською; pl: астурійські

source: Interlingue
ar: ; نكرة: إنترلينغوية; معرفة: الإنترلينغوية
br: Interlingueeg
eo: Interlingveo
fi: ; nominative: interlingue; genitive: interlinguen; partitive: interlingueta; inessive: interlinguessa; elative: interlinguesta; illative: interlingueen; translative: interlingueksi
is: ; nom: interlingve; dat: interlingve; gen: interlingve; nomUpper: Interlingve; datUpper: Interlingve; genUpper: Interlingve
kab: Tutlayt tagraγlant
ml: ഇന്റർലിംഗ്വേ
ru: интерлингве
uk: Окциденталь

source: Occitan
ar: ; نكرة: قسطانية; معرفة: القسطانية
br: Okitaneg
eo: la okcitana
fi: ; nominative: oksitaani; genitive: oksitaanin; partitive: oksitaania; inessive: oksitaanissa; elative: oksitaanista; illative: oksitaaniin; translative: oksitaaniksi
is: ; nom: oksítaníska; dat: oksítanísku; gen: oksítanísku; nomUpper: Oksítaníska; datUpper: Oksítanísku; genUpper: Oksítanísku
kab: Tuksitant
ku: Oksitanî
ml: ഓക്‌സിറ്റൻ
ru: ; nom: окситанский; prep: окситанском
uk: ; alone: Окситанська; nom: окситанська; ins: окситанською; pl: окситанські

source: Kalmyk
ar: ; نكرة: كالميكية; معرفة: الكالميكية
br: Kalmykeg
eo: la kalmuka
fi: ; nominative: kalmukki; genitive: kalmukin; partitive: kalmukkia; inessive: kalmukissa; elative: kalmukista; illative: kalmukkiin; translative: kalmukiksi
is: ; nom: kalmúkska; dat: kalmúksku; gen: kalmúksku; nomUpper: Kalmúkska; datUpper: Kalmúksku; genUpper: Kalmúksku
ku: Kalmikî
ml: കൽമൈക്
ru: ; nom: калмыцкий; prep: калмыцком
uk: ; alone: Калмицька; nom: калмицька; ins: калмицькою; pl: калмицькі

source: Old English
ar: ; نكرة: إنجليزية قديمة; معرفة: الإنجليزية القديمة
br: Saozneg kozh
eo: la malnov-angla
fi: ; nominative: muinaisenglanti; genitive: muinaisenglannin; partitive: muinaisenglantia; inessive: muinaisenglannissa; elative: muinaisenglannista; illative: muinaisenglantiin; translative: muinaisenglanniksi
is: ; nom: fornenska; dat: fornensku; gen: fornensku; nomUpper: Fornenska; datUpper: Fornensku; genUpper: Fornensku
kab: Taglizit taqburt
ku: Îngilîziya Kevn
ml: പഴയ ഇംഗ്ലീഷ്
ru: ; nom: древнеанглийский; prep: древнеанглийском
uk: ; alone: Давньоанглійська; nom: давньоанглійська; ins: давньоанглійською; pl: давньоанглійські

source: Lower Sorbian
ar: ; نكرة: صوربية دنيا; معرفة: الصوربية الدنيا
br: Sorabeg Izel
eo: la malalt-soraba
fi: ; nominative: alasorbi; genitive: alasorbin; partitive: alasorbia; inessive: alasorbissa; elative: alasorbista; illative: alasorbiin; translative: alasorbiksi
is: ; nom: lágsorbneska; dat: lágsorbnesku; gen: lágsorbnesku; nomUpper: Lágsorbneska; datUpper: Lágsorbnesku; genUpper: Lágsorbnesku
kab: Tasiṛbit n wadda
ku: Sorbiya Jêrîn
ml: ലോവർ സോർബിയൻ
ru: ; nom: нижнелужицкий; prep: нижнелужицком
uk: ; alone: Нижньолужицька; nom: нижньолужицька; ins: нижньолужицькою; pl: нижньолужицькі

source: Upper Sorbian
ar: ; نكرة: صوربية عليا; معرفة: الصوربية العليا
br: Sorabeg Uhel
eo: la alt-soraba
fi: ; nominative: yläsorbi; genitive: yläsorbin; partitive: yläsorbia; inessive: yläsorbissa; elative: yläsorbista; illative: yläsorbiin; translative: yläsorbiksi
is: ; nom: hásorbneska; dat: hásorbnesku; gen: hásorbnesku; nomUpper: Hásorbneska; datUpper: Hásorbnesku; genUpper: Hásorbnesku
kab: Ṣorbyan n ufella
ku: Sorbiya Jorîn
ml: അപ്പർ സോർബിയൻ
ru: ; nom: верхнелужицкий; prep: верхнелужицком
uk: ; alone: Верхньолужицька; nom: верхньолужицька; ins: верхньолужицькою; pl: верхньолужицькі

source: Kölsch
ar: ; نكرة: كولشية; معرفة: الكولشية
br: Kölcheg
eo: la kolonja
fi: ; nominative: kölschin murre; genitive: kölschin murteen; partitive: kölschin murretta; inessive: kölschin murteessa; elative: kölschin murteesta; illative: kölschin murteeseen; translative: kölschin murteeksi
ku: Kolnî
ru: ; nom: кёльнский диалект; prep: кёльнском диалекте
uk: ; alone: Кельнська; nom: кельнська; ins: кельнською; pl: кельнські

source: Welsh
ar: ; نكرة: ويلزية; معرفة: الويلزية
br: Kembraeg
eo: la kimra
fi: ; nominative: kymri; genitive: kymrin; partitive: kymriä; inessive: kymrissä; elative: kymristä; illative: kymriin; translative: kymriksi
is: ; nom: velska; dat: velsku; gen: velsku; nomUpper: Velska; datUpper: Velsku; genUpper: Velsku
kab: Takusit
ku: Galî
ml: വെൽഷ്
ru: ; nom: валлийский; prep: валлийском
uk: ; alone: Валлійська; nom: валлійська; ins: валлійською; pl: валлійські
