Repository: Tatoeba/tatoeba2
Catalog: src/Locale/dtp/admin.po
Languages: dtp

source: Invalid file “{file}” ignored.
dtp: Nokologos no fail dot amu kotorimo “{file}”.

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
dtp: Amu kaanu suraton do rolou do “{author}” kumaa do boros ayat {sentenceId} id suang do piipiro data. Mositi do kotorimo ngaran ponguno.

source: Failed to create directory “{dir}” to import file “{file}”.
dtp: Amu kaanu do momonsoi do direktori “{dir}” kumaa do fail impot “{file}”.

source: Failed to copy file “{file}” to directory “{dir}”.
dtp: Amu kaanu do maan ‘copy’ do direktori “{dir}” kumaa do fail impot “{file}”.

source: File “{file}” was successfully imported but could not be removed from the import directory.
dtp: Nakaanu no maai impot do "{file}" nga amu po papataam do impot mantad do direktori.

source: Import recordings
dtp: Maai impot rakaman

source: Files detected
dtp: Nokoriuk no piagalan fail.

source: File name
dtp: Ngaran do fail.

source: Sentence id
dtp: Boros ayat do id

source: Language
dtp: Boros

source: May be imported
dtp: Kiwaro doti impot

source: N/A
dtp: Aiso nunu

source: Invalid
dtp: Amu kotorimo

source: Yes
dtp: Ohoo

source: No
dtp: Amu

source: No files have been detected inside the import directory.
dtp: Aiso nunu do piagalan mantad id suang do impot direktori.

source: Import
dtp: Impot

source: Delete
dtp: Papataam

source: Correctness
dtp: Pointopot

source: Submit
dtp: Papaatod

source: Import sentences
dtp: Maai impot boros ayat

source: Single sentences
dtp: Tiso boros ayat

source: Language of the sentences:
dtp: Boros-boros do ayat

source: File:
dtp: Fail:

source: Numeric user id:
dtp: Numbur ponguno id:

source: import
dtp: impot

source: Sentences and translations
dtp: Boros ayat om padalinan dau

source: Language of the translations:
dtp: Padalinan do boros

source: Are you sure you want to delete user #{number}?
dtp: Manu kou po nangku papataam do ponguno #{number}?

source: List Users
dtp: Senarai do Ponguno

source: Profile
dtp: Profil

source: Edit User
dtp: Pongidit Ponguno

source: Username
dtp: Ngaran Ponguno

source: Lang
dtp: Boros

source: Group
dtp: Pitimbungan

source: Level
dtp: Taraf

source: Send notifications
dtp: Papaatod do notifikasi

source: unhide
dtp: Amu lisokon

source: hide
dtp: Lisoko
