Repository: Tatoeba/tatoeba2
Catalog: src/Locale/dtp/countries.po
Languages: dtp

source: Ascension Island
dtp: Pulou Ascension

source: United Arab Emirates
dtp: Pisompuruan do Emiriah Arab

source: Antigua & Barbuda
dtp: Antigua om Barbuda

source: Angola
dtp: Pogun Angola

source: Antarctica
dtp: Pogun Antartika

source: Argentina
dtp: Pogun Argentina

source: American Samoa
dtp: Pogun Samoa Amorika

source: Austria
dtp: Pogun Austria

source: Australia
dtp: Pogun Australia

source: Aruba
dtp: Pogun Aruba

source: Åland Islands
dtp: Pulou Åland

source: Azerbaijan
dtp: Pogun Azerbaijan

source: Bosnia
dtp: Pogun Bosnia

source: Barbados
dtp: Pogun Barbados

source: Bangladesh
dtp: Pogun Bangladesh

source: Belgium
dtp: Pogun Belgium

source: Burkina Faso
dtp: Pogun Burkina Faso

source: Bulgaria
dtp: Pogun Bulgaria

source: Bahrain
dtp: Pogun Bahrain

source: Burundi
dtp: Pogun Burundi

source: Benin
dtp: Pogun Benin

source: St. Barthélemy
dtp: Pulou Saint Barthélemy

source: Bermuda
dtp: Pogun Bermuda

source: Brunei
dtp: Pogun Brunai

source: Bolivia
dtp: Pogun Bolivia

source: Caribbean Netherlands
dtp: Pogun Karibbean Bolanda

source: Brazil
dtp: Pogun Brazil

source: Bahamas
dtp: Pogun Bahamas

source: Bhutan
dtp: Pogun Bhutan

source: Bouvet Island
dtp: Pulou Bouvet

source: Botswana
dtp: Pogun Botswana

source: Belarus
dtp: Pogun Belarus

source: Belize
dtp: Pogun Belize

source: Canada
dtp: Pogun Kanada

source: Cocos (Keeling) Islands
dtp: Pulou Kokos (Keeling)

source: Congo - Kinshasa
dtp: Pogun Kongo - Kinshasa

source: Central African Republic
dtp: Pogun do Republik Afrika Pitangahan.

source: Congo - Brazzaville
dtp: Pogun Kongo - Brazzaville

source: Switzerland
dtp: Pogun Swiss

source: Côte d’Ivoire
dtp: Pogun Kowoigan do Ivory

source: Cook Islands
dtp: Pulou Cook

source: Chile
dtp: Pogun Chile

source: Cameroon
dtp: Pogun Kameroon

source: China
dtp: Pogun Sina

source: Colombia
dtp: Pogun Kolombia

source: Clipperton Island
dtp: Pulou Klipperton

source: Costa Rica
dtp: Pogun Kosta Rika

source: Cuba
dtp: Pogun Kuba

source: Cape Verde
dtp: Pogun Kabo Verde

source: Curaçao
dtp: Pogun Kurasao

source: Christmas Island
dtp: Pulou Krismas

source: Cyprus
dtp: Pogun Siprus

source: Germany
dtp: Pogun Jorman

source: Diego Garcia
dtp: Pogun Diego Garsia

source: Djibouti
dtp: Pogun Jibouti

source: Denmark
dtp: Pogun Denmark

source: Dominica
dtp: Pogun Dominika

source: Dominican Republic
dtp: Pogun do Republik Dominika

source: Algeria
dtp: Pogun Algeria

source: Ceuta & Melilla
dtp: Pogun Seuta om Melilla

source: Ecuador
dtp: Pogun Ekuador

source: Estonia
dtp: Pogun Estonia

source: Egypt
dtp: Pogun Mesir

source: Western Sahara
dtp: Pogun Sahara Kosilaan

source: Eritrea
dtp: Pogun Eritrea

source: Spain
dtp: Pogun Sapanyol

source: Ethiopia
dtp: Pogun Ethiopia

source: Finland
dtp: Pogun Finn

source: Fiji
dtp: Pogun Fiji

source: Falkland Islands
dtp: Pulou Falkland

source: Micronesia
dtp: Pogun-pogun do Mikronesia

source: Faroe Islands
dtp: Pulou Faroe

source: France
dtp: Pogun Poransis

source: Gabon
dtp: Pogun Gabon

source: United Kingdom
dtp: Pogun do Pisompuruan Inggilis

source: Grenada
dtp: Pogun Grenada

source: Georgia
dtp: Pogun Georgia

source: French Guiana
dtp: Pogun Guiana Poransis

source: Guernsey
dtp: Pogun Guernsey

source: Ghana
dtp: Pogun Ghana

source: Gibraltar
dtp: Pogun Gibraltar

source: Greenland
dtp: Pogun Green

source: Gambia
dtp: Pogun Gambia

source: Guinea
dtp: Pogun Guinea

source: Guadeloupe
dtp: Pogun Guadeloupe

source: Equatorial Guinea
dtp: Pogun Guinea Ekuatorial

source: Greece
dtp: Pogun Yunani

source: South Georgia & South Sandwich Islands
dtp: Pulou Georgia Kabaatan om Sandwich Kabaatan

source: Guatemala
dtp: Pogun Guatemala

source: Guam
dtp: Pogun Guam

source: Guinea-Bissau
dtp: Pogun Guinea-Bissau

source: Guyana
dtp: Pogun Guyana

source: Hong Kong
dtp: Pogun Hong Kong

source: Heard & McDonald Islands
dtp: Pulou Heard om McDonald

source: Honduras
dtp: Pogun Honduras

source: Croatia
dtp: Pogun Kroatia

source: Haiti
dtp: Pogun Haiti

source: Hungary
dtp: Pogun Hungary

source: Canary Islands
dtp: Pulou Kanary

source: Indonesia
dtp: Pogun Indonesia

source: Ireland
dtp: Pogun Airis

source: Israel
dtp: Pogun Israil

source: Isle of Man
dtp: Pulou Isle Man

source: India
dtp: Pogun India

source: British Indian Ocean Territory
dtp: Kuta Kowoigan do India British

source: Iraq
dtp: Pogun Irak

source: Iran
dtp: Pogun Iran

source: Iceland
dtp: Pogun Ais

source: Italy
dtp: Pogun Itali

source: Jersey
dtp: Pogun Jersey

source: Jamaica
dtp: Pogun Jamaika

source: Jordan
dtp: Pogun Jordan

source: Japan
dtp: Pogun Jipun

source: Kenya
dtp: Pogun Kenya

source: Kyrgyzstan
dtp: Pogun Kyrgyzstan

source: Cambodia
dtp: Pogun Kamboja

source: Kiribati
dtp: Pogun Kiribati

source: Comoros
dtp: Pogun Komoros

source: St. Kitts & Nevis
dtp: Pogun Saint Kitts om Nevis

source: North Korea
dtp: Pogun Korea Koributan

source: South Korea
dtp: Pogun Korea Kabaatan

source: Kuwait
dtp: Pogun Kuwait

source: Cayman Islands
dtp: Pulou Kayman

source: Kazakhstan
dtp: Pogun Kazakhstan

source: Laos
dtp: Pogun Lao

source: Lebanon
dtp: Pogun Lubnan

source: St. Lucia
dtp: Pogun Saint Lusia

source: Liechtenstein
dtp: Pogun Liechtenstein

source: Sri Lanka
dtp: Pogun Sri Lanka

source: Liberia
dtp: Pogun Liberia

source: Lesotho
dtp: Pogun Lesotho

source: Lithuania
dtp: Pogun Lithuania

source: Luxembourg
dtp: Pogun Luxembourg

source: Latvia
dtp: Pogun Latvia

source: Libya
dtp: Pogun Libya

source: Morocco
dtp: Pogun Maribi

source: Monaco
dtp: Pogun Monako

source: Moldova
dtp: Pogun Moldova

source: Montenegro
dtp: Pogun Montenegro

source: St. Martin
dtp: Pogun Saint Martin

source: Madagascar
dtp: Pogun Madagasikara

source: Marshall Islands
dtp: Pulou Marshall

source: Mali
dtp: Pogun Mali

source: Myanmar
dtp: Pogun Burma

source: Mongolia
dtp: Pogun Mongolia

source: Northern Mariana Islands
dtp: Pulou Mariana Koributan

source: Martinique
dtp: Pogun Martinik

source: Mauritania
dtp: Pogun Mauritania

source: Montserrat
dtp: Pogun Montserrat

source: Malta
dtp: Pogun Malta

source: Mauritius
dtp: Pogun Mauritius

source: Maldives
dtp: Pogun Maldives

source: Malawi
dtp: Pogun Malawi

source: Mexico
dtp: Pogun Miksiko

source: Malaysia
dtp: Pogun Malaysia

source: Mozambique
dtp: Pogun Mozambik

source: Namibia
dtp: Pogun Namibia

source: New Caledonia
dtp: Pogun Kaledonia Wagu

source: Niger
dtp: Pogun Niger

source: Norfolk Island
dtp: Pulou Norfolk

source: Nigeria
dtp: Pogun Nigeria

source: Nicaragua
dtp: Pogun Nikaragua

source: Netherlands
dtp: Pogun Bolanda

source: Norway
dtp: Pogun Norway

source: Nepal
dtp: Pogun Nepal

source: Nauru
dtp: Pogun Nauru

source: Niue
dtp: Pogun Niue

source: New Zealand
dtp: Pogun Zealand Wagu

source: Oman
dtp: Pogun Oman

source: Panama
dtp: Pogun Panama

source: Peru
dtp: Pogun Peru

source: French Polynesia
dtp: Pogun do Polynesia Poransis

source: Papua New Guinea
dtp: Pogun Papua Guinea Wagu

source: Philippines
dtp: Pogun Pilipin

source: Pakistan
dtp: Pogun Pakistan

source: Poland
dtp: Pogun Polish

source: St. Pierre & Miquelon
dtp: Pogun Saint Pierre om Mikelon

source: Pitcairn Islands
dtp: Pulou Pitkairn

source: Puerto Rico
dtp: Pogun Puerto Riko

source: Palestine
dtp: Pogun Pilistin

source: Portugal
dtp: Pogun Portugis

source: Palau
dtp: Pogun Palau

source: Paraguay
dtp: Pogun Paraguay

source: Qatar
dtp: Pogun Katar

source: Réunion
dtp: Pogun Réunion

source: Romania
dtp: Pogun Romania

source: Serbia
dtp: Pogun Serbia

source: Russia
dtp: Pogun Russia

source: Rwanda
dtp: Pogun Rwanda

source: Saudi Arabia
dtp: Pogun Arab Saudi

source: Solomon Islands
dtp: Pulou Solomon

source: Seychelles
dtp: Pogun Seychelles

source: Sudan
dtp: Pogun Sudan

source: Sweden
dtp: Pogun Sweden

source: Singapore
dtp: Pogun Singapura

source: St. Helena
dtp: Pogun Saint Helena

source: Slovenia
dtp: Pogun Slovenia

source: Svalbard & Jan Mayen
dtp: Pogun Svalbard om Jan Mayen

source: Slovakia
dtp: Pogun Slovakia

source: Sierra Leone
dtp: Pogun Sierra Leone

source: San Marino
dtp: Pogun San Marino

source: Senegal
dtp: Pogun Senegal

source: Somalia
dtp: Pogun Somalia

source: Suriname
dtp: Pogun Surinam

source: South Sudan
dtp: Pogun Sudan Kabaatan

source: São Tomé & Príncipe
dtp: Pogun São Tomé om Prínsip

source: El Salvador
dtp: Pogun El Salvador

source: Sint Maarten
dtp: Pogun Sint Maarten

source: Syria
dtp: Pogun Suria

source: Tristan da Cunha
dtp: Pogun Tristan Da Kunya

source: Turks & Caicos Islands
dtp: Pulou Turks om Kaikos

source: Chad
dtp: Pogun Chad

source: French Southern Territories
dtp: Kuta do Kabaatan Poransis

source: Togo
dtp: Pogun Togo

source: Thailand
dtp: Pogun Thai

source: Tajikistan
dtp: Pogun Tajikistan

source: Tokelau
dtp: Pogun Tokelau

source: Timor-Leste
dtp: Pogun Timur-Leste

source: Turkmenistan
dtp: Pogun Turkmenistan

source: Tunisia
dtp: Pogun Tunisia

source: Tonga
dtp: Pogun Tonga

source: Turkey
dtp: Pogun Turki

source: Trinidad & Tobago
dtp: Pogun Trinidad om Tobago

source: Tuvalu
dtp: Pogun Tuvalu

source: Taiwan
dtp: Pogun Taiwan

source: Tanzania
dtp: Pogun Tanzania

source: Ukraine
dtp: Pogun Ukrain

source: Uganda
dtp: Pogun Uganda

source: U.S. Outlying Islands
dtp: Pulou Rontobon do Pisompuruan Amorika

source: United States
dtp: Pogun do Pisompuruan Amorika

source: Uruguay
dtp: Pogun Uruguay

source: Uzbekistan
dtp: Pogun Uzbekistan

source: Vatican City
dtp: Pogun Kuta Vatikan

source: St. Vincent & Grenadines
dtp: Pogun Saint Vincent om Grenadines

source: Venezuela
dtp: Pogun Venezuela

source: British Virgin Islands
dtp: Pulou Virgin British

source: U.S. Virgin Islands
dtp: Pulou Virgin Amorika

source: Vietnam
dtp: Pogun Vietnam

source: Vanuatu
dtp: Pogun Vanuatu

source: Wallis & Futuna
dtp: Pogun Wallis om Futuna

source: Samoa
dtp: Pogun Samoa

source: Kosovo
dtp: Pogun Kosovo

source: Yemen
dtp: Pogun Yemen

source: Mayotte
dtp: Pogun Mayotte

source: South Africa
dtp: Pogun Afrika Kabaatan

source: Zambia
dtp: Pogun Zambia

source: Zimbabwe
dtp: Pogun Zimbabwe
