Repository: Tatoeba/tatoeba2
Catalog: src/Locale/dtp/languages.po
Languages: dtp

source: Arabic
dtp: Boros Arab

source: English
dtp: Boros Inggilis

source: Japanese
dtp: Boros Jipun

source: French
dtp: Boros Poransis

source: German
dtp: Boros Jorman

source: Spanish
dtp: Boros Sopanyol

source: Italian
dtp: Boros Itali

source: Vietnamese
dtp: Boros Vietnam

source: Russian
dtp: Boros Russia

source: Mandarin Chinese
dtp: Boros Sina Mandarin

source: Korean
dtp: Boros Korea

source: Dutch
dtp: Boros Bolanda

source: Hebrew
dtp: Boros Ibrani

source: Indonesian
dtp: Boros Indonesia

source: Portuguese
dtp: Boros Portugis

source: Finnish
dtp: Boros Finnish

source: Bulgarian
dtp: Boros Bulgaria

source: Ukrainian
dtp: Boros Ukrain

source: Czech
dtp: Boros Czech

source: Esperanto
dtp: Boros Esperanto

source: Greek
dtp: Boros Yunani

source: Turkish
dtp: Boros Turki

source: Swedish
dtp: Boros Sweden

source: Norwegian Bokmål
dtp: Boros Norway Bokmål

source: Malay
dtp: Boros Malayu

source: Estonian
dtp: Boros Estonia

source: Georgian
dtp: Boros Georgia

source: Polish
dtp: Boros Polish

source: Swahili
dtp: Boros Swahili

source: Latin
dtp: Boros Latin

source: Shanghainese
dtp: Boros Sina Shanghai

source: Egyptian Arabic
dtp: Boros Arab Mesir

source: Belarusian
dtp: Boros Belarus

source: Hungarian
dtp: Boros Hungary

source: Icelandic
dtp: Boros do Pogun Ais

source: Albanian
dtp: Boros Albania

source: Cantonese
dtp: Boros Sina Kantonis

source: Afrikaans
dtp: Boros Afrikaan

source: Faroese
dtp: Boros Faroe

source: Frisian
dtp: Boros Frisia

source: Breton
dtp: Boros Breton

source: Romanian
dtp: Boros Romania

source: Uyghur
dtp: Boros Uyghur

source: Uzbek
dtp: Boros Uzbek

source: Norwegian Nynorsk
dtp: Boros Norway Nynorsk

source: Serbian
dtp: Boros Serbia

source: Tatar
dtp: Boros Tatar

source: Yiddish
dtp: Boros Yiddis

source: Persian
dtp: Boros Parsi

source: Min Nan Chinese
dtp: Boros Sina Min Nan

source: Basque
dtp: Boros Basque

source: Slovak
dtp: Boros Slovak

source: Danish
dtp: Boros Denmark

source: Armenian
dtp: Boros Armenia

source: Iraqi Arabic
dtp: Boros Arab Irak

source: Sanskrit
dtp: Boros Sanskrit

source: Urdu
dtp: Boros Urdu

source: Hindi
dtp: Boros Hindi

source: Bengali
dtp: Boros Bangali

source: CycL
dtp: Boros Komputer

source: Catalan
dtp: Boros Katalania

source: Kazakh
dtp: Boros Kazakhtan

source: Latvian
dtp: Boros Latvia

source: Bosnian
dtp: Boros Bosnia

source: Croatian
dtp: Boros Kroatia

source: Old East Slavic
dtp: Boros Russia di Laid

source: Chamorro
dtp: Boros Guam Chamorro

source: Tagalog
dtp: Boros Tagalog

source: Quechua
dtp: Boros Quechua

source: Mongolian
dtp: Boros Mongolia

source: Lithuanian
dtp: Boros Lithuania

source: Galician
dtp: Boros Galisia

source: Irish
dtp: Boros Airis

source: Interlingua
dtp: Boros Interlingua

source: Lojban
dtp: Boros Lojban

source: Toki Pona
dtp: Boros Toki Pona

source: Ainu
dtp: Boros Jipun Ainu

source: Sicilian
dtp: Boros Sisily

source: Malayalam
dtp: Boros Malayalam

source: Low German (Low Saxon)
dtp: Boros Jorman Siribo (Saxon Siribo)

source: Klingon
dtp: Boros Klingon

source: Slovenian
dtp: Boros Slovenia

source: Thai
dtp: Boros Thai

source: Literary Chinese
dtp: Boros Sina do Sisindiron

source: Ossetian
dtp: Boros Ossetia

source: Romansh
dtp: Boros Romansh

source: Volapük
dtp: Boros Volapük

source: Scottish Gaelic
dtp: Boros Skottis Gaelik

source: Ido
dtp: Boros Esperanto Ido

source: Asturian
dtp: Boros Asturias

source: Interlingue
dtp: Boros Interlingue

source: Occitan
dtp: Boros Occitan

source: Kalmyk
dtp: Boros Mongolia Kalmyk

source: Old English
dtp: Boros Inggilis Laid

source: Lower Sorbian
dtp: Boros Sorbian Siribo

source: Upper Sorbian
dtp: Boros Sorbian Kawas

source: Kölsch
dtp: Boros Jorman Kölsch

source: Welsh
dtp: Boros Welsh

source: Ewe
dtp: Boros Ewe

source: Sindarin
dtp: Boros Sindarin

source: Telugu
dtp: Boros India Telugu

source: Tok Pisin
dtp: Boros Tok Pisin

source: Quenya
dtp: Boros Tangon Quenya

source: Novial
dtp: Boros Novial

source: Maori
dtp: Boros Maori

source: Ladin
dtp: Boros Itali Ladin

source: Berber
dtp: Boros Berber

source: Xhosa
dtp: Boros Xhosa

source: Punjabi (Western)
dtp: Boros Punjabi (Kotonobon)

source: Malagasy
dtp: Boros Malagasi

source: Guarani
dtp: Boros Guarani

source: Ladino
dtp: Boros Ladino

source: Piedmontese
dtp: Boros Piemont

source: Kotava
dtp: Boros Kotava

source: Marathi
dtp: Boros Marathi

source: Old Tupi
dtp: Boros Tupi Laid

source: Tajik
dtp: Boros Tajik

source: Old Prussian
dtp: Boros Prussia Laid

source: Nepali
dtp: Boros Nepal

source: Maltese
dtp: Boros Malta

source: Chukchi
dtp: Boros Chukchi

source: Cornish
dtp: Boros Kornish

source: Azerbaijani
dtp: Boros Azerbaijan

source: Khmer
dtp: Boros Kamboja

source: Lao
dtp: Boros Lao

source: Tibetan
dtp: Boros Tibet

source: Hiligaynon
dtp: Boros Pilipin Ilongo

source: Algerian Arabic
dtp: Boros Arab Algeria

source: Picard
dtp: Boros Picard

source: Ancient Greek
dtp: Boros Yunani di Gulu-gulu

source: Amharic
dtp: Boros Amhara

source: Awadhi
dtp: Boros India Awadh

source: Bhojpuri
dtp: Boros India Bihari

source: Chavacano
dtp: Boros Pilipin Chavacano

source: Middle English
dtp: Boros Inggilis do Pitangaan Zaman

source: Middle French
dtp: Boros Poransis do Pitangaan Zaman

source: Haitian Creole
dtp: Boros Kreol Haiti

source: Juhuri (Judeo-Tat)
dtp: Boros Juhuri (Judeo-Tat)

source: Greenlandic
dtp: Boros Pogun Green

source: Meadow Mari
dtp: Boros Mari Meadow

source: Nahuatl
dtp: Boros Nahuatl

source: Pennsylvania German
dtp: Boros Jorman Pennsylvania

source: Sinhala
dtp: Boros India Sinhala

source: Turkmen
dtp: Boros Turkmenistan

source: Walloon
dtp: Boros Walloon

source: Bashkir
dtp: Boros Bashkir

source: Hausa
dtp: Boros Hausa

source: Luxembourgish
dtp: Boros Luxembourg

source: Mambae
dtp: Boros Timur Mambai

source: Somali
dtp: Boros Somalia

source: Zulu
dtp: Boros Zulu

source: Hawaiian
dtp: Boros Hawaii

source: Kyrgyz
dtp: Boros Kyrgyzstan

source: Macedonian
dtp: Boros Makedonia

source: Hill Mari
dtp: Boros Mari Hill

source: Pipil
dtp: Boros Pipil

source: Yoruba
dtp: Boros Yoruba

source: Kinyarwanda
dtp: Boros Kinyarwanda

source: Shuswap
dtp: Boros Shuswap

source: Chuvash
dtp: Boros Chuvash

source: Lakota
dtp: Boros Amorika Lakota

source: Ottoman Turkish
dtp: Boros Turki Zaman Ottoman

source: Shona
dtp: Boros Shona

source: Mon
dtp: Boros Mon

source: Nogai
dtp: Boros Nogai

source: Yakut
dtp: Boros Yakut

source: Abkhaz
dtp: Boros Abkhaz

source: Tetun
dtp: Boros Timur Tetun

source: Tamil
dtp: Boros Tamil

source: Udmurt
dtp: Boros Udmurt

source: Kumyk
dtp: Boros Kumyk

source: Crimean Tatar
dtp: Boros Turki Kirim

source: Chinyanja
dtp: Boros Chinyanja

source: Livonian
dtp: Boros Livonia

source: Navajo
dtp: Boros Amorika Navajo

source: Cherokee
dtp: Boros Amorika Cherokee

source: Gujarati
dtp: Boros India Gujarati

source: Punjabi (Eastern)
dtp: Boros Punjabi (Kosilaan)

source: Khasi
dtp: Boros India Khasi

source: Javanese
dtp: Boros Jawa

source: Zaza
dtp: Boros Zaza

source: Emilian
dtp: Boros Itali Emilia

source: Tigrinya
dtp: Boros Tigrinya

source: Northern Sami
dtp: Boros Sámi Koributan

source: North Moluccan Malay
dtp: Boros Malayu Maluku

source: Kapampangan
dtp: Boros Pilipin Kapampangan

source: Central Dusun
dtp: Boros Dusun

source: Choctaw
dtp: Boros Amorika Chahta‘

source: Coastal Kadazan
dtp: Boros Kadazan Tangara

source: Samoan
dtp: Boros Samoa

source: Fijian
dtp: Boros Fiji

source: Wolof
dtp: Boros Wolofal

source: Chechen
dtp: Boros Chechenya

source: Sango
dtp: Boros Sango

source: Fiji Hindi
dtp: Boros India Fiji

source: Tongan
dtp: Boros Tonga

source: Ngeq
dtp: Boros Lao Ngeq

source: Kamba
dtp: Boros Kenya Kamba

source: Venetian
dtp: Boros Itali Vèneto

source: Burmese
dtp: Boros Burma

source: Gilbertese
dtp: Boros Kiribati

source: Erzya
dtp: Boros Erzia

source: Niuean
dtp: Boros Niue

source: Võro
dtp: Boros Estonia Võro

source: Manx
dtp: Boros Pulou Manx

source: Lingala
dtp: Boros Lingala

source: Pashto
dtp: Boros Pashto

source: Khakas
dtp: Boros Turki Khakas

source: Dungan
dtp: Boros Sina Dungan

source: Friulian
dtp: Boros Itali Friuli

source: Marshallese
dtp: Boros Pulou Marshall

source: Palatine German
dtp: Boros Jorman Palatin

source: Kannada
dtp: Boros India Kannada

source: Seychellois Creole
dtp: Boros Kreol Pulou Seychelles

source: Swiss German
dtp: Boros Jorman Swiss

source: Old Saxon
dtp: Boros Saxon Laid

source: Sumerian
dtp: Boros Sumer

source: Scots
dtp: Boros Skottis

source: Mohawk
dtp: Boros Amorika Mohawk

source: Cebuano
dtp: Boros Pilipin Visaya

source: Lombard
dtp: Boros Itali Lombard

source: Tsonga
dtp: Boros Tsonga

source: Buryat
dtp: Boros Mongolia Buryat

source: Aymara
dtp: Boros Aymara

source: Ilocano
dtp: Boros Pilipin Ilokano

source: Karakalpak
dtp: Boros Turki Karakalpak

source: Orizaba Nahuatl
dtp: Boros Nahuatl Orizaba

source: Guerrero Nahuatl
dtp: Boros Nahuatl Guerrero

source: Adyghe
dtp: Boros Adyghe

source: Bodo
dtp: Boros India Bodo

source: Gagauz
dtp: Boros Turki Gagauz

source: Romani
dtp: Boros India Romani

source: Laz
dtp: Boros Laz

source: Pulaar
dtp: Boros Pulaar

source: Umbundu
dtp: Boros Umbundu

source: Tokelauan
dtp: Boros Tokelau

source: Southern Sotho
dtp: Boros Sotho Kabaatan Boros Sotho Selatan

source: Southern Altai
dtp: Boros Altai Kabaatan

source: Waray
dtp: Boros Pilipin Waray

source: Sindhi
dtp: Boros India Sindhi

source: Setswana
dtp: Boros Setswana

source: Sardinian
dtp: Boros Sardinia

source: Palauan
dtp: Boros Palau

source: Garhwali
dtp: Boros India Garhwali

source: Ojibwe
dtp: Boros Ojibwa

source: Luganda
dtp: Boros Luganda

source: Hakka Chinese
dtp: Boros Sina Hakka

source: Bambara
dtp: Boros Mali Bambara

source: Aragonese
dtp: Boros Aragon

source: Assamese
dtp: Boros India Assam

source: Nigerian Fulfulde
dtp: Boros Nigeria Fula

source: Ho
dtp: Boros India Ho

source: Sundanese
dtp: Boros Indonesia Sunda

source: North Levantine Arabic
dtp: Boros Arab Lubnan Koributan

source: Tuvinian
dtp: Boros Tuvin

source: Karachay-Balkar
dtp: Boros Karachay-Balkar

source: Papiamento
dtp: Boros Kreyol Papiomento

source: Old Norse
dtp: Boros Norse Laid

source: Odia (Oriya)
dtp: Boros India Odia (Oriya)

source: Iban
dtp: Boros Iban

source: Old Aramaic
dtp: Boros Aramia Laid

source: Moroccan Arabic
dtp: Boros Arab Maribi

source: Cuyonon
dtp: Boros Pilipin Kuyan

source: Igbo
dtp: Boros Afrika Igbo

source: Kashubian
dtp: Boros Polish Kashubia

source: Louisiana Creole
dtp: Boros Kreol Louisiana

source: Urhobo
dtp: Boros Nigeria Urhobo

source: Tagal Murut
dtp: Boros Murut Tagal

source: Moksha
dtp: Boros Russia Moksha

source: Pangasinan
dtp: Boros Pilipin Pangasinan

source: Corsican
dtp: Boros Korsika

source: Hmong Njua (Green)
dtp: Boros Hmong Njua (Otomou)

source: Tarifit
dtp: Boros Rifit

source: Central Huasteca Nahuatl
dtp: Boros Nahuatl Huasteka Pitangaan

source: Kekchi (Q'eqchi')
dtp: Boros Kekchi (Q'eqchi')

source: Swazi
dtp: Boros Afrika Swazi

source: Balinese
dtp: Boros Indonesia Bali

source: Assyrian Neo-Aramaic
dtp: Boros Aramia-Wagu Asyur

source: Tuvaluan
dtp: Boros Tuvalu

source: Keningau Murut
dtp: Boros Murut Koningau

source: Baybayanon
dtp: Boros Pilipin Baybayanon

source: Morisyen
dtp: Boros Kreyol Mauritius

source: Hmong Daw (White)
dtp: Boros Hmong Daw (Opurak)

source: Central Bikol
dtp: Boros Pilipin Bikol Pitangaan

source: Nauruan
dtp: Boros Nauru

source: Malay (Vernacular)
dtp: Boros Malayu (Amu Formal)

source: Naga (Tangshang)
dtp: Boros Tangsa (Tangshang Naga)

source: K'iche'
dtp: Boros Mayan K'iche'

source: Gulf Arabic
dtp: Boros Arab Halijah

source: Minangkabau
dtp: Boros Indonesia Minangkabau

source: Temuan
dtp: Boros Malaya Temuan

source: Maithili
dtp: Boros India Maithili

source: Madurese
dtp: Boros Indonesia Madhura

source: Banjar
dtp: Boros Indonesia Banjar

source: Gothic
dtp: Boros Gothik

source: Xiang Chinese
dtp: Boros Sina Xiang

source: Gan Chinese
dtp: Boros Sina Gan

source: Bavarian
dtp: Boros Jorman Bavaria

source: Talossan
dtp: Boros Talossa

source: Samogitian
dtp: Boros Lithuania Samogitia

source: Láadan
dtp: Boros Láadan

source: Dutton World Speedwords
dtp: Boros Dutton Speedwords

source: Afrihili
dtp: Boros Afrihili

source: Karelian
dtp: Boros Russia Karelia

source: Veps
dtp: Boros Russia Veps

source: Rusyn
dtp: Boros Rusyn

source: Tahitian
dtp: Boros Tahiti

source: Talysh
dtp: Boros Parsi Talysh

source: Mi'kmaq
dtp: Boros Amorika Míkmaq

source: Extremaduran
dtp: Boros Sapanyol Extremadura

source: Swabian
dtp: Boros Jorman Swabia

source: Ingrian
dtp: Boros Ingria

source: Southern Sami
dtp: Boros Sámi Kabaatan

source: Jamaican Patois
dtp: Boros Kreol Patois Jamaika

source: Mirandese
dtp: Boros Portugis Miranda

source: Komi-Zyrian
dtp: Boros Russia Komi-Zyria

source: Central Mnong
dtp: Boros Mnong Pitangaan

source: Komi-Permyak
dtp: Boros Russia Komi-Permyak

source: Inuktitut
dtp: Boros Amorika Inuit

source: Kabyle
dtp: Boros Algeria Kabyle

source: Kirundi
dtp: Boros Afrika Kirundi

source: Gheg Albanian
dtp: Boros Albania Gheg

source: Aklanon
dtp: Boros Pilipin Inakeanon

source: Manchu
dtp: Boros Mongolia Manchu

source: Kashmiri
dtp: Boros India Kashmiri

source: Old Turkish
dtp: Boros Turki Laid

source: Uab Meto
dtp: Boros Timur Dawan

source: Tachawit
dtp: Boros Algeria Shawiya

source: Kven Finnish
dtp: Boros Finnish Kven

source: Rapa Nui
dtp: Boros Rapa Nui

source: Guadeloupean Creole French
dtp: Boros Poransis Kreol Guadaloupe

source: Gronings
dtp: Boros Jorman Groningen

source: Ligurian
dtp: Boros Itali Liguria

source: Tigre
dtp: Boros Tigre

source: Tahaggart Tamahaq
dtp: Boros Tamahaq

source: Dhivehi
dtp: Boros Dhivehi

source: Hunsrik
dtp: Boros Jorman Hunsrik

source: Cayuga
dtp: Boros Amorika Cayuga

source: Ga
dtp: Boros Ghana

source: Chinese Pidgin English
dtp: Boros Inggilis Pidgin Sina

source: Brithenig
dtp: Boros Brithenig

source: Latgalian
dtp: Boros Latvia Latgalia

source: Erromintxela
dtp: Boros Erromintxela

source: Konkani (Goan)
dtp: Boros India Konkani (Goan)

source: Chagatai
dtp: Boros Chagatai

source: Mingrelian
dtp: Boros Georgia Mingrelia

source: Old Spanish
dtp: Boros Sopanyol Laid
