Repository: Tatoeba/tatoeba2
Catalog: app/Locale/cym/LC_MESSAGES/default.po
Languages: cy

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
cy: Os oes gennych chi gwestiwn, awgrymiad, neu gais (neu os hoffech chi ddweud diolch), mae croeso i chi anfon ebost atom ni drwy {emailAddress}.

source: Post on the Wall
cy: Postio ar y mur

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
cy: Gallwch hefyd roi eich barn i ni drwy bostio ar y <a href="{}">mur</a>.

source: Join us on IRC
cy: Ymuno â ni ar IRC

source: We also have an IRC channel on freenode, #tatoeba. If you are not familiar with IRC, you can read the <a href="{}">Help</a>.
cy: Yn ychwanegol, mae gennym ni sianel IRC ar freenode, #tatoeba. Os nad ydych chi'n gyfarwydd ag IRC, gallwch ddarllen y dudalen <a href="{}">gymorth</a>.

source: Donate
cy: Gwneud rhodd

source: Any question?
cy: Unrhyw gwestiynau?

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
cy: Os oes gennych chi unrhyw gwestiynau ynglŷn â gwneud rhodd neu os hoffech chi wneud rhodd mewn ffordd wahanol i'r rhai y sonnir amdanynt yma, gallwch naill ai gysylltu â <a href="{trangEmail}">Trang</a> neu'r holl <a href="{teamEmail}">dîm</a>.

source: Latest donations
cy: Rhoddion diweddaraf

source: All donations
cy: Pob rhodd

source: How to donate
cy: Sut i wneud rhodd

source: You have two possible ways to make a donation:
cy: Mae yna ddwy ffordd i wneud rhodd:

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
cy: <b>Trosglwyddiad IBAN.</b> Dyma'r ffordd hawsaf i wneud rhodd. Lleolir banc Tatoeba yn Ffrainc, felly os ydych chi'n byw mewn gwlad arall yn yr UE, mae'n debygol y gallwch drosglwyddo heb dâl ychwanegol.

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
cy: <b>PayPal.</b> Os na allwch chi drosglwyddo arian gydag IBAN, yna mae'n bosib gwneud rhodd drwy PayPal. Dylech wybod bod PayPal yn cymryd canran penodol o'r rhodd.

source: IBAN transfer
cy: Trosglwyddiad IBAN

source: Titular:
cy: Enw:

source: Note
cy: Noder

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
cy: Os hoffech chi weld brawddegau er mwyn dysgu iaith, cymerwch olwg ar y <a href="{}">rhestri o frawddegau</a>. Gallwch greu un eich hunain neu weld un a grëwyd gan eraill. Gallwch hefyd lawrlwytho ac argraffu'r rhestri.

source: General information about the files
cy: Gwybodaeth gyffredinol am y ffeiliau

source: These files are released under CC-BY.
cy: Rhyddheir y ffeiliau hyn o dan drwydded CC-BY.

source: Questions?
cy: Cwestiynau?

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
cy: Os oes gennych chi gwestiynau neu geisiadau, mae croeso i chi <a href="{}">gysylltu â ni</a>.

source: In general, we answer quickly.
cy: Yn gyffredinol, rydym ni'n ateb yn gyflym.

source: Download
cy: Lawrlwytho

source: Text
cy: Testun

source: Lang
cy: Iaith

source: Username
cy: Enw defnyddiwr

source: Date added
cy: Dyddiad ychwanegu

source: Date created
cy: Dyddiad creu

source: Date last modified
cy: Dyddiad golygu diwethaf

source: List name
cy: Enw'r rhestr

source: Details
cy: Manylion

source: Links
cy: Dolenni

source: Need more help?
cy: Angen mwy o gymorth?

source: You can check out the <a href="{}">FAQ</a>.
cy: Gallwch gymryd golwg ar y <a href="{}">Cwestiynau Cyffredin</a>.

source: By email
cy: Drwy ebost

source: From the Wall
cy: O'r mur

source: Click here to go to the Wall.
cy: Cliciwch yma i fynd i'r mur.

source: On IRC
cy: Ar IRC

source: How to use IRC
cy: Sut i ddefnyddio IRC

source: For those who are not familiar with IRC, it is pretty much like an instant messenger. You will be able to talk to us in real time, if we are there.
cy: I'r rhai sydd ddim yn gyfarwydd ag IRC, mae'n debyg iawn i negeseua gwib (instant messenger). Os byddwn ni yna, gallwch siarad gyda ni yn fyw.

source: There are many ways to join our channel. One is to go to this website:
cy: Mae yna sawl ffordd i ymuno â'n sianel. Un ffordd yw mynd i'r wefan hon:

source: Enter a nickname, enter "#tatoeba" for the channel, and click on "connect". That's it!
cy: Dewiswch llysenw, ewch i'r sianel "#tatoeba", a chliciwch "cysylltu". Dyna'r cyfan!

source: Getting started
cy: Dechrau arni

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{}">Wall</a>, or join us on <strong>IRC</strong>. We will give you a purpose. :)
cy: Os nad ydych chi'n gwybod beth i'w wneud nawr eich bod chi wedi cofrestru, gallwch gyflwyno eich hun ar y <a href="{}">mur</a>, neu ymuno â ni ar <strong>IRC</strong>. Rhown rywbeth i chi i'w wneud. :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
cy: Os ydych chi'n credu bod y prosiect hwn yn wych ac eisiau cyfrannu, dyma ddolen mae'n <strong>RHAID</strong> i chi ddarllen:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
cy: Wedi dweud hynny, croeso i Tatoeba! Gobeithiwn y byddwch yn mwynhau bod yn rhan o'r prosiect hwn :)

source: Important links
cy: Dolenni pwysig

source: Adding new sentences
cy: Ychwanegu brawddegau newydd

source: There are two ways to add new sentences.
cy: Mae yna ddwy ffordd i ychwanegu brawddegau newydd.

source: From the <a href="{}">Contribute</a> section
cy: O'r adran <a href="{}">Cyfrannu</a>

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
cy: Drwy greu <a href="{}">rhestr</a> newydd, a mynd i dudalen "golygu" y rhestr honno.

source: Translating sentences
cy: Cyfieithu brawddegau

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
cy: Mae cyfieithu yn un o'r tasgau pwysicaf ar Tatoeba, gan mai amcan y prosiect yw casglu brawddegau wedi eu cyfieithu i nifer o ieithoedd.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
cy: Gallwch gyfieithu brawddeg o unrhyw le, mwy neu lai. Cliciwch ar y botwm {translateButton} pryd bynnag y byddwch yn ei weld.

source: Correcting mistakes
cy: Cywiro camgymeriadau

source: Adopting sentences
cy: Mabwysiadu brawddegau

source: Sentence lists
cy: Rhestri o frawddegau

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
cy: Fodd bynnag mae'n bosib caniatáu i unrhyw ddefnyddiwr ar Tatoeba ychwanegu neu dynnu brawddegau drwy wneud rhestr yn <strong>gydweithredol</strong>.

source: Tatoeba: Collection of sentences and translations
cy: Tatoeba: Casgliad o frawddegau a'u cyfieithiadau

source: Latest messages
cy: Negeseuon diweddaraf

source: Latest comments
cy: Sylwadau diweddaraf

source: Stats
cy: Ystadegau

source: Table of contents
cy: Cynnwys

source: Information for contributors of text to the Tatoeba project
cy: Gwybodaeth i'r rhai sy'n cyfrannu testun i'r prosiect Tatoeba

source: Importing text:
cy: Mewnforio testun:

source: Information for re-users:
cy: Gwybodaeth am ailddefnyddio:

source: Re-use of text:
cy: Ailddefnyddio testun:

source: Precedence of French terms
cy: Blaenoriaeth i'r termau Ffrangeg

source: Private messages - {folderName}
cy: Negeseuon preifat - {folderName}

source: {folderName} ({n}&nbsp;message)
cy: {folderName} ({n}&nbsp;neges)

source: [no subject]
cy: [dim pwnc]

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
cy: I gadw Tatoeba yn rhydd o sothach a negeseuon maleisus eraill, gall defnyddwyr newydd anfon uchafswm o 5 neges bob dydd.

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
cy: I gadw Tatoeba yn rhydd o sothach a negeseuon maleisus eraill gall defnyddwyr newydd anfon uchafswm o 5 neges bob dydd.

source: You have sent one message today.
cy: Rydych wedi anfon un neges heddiw.

source: Browse by last modified (total %count%)
cy: Pori yn ôl y brawddegau a olygwyd diwethaf (cyfanswm o %count%)

source: Sentence #{number}
cy: Brawddeg #{number}

source: Edit Comment
cy: Golygu sylw

source: Edit Comment on Sentence #{number}
cy: Golygu sylw ar frawddeg #{number}

source: Comments on sentences
cy: Sylwadau ar frawddegau

source: Comments on sentences (total %count%)
cy: Sylwadau ar frawddegau (cyfanswm o %count%)

source: {user}'s comments
cy: sylwadau {user}

source: {user} has posted no comment
cy: Dyw {user} ddim wedi gwneud sylw

source: {user}'s comments (total&nbsp;{n})
cy: sylwadau {user} (cyfanswm o&nbsp;{n})

source: {user} has no comment posted on his/her sentences
cy: does neb wedi gwneud sylw ar frawddegau {user}

source: Comments on {user}'s sentences (total&nbsp;{n})
cy: Sylwadau ar frawddegau {user} (cyfanswm o&nbsp;{n})

source: Important
cy: Pwysig

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
cy: Peidiwch ag anghofio <strong>priflythrennau</strong> ac <strong>atalnodi</strong>! Diolch.

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
cy: Peidiwch â chopïo a gludo brawddegau o lefydd eraill, oni bai bod gan y cynnwys drwydded CC-BY. <a href="{}">Dysgwch fwy...</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
cy: Gallwch ychwanegu brawddegau nad ydych chi'n gwybod sut i'w cyfieithu. Efallai bydd rhywun arall yn gwybod!

source: Add new sentences
cy: Ychwanegu brawddegau newydd

source: {user}'s sentences
cy: Brawddegau {user}

source: {user}'s sentences in {language}
cy: Brawddegau {language} {user}

source: {user} does not have any sentence in {language}
cy: nid oes gan {user} frawddeg yn {language}

source: {user} does not have any sentence
cy: Does gan {user} ddim brawddegau

source: Sentences with: {keywords}
cy: Brawddegau gyda: {keywords}

source: Sentences in {language} not translated into {translationLanguage}
cy: Brawddegau {language} sydd heb gael eu cyfieithu i {translationLanguage}

source: Sentences in {language}
cy: Brawddegau {language}

source: Sentences translated into {language}
cy: Braweddgau a gyfieithwyd i'r {language}

source: Search: {keywords}
cy: Chwilio: {keywords}

source: Random sentences
cy: Brawddegau ar hap

source: For serial translators
cy: Cyfieithwyr tanbaid

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
cy: Ydy cyfieithu brawddegau un ar y tro yn rhy araf i chi? Hoffech chi wella eich safle yn rhengoedd Tatoeba, neu rengoedd eich iaith, cyn gynted â phosib? Mae hyn i chi!

source: Just keep in mind that our server is not as fast as you ;-)
cy: Cofiwch nad yw'n gweinydd mor gyflym â chi ;-)

source: {language} example sentence: {sentence}
cy: Brawddeg enghreifftiol yn {language}: {sentence}

source: Sentence does not exist:
cy: Nid yw'r frawddeg yn bodoli:

source: Reviewed by
cy: Adolygwyd gan

source: There is no log for this sentence
cy: Nid oes unrhyw gofnod o'r frawddeg hon

source: There are no comments for now.
cy: Nid oes unrhyw sylwadau ar hyn o bryd.

source: Sentence deleted
cy: Dilëwyd y frawddeg

source: All sentences in {language}
cy: Pob brawddeg {language}

source: Problem while saving
cy: Bu gwall wrth geisio cadw

source: Actions
cy: Gweithredoedd

source: Id (optional)
cy: Id (dewisol)

source: Translation (optional)
cy: Cyfieithiad (dewisol)

source: Translation
cy: Cyfieithiad

source: {username}'s lists ({total})
cy: rhestri {username} ({total})

source: Sentence successfully removed.
cy: Tynnwyd y frawddeg yn llwyddiannus.

source: About this list
cy: Ynghylch y rhestr hon

source: Options
cy: Dewisiadau

source: Edit name
cy: Golygu'r enw

source: Click to edit...
cy: Cliciwch i olygu...

source: Result
cy: Canlyniad

source: This work is based on <a href="{}">this project</a>.
cy: Mae'r gwaith hwn yn seiliedig ar <a href="{}">y prosiect hwn</a>.

source: View all sentences using this character <a href="{}">here</a>
cy: Gwelwch yr holl frawddegau sy'n defnyddio'r nod hwn <a href="{}">yma</a>

source: 10 or more strokes
cy: 10 strôc neu fwy

source: Information about {sinograph}
cy: Gwybodaeth am {sinograph}

source: English:
cy: Saesneg:

source: Results
cy: Canlyniadau

source: Admins
cy: Gweinyddwyr

source: Total
cy: Cyfanswm

source: Unspecified
cy: Amhenodol

source: Guidelines
cy: Canllawiau

source: NOTE: The maximum number of sentences displayed at a time is limited to 100.
cy: NODER: Dangosir uchafswm o 100 o frawddegau ar yr un adeg.

source: Tagged '{tagName}' more than 2 weeks ago
cy: Tagiwyd â '{tagName}' fwy na 2 wythnos yn ôl

source: Sentences with tag {tagName}
cy: Brawddegau â'r tag {tagName}

source: No tag with id {tagId}
cy: Dim tag gyda'r id {tagId}

source: name
cy: enw

source: Convert
cy: Trosi

source: Useful tools
cy: Offer defnyddiol

source: Tools
cy: Offer

source: Sinogram search
cy: Chwilio sinogramau

source: search all Chinese characters / kanjis by all possible methods.
cy: chwilio drwy bob nod Tsieinëeg / kanji drwy bob dull posib.

source: Pinyin converter
cy: Trosydd pinyin

source: convert Chinese to pinyin, numerical pinyin to diacritical pinyin, etc.
cy: trosi Tsieinëeg i pinyin, pinyin rhifol i pinyin diacritig, ayb.

source: Chinese simplified/traditional conversion
cy: Trosydd Tsieinëeg wedi'i symleiddio/traddodiadol

source: convert traditional Chinese to simplified and vice versa
cy: trosi Tsieinëeg traddodiadol i Tsieinëeg wedi'i symleiddio, a'r gwrthwyneb

source: Shanghainese to IPA
cy: Tsieinëeg Shanghai i IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
cy: Trosi testun Tsieinëeg Shanghai i'w ynganiad gan ddefnyddio'r Wyddor Seinegol Ryngwladol (IPA)

source: Convert text from:
cy: Trosi'r testun o:

source: Chinese characters
cy: Nodau Tsieinëeg

source: numerical pinyin
cy: pinyin rhifol

source: Convert text to:
cy: Trosi'r testun i:

source: diacritical pinyin
cy: pinyin diacritig

source: Convert Shanghainese into IPA
cy: Trosi Tsieinëeg Shanghai i IPA

source: Credits
cy: Cydnabyddiaeth

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
cy: Hoffem ddiolch i <a href='{0}'>Kellen Parker</a> am ddarparu nifer fawr o ffeiliau data cyflawn. Os oes gennych chi ddiddordeb yn ei waith, gallwch weld hafan ei brosiect <a href='{1}'>yma</a>. Hebddo fe, ni fyddai IPA'r brawddegau Tsieinëeg Shanghai mor gyflawn.

source: Enter a text in shanghainese dialect
cy: Rhowch destun Tsieinëeg Shanghai

source: Edit profile
cy: Golygu fy mhroffil

source: Current picture
cy: Llun presennol

source: Remove
cy: Tynnu

source: New picture
cy: Llun newydd

source: Upload
cy: Uwchlwytho

source: Birthday
cy: Pen-blwydd

# user
source: Name
cy: Enw

source: Country
cy: Gwlad

source: Homepage
cy: Hafan

source: Description
cy: Disgrifiad

source: Add language
cy: Ychwanegu iaith

source: Details (optional). For instance, which dialect or from which country.
cy: Manylion (dewisol). Er enghraifft, pa dafodiaith neu o ba wlad.

source: Comments posted
cy: Sylwadau

source: Sentences owned
cy: Brawddegau

source: Sentences favorited
cy: Ffefrynnau

source: Show latest activity
cy: Gweld y gweithgarwch diweddaraf

source: Email notifications are ENABLED.
cy: CANIATEIR hysbysiadau drwy ebost.

source: Email notifications are DISABLED.
cy: NI CHANIATEIR hysbysiadau drwy ebost.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
cy: Mae mynediad i'r proffil hwn yn GYHOEDDUS. Gall pawb weld y wybodaeth yma.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
cy: Mae mynediad i'r proffil hwn yn GYFYNGEDIG. Dim ond aelodau Tatoeba all weld y wybodaeth bersonol a'r disgrifiad.

source: Member since
cy: Aelod ers

source: No description.
cy: Dim disgrifiad.

source: Languages
cy: Ieithoedd

source: TIP: We encourage you to indicate the languages you know.
cy: Awgrym: Anogir chi i nodi'r ieithoedd rydych chi'n siarad.

source: TIP: Encourage this user to indicate the languages he or she knows.
cy: Awgrym: Anogwch y defnyddiwr hwn i nodi'r ieithoedd mae'n siarad.

source: Email notifications
cy: Hysbysiadau ebost

source: Set your profile public?
cy: Gwneud eich proffil yn gyhoeddus?

source: Number of sentences per page
cy: Brawddegau fesul tudalen

source: Change email address
cy: Newid eich cyfeiriad ebost

source: Email address
cy: Cyfeiriad ebost

source: Change password
cy: Newid eich cyfrinair

source: Old password
cy: Hen gyfrinair

source: New password
cy: Cyfrinair newydd

source: New password again
cy: Cyfrinair newydd eto

source: Members
cy: Aelodau

source: Search user
cy: Chwilio am ddefnyddiwr

source: search
cy: chwilio

source: Members (total %count%)
cy: Aelodau (cyfanswm o %count%)

source: Send new password
cy: Anfon cyfrinair newydd

source: Email
cy: Ebost

source: I accept the <a href="{}">terms of use</a>
cy: Rwy'n derbyn y <a href="{}">telerau defnydd</a>

source: Username must be at least two characters long
cy: Rhaid i'r enw defnyddiwr fod o leiaf 2 nod

source: Username can only contain letters, numbers, or underscore
cy: Gall enw defnyddiwr gynnwys llythrennau, rhifau, neu _

source: Username already taken.
cy: Mae'r enw defnyddiwr eisoes wedi ei gymryd.

source: unmask password
cy: datguddio'r cyfrinair

source: Invalid email address
cy: Cyfeiriad ebost annilys

source: Email address already used.
cy: Mae'r cyfeiriad ebost eisoes wedi ei gymryd.

source: We need to make sure you are human.
cy: Rhaid i ni sicrhau eich bod chi'n fod dynol.

source: What are the first five characters of your email address?
cy: Beth yw 5 nod cyntaf eich cyfeiriad ebost?

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
cy: Er enghaifft, os taw a.b.c.ch@enghraifft.com yw eich cyfeiriad, rhowch a.b.c i mewn i'r blwch.

source: Tatoeba user: {username}
cy: Defnyddiwr Tatoeba: {username}

source: Latest sentences
cy: Brawddegau diweddaraf

source: view all
cy: gweld pob un

source: Latest Wall messages
cy: Negeseuon mur diweddaraf

source: Edit message {number}
cy: Golygu neges {number}

source: Menu
cy: Dewislen

source: Back to Wall
cy: Yn ôl i'r mur

source: Here you can ask general questions like how to use Tatoeba, report bugs or strange behavior, or simply socialize with the rest of the community.
cy: Yma gallwch ofyn cwestiynau cyffredinol fel sut i ddefnyddio Tatoeba, adrodd namau neu ymddygiad rhyfedd, neu sgwrsio gyda gweddill y gymuned.

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
cy: Cyn i chi ofyn cwestiwn, darllenwch y <a href="{}">Cwestiynau Cyffredin</a>.

source: {date}, by {author}
cy: {date}, gan {author}

source: You may write in any language you want. At Tatoeba, all languages are equal.
cy: Gallwch ysgrifennu mewn pa bynnag iaith hoffech chi ei defnyddio. Ar Tatoeba mae pob iaith yn gyfartal.

source: Wall (one thread)
cy: Mur (un edefyn)

source: {user}'s Wall messages
cy: Negeseuon mur {user}

source: {user}'s messages on the Wall (total&nbsp;{n})
cy: Negeseuon {user} i'r mur (cyfanswm o&nbsp;{n})

source: Thread #{number}
cy: Edefyn #{number}
