Repository: Tatoeba/tatoeba2
Catalog: app/Locale/cym/LC_MESSAGES/default.po
Languages: cy

source: There's no user called {username}
cy: Nid oes defnyddiwr o'r enw {username}

source: You need to be logged in.
cy: Rhaid i chi fewngofnodi.

source: An error occurred while saving. Please try again or contact us to report this.
cy: Bu gwall wrth geisio cadw. Rhowch gynnig arall arni neu cysylltwch â ni.

source: Tatoeba, new password
cy: Tatoeba - cyfrinair newydd

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
cy: Mae brawddegau #{firstNumber} a #{secondNumber} bellach yn gyfieithiadau uniongyrchol o'i gilydd.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
cy: Nid yw brawddegau #{firstNumber} a #{secondNumber} bellach yn gyfieithiadau uniongyrchol o'i gilydd.

source: An error occurred while unlinking. Please try again or contact us to report this.
cy: Bu gwall wrth geisio datgysylltu. Rhowch gynnig arall arni neu cysylltwch â ni i adrodd hyn.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
cy: Nid yw'r defnyddiwr {username} rydych chi am anfon y neges hon ato yn bodoli. Rhowch gynnig arni gan ddefnyddio enw defnyddiwr gwahanol.

source: restore
cy: adfer

source: permanently delete
cy: dileu am byth

source: Are you sure?
cy: Ydych chi'n sicr?

source: delete
cy: dileu

source: mark as unread
cy: marcio ei fod heb ei ddarllen

source: reply
cy: ymateb

source: Folder "{name}" emptied.
cy: Gwagiwyd y blygell "{name}".

source: There is no sentence with id {number}
cy: Does dim brawddeg gyda'r id {number}

source: Your comment has been saved.
cy: Cadwyd eich sylw.

source: You do not have permission to edit this comment.
cy: Nid oes gennych chi'r hawl i olygu'r sylw hwn.

source: Comments cannot be empty.
cy: Ni all sylwadau fod yn wag.

source: Changes to your comment have been saved.
cy: Cadwyd y newidiadau i'ch sylw.

source: We could not save your changes.
cy: Nid oedd yn bosib cadw eich newidiadau.

source: You cannot delete this sentence.
cy: Ni allwch ddileu'r frawddeg hon.

source: The sentence #{id} has been deleted.
cy: Dilëwyd brawddeg #{id}.

source: Error: the sentence #{id} could not be deleted.
cy: Gwall: Ni ddilëwyd brawddeg #{id}.

source: Collaborative lists ({total})
cy: Rhestri cydweithredol ({total})

source: Collaborative lists containing "{search}" ({total})
cy: Rhestri cydweithredol sy'n cynnwys "{search}" ({total})

source: The download feature has been disabled for this list because it contains a sentence.
cy: Analluogwyd y nodwedd lawrlwytho ar gyfer y rhestr hon gan ei bod yn cynnwys brawddeg.

source: Only lists containing one sentence or fewer can be downloaded. If you can edit the list, you may want to split it into multiple lists.
cy: Dim ond rhestri sydd ag un neu lai o frawddegau gellir eu lawrlwytho. Os gallwch olygu'r rhestr, efallai hoffech chi ei rhannu'n sawl rhestr.

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
cy: Mae'r tag '{tagName}' eisoes yn bodoli ar gyfer brawddeg #{number}, neu ni ellir ei ychwanegu

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
cy: Nid oes unrhyw frawddegau ar gyfer y tag hwn. Mae'r tag rydych chi'n chwilio amdano wedi ei ddileu neu ddim yn bodoli.

source: Failed to upload image
cy: Methwyd uwchlwytho'r llun

source: Please choose an image that does not exceed 1 MB.
cy: Dewiswch lun sydd yn llai nag 1 MB.

source: Please choose GIF, JPEG or PNG image format.
cy: Dewiswch lun GIF, JPEG neu PNG.

source: Error while saving.
cy: Bu gwall wrth geisio cadw.

source: Profile saved.
cy: Cadwyd eich proffil.

source: Failed to change email address. Please enter a proper email address.
cy: Methwyd newid eich cyfeiriad ebost. Rhowch gyfeiriad ebost go iawn.

source: That email address already exists. Please try another.
cy: Mae'r cyfeiriad ebost hwnnw eisoes yn bodoli. Defnyddiwch un arall.

source: Your settings have been saved.
cy: Cadwyd eich gosodiadau.

source: New password cannot be empty.
cy: Ni all cyfrineiriau newydd fod yn wag.

source: New password has been saved.
cy: Cadwyd eich cyfrinair newydd.

source: An error occurred while saving.
cy: Bu gwall wrth geisio cadw.

source: Password error. Please try again.
cy: Bu gwall gyda'r cyfrinair. Rhowch gynnig arall arni.

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
cy: Cafodd y cyfrif hwn ei nodi'n segur. Ni allwch chi fewngofnodi iddo bellach. Cysylltwch â gweinyddwr os taw camgymeriad yw hyn.

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
cy: Cafodd y cyfrif hwn ei nodi fel sothach. Ni allwch fewngofnodi iddo bellach. Cysylltwch â gweinyddwr os taw camgymeriad yw hyn.

source: You must fill in your username and password.
cy: Rhaid i chi roi eich enw defnyddiwr a chyfrinair.

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
cy: Methwyd mewngofnodi. Gwiriwch nad yw Caps Lock na Num Lock ymlaen ar ddamwain.

source: Password cannot be empty.
cy: Ni all y cyfrinair fod yn wag.

source: Wrong answer to the question.
cy: Ateb anghywir i'r cwestiwn.

source: You did not accept the terms of use.
cy: Ni wnaethoch chi dderbyn y telerau defnydd.

source: Welcome to Tatoeba!
cy: Croeso i Tatoeba!

source: Your new password has been sent to {email}.
cy: Anfonwyd eich cyfrinair newydd at {email}.

source: You may need to check your spam folder to find this message.
cy: Efallai y bydd rhaid i chi wirio eich plygell sothach i ddod o hyd i'r neges.

source: There is no registered user with this email address:
cy: Does dim defnyddiwr wedi cofrestru gyda'r cyfeiriad ebost hwn:

source: No user with this username:
cy: Dim defnyddiwr gyda'r enw defnyddiwr hwn:

source: You cannot edit this language.
cy: Ni allwch olygu'r iaith hon.

source: Language deleted
cy: Dilëwyd yr iaith

source: You cannot delete this language.
cy: Ni allwch ddileu'r iaith hon.

source: Message saved.
cy: Cadwyd y neges.

source: We apologize, but we could not save your data. Please try again
cy: Mae'n ddrwg gennym, ond ni chadwyd eich data. Rhowch gynnig arall arni

source: You do not have permission to edit this message.
cy: Nid oes gennych chi'r hawl i olygu'r neges hon.

source: unnamed list
cy: rhestr ddienw

source: Orphan sentences
cy: Brawddegau amddifad

source: Orphan sentences in {language}
cy: Brawddegau amddifad {language}

source: About adoption
cy: Ynglŷn â mabwysiadu

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
cy: Mae mabwysiadu yn ffordd o ddweud "mae'r frawddeg hon yn gywir". Mae hefyd yn gyfle i wirio'r frawddeg a'i chywiro os oes yna gamgymeriad.

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
cy: Felly os hoffech chi helpu i ni wirio a chywiro brawddegau, yna mabwysiadwch ({adoptButton}) unrhyw frawddeg "amddifad" rydych chi'n ei gweld yn eich <strong>mamiaith</strong>, a chywirwch os oes angen. Darllenwch <a href="{url}">hwn</a> am wybodaeth bellach.

source: Tips
cy: Awgrymiadau

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
cy: Os gwelwch chi enw defnyddiwr arall yn ymddangos ar ôl i chi fabwysiadu brawddeg, mae hyn yn golygu bod rhywun arall wedi mabwysiadu'r frawddeg yn fuan cyn chi. Mewn achosion o'r fath, ceisiwch fabwysiadu brawddegau sydd sawl tudalen i ffwrdd o'r dudalen bresennol i leihau'r siawns y bydd hyn yn digwydd eto.

source: Improve sentences
cy: Gwella brawddegau

source: Related links
cy: Dolenni perthnasol

source: Tag guidelines
cy: Canllawiau'r tagiau

source: Tags you should know about
cy: Tagiau dylech chi wybod amdanynt

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
cy: Mae'r gymuned wedi dyfeisio nifer o dagiau defnyddiol i wella safon a dibynadwyaeth brawddegau.

source: {tagChange}: the sentence needs to be changed.
cy: {tagChange}: rhaid newid y frawddeg.

source: {tagCheck}: the sentence needs to be checked.
cy: {tagCheck}: rhaid gwirio'r frawddeg.

source: {tagNNC}: the sentence needs to be checked by a native speaker.
cy: {tagNNC}: rhaid i siaradwr brodorol wirio'r frawddeg.

source: {tagOK}: the sentence is considered correct by at least one person.
cy: {tagOK}: mae'r frawddeg yn gywir yn ôl o leiaf un person.

source: How to help
cy: Sut i helpu

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
cy: Rhaid i chi fod yn <a href="{}">gyfrannwr uwch</a>; fel arall ni allwch chi dagio brawddegau.

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
cy: Pan fyddwch chi'n sylwi ar frawddeg sy'n anghywir neu sy'n swnio'n rhyfedd, ychwanegwch y tag {tagChange} a gadewch sylw i awgrymu cywiriad neu eiriad gwell.

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
cy: Pan fyddwch chi'n sylwi ar camgymeriad posib, ychwanegwch y tag {tagCheck} a gadewch sylw sy'n esbonio beth all y camgymeriad fod.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
cy: Pan fyddwch chi'n ychwanegu brawddeg mewn iaith estron a ddim yn hollol sicr ei bod yn gywir, ychwanegwch y tag {tagNNC}.

source: Translate sentences
cy: Cyfieithu brawddegau

source: How to add a translation
cy: Sut i ychwanegu cyfieithiad

source: Once the sentences are displayed, click on {translateButton} to add a translation.
cy: Pan ddangosir y brawddegau, cliciwch ar {translateButton} i ychwanegu cyfieithiad.

source: About translations
cy: Ynglŷn â chyfieithiadau

source: Good translations
cy: Cyfieithiadau da

source: We know it's difficult, but do NOT translate word for word!
cy: Ydy, mae'n anodd, ond PEIDIWCH â chyfieithu gair am air!

source: Multiple translations
cy: Nifer o gyfieithiadau

source: If you feel there are several possible translations, you can add several translations in the same language.
cy: Os ydych chi'n teimlo bod sawl cyfieithiad posib, gallwch ychwanegu sawl cyfieithiad yn yr un iaith.

source: Search for untranslated sentences
cy: Chwilio am frawddegau heb eu cyfieithu

source: Sentences in:
cy: Brawddegau:

source: Not directly translated into:
cy: Heb ei chyfieithu'n uniongyrchol i:

source: show sentences
cy: dangos brawddegau

source: Display random sentences
cy: Dangos brawddegau ar hap

source: Quantity
cy: Nifer

source: Language
cy: Iaith

source: show random sentences
cy: dangos brawddegau ar hap

source: Translate {language} sentences that belong to {user}
cy: Cyfieithu brawddegau {language} sy'n perthyn i {user}

source: Translate sentences that belong to {user}
cy: Cyfieithu brawddegau sy'n perthyn i {user}

source: Sentences in {language} with audio
cy: Brawddegau {language} â sain

source: Sentences with audio
cy: Brawddegau â sain

source: (total %count%)
cy: (cyfanswm o %count%)

source: Save
cy: Cadw

source: All sentences
cy: Pob brawddeg

source: {user}'s collection - {category}
cy: Casgliad {user} - {category}

source: Filter
cy: Hidlo

source: Sort by:
cy: Trefnu yn ôl:

source: date created
cy: dyddiad creu

source: Activity timeline
cy: Llinell amser gweithgarwch

source: Latest contributions
cy: Cyfraniadau diweddaraf

source: Contributions
cy: Cyfraniadau

source: Browse all contributions
cy: Pori'r cyfraniadau

source: Logs of {user}'s contributions
cy: Cofnodion o gyfraniadau {user}

source: Sentences
cy: Brawddegau

source: Words:
cy: Geiriau:

source: Language:
cy: Iaith:

source: Show translations in:
cy: Dangos cyfieithiadau:

# orphan
source: Any
cy: Unrhyw iaith

# unapproved
source: Any
cy: Unrhyw iaith

source: Owner:
cy: Perchennog:

source: Enter a username
cy: Rhowch enw defnyddiwr

source: Tags:
cy: Tagiau:

# audio
source: Any
cy: Unrhyw iaith

source: Translations
cy: Cyfieithiadau

# link
source: Any
cy: Unrhyw iaith

source: Sort
cy: Trefnu

source: Order:
cy: Trefn:

# button
source: Advanced search
cy: Chwiliad uwch

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
cy: Rhybudd: defnyddir y wefan hon at ddibenion profi yn unig. Bydd popeth rydych chi'n ei gyflwyno yn cael ei golli.

source: Number of sentences with audio by language
cy: Nifer o frawddegau â sain yn ôl iaith

source: Browse audio for all languages
cy: Pori sain ym mhob iaith

source: Month
cy: Mis

source: Year
cy: Blwyddyn

source: Currently contributing
cy: Cyfranwyr diwethaf

source: User who did the last contribution.
cy: Y defnyddwyr a wnaeth y cyfraniad diwethaf.

source: Quick Start Guide
cy: Canllaw Cychwyn Cyflym

source: Tatoeba Wiki
cy: Wici Tatoeba

source: FAQ
cy: Cwestiynau Cyffredin

source: Help
cy: Cymorth

source: Downloads
cy: Lawrlwythiadau

source: What is Tatoeba?
cy: Beth yw Tatoeba?

source: Contact us
cy: Cysylltu â ni

source: Terms of use
cy: Telerau defnydd

source: More information
cy: Mwy o wybodaeth

source: Join the community!
cy: Ymunwch â'r gymuned!

source: Register
cy: Cofrestru

source: Log in
cy: Mewngofnodi

source: Username:
cy: Enw defnyddiwr:

source: Password:
cy: Cyfrinair:

source: Remember me
cy: Cofio fi

source: Forgot your password?
cy: Wedi anghofio eich cyfrinair?

source: Close
cy: Cau

source: sentence deleted
cy: dilëwyd y frawddeg

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
cy: Mae cynnwys y neges hon yn mynd yn groes i'n <a href="{}">rheolau</a> ac felly wedi cael ei chuddio. Fe'i dangosir i weinyddwyr ac i awdur y neges yn unig.

source: Private messages
cy: Negeseuon preifat

source: New message
cy: Neges newydd

source: Empty trash
cy: Clirio'r bin sbwriel

source: Inbox
cy: Mewnflwch

source: Unread
cy: Heb ei ddarllen

source: Sent
cy: Anfonwyd

source: Trash
cy: Bin sbwriel

source: Folders
cy: Plygellau

source: Random sentence
cy: Brawddeg ar hap

source: show another
cy: dangos un arall

source: show more...
cy: dangos mwy...

source: Advanced search
cy: Chwiliad uwch

source: Search
cy: Chwilio

source: From
cy: o

source: To
cy: i

source: Fewer translations
cy: Llai o gyfieithiadau

source: One sentence
cy: Un frawddeg

source: show all languages
cy: dangos pob iaith

source: Your session has expired.
cy: Mae eich sesiwn wedi dod i ben.

source: Tatoeba is a collection of sentences and translations.
cy: Casgliad o frawddegau a chyfieithiadau yw Tatoeba.

source: It's collaborative, open, free and even addictive.
cy: Mae'n gydweithredol, agored, a rhad ac am ddim.

source: Clear search
cy: Clirio'r chwiliad

# title
source: Advanced search
cy: Chwiliad uwch

source: Profile
cy: Proffil

source: My profile
cy: Fy mhroffil

source: My sentences
cy: Fy mrawddegau

source: My lists
cy: Fy rhestri

source: My favorites
cy: Fy ffefrynnau

source: My comments
cy: Fy sylwadau

source: Comments on my sentences
cy: Sylwadau ar fy mrawddegau

source: My Wall messages
cy: Fy negeseuon mur

source: My sentence logs
cy: Cofnodion o'm brawddegau

source: Settings
cy: Gosodiadau

source: Log out
cy: Allgofnodi

source: Browse
cy: Pori

source: Browse by language
cy: Pori yn ôl iaith

source: Browse by list
cy: Pori yn ôl rhestr

source: Browse by tag
cy: Pori yn ôl tag

source: Browse audio
cy: Pori sain

source: Contribute
cy: Cyfrannu

source: Add sentences
cy: Ychwanegu brawddegau

source: Adopt sentences
cy: Mabwysiadu brawddegau

source: Discuss sentences
cy: Trafod brawddegau

source: Show activity timeline
cy: Dangos y llinell amser gweithgarwch

source: Wall
cy: Mur

source: List of all members
cy: Rhestr o bob aelod

source: Collection
cy: Casgliad

source: Lists
cy: Rhestri

source: Favorites
cy: Ffefrynnau

source: Comments
cy: Sylwadau

source: Comments on {user}'s sentences
cy: Sylwadau ar frawddegau {user}

source: Wall messages
cy: Negeseuon mur

source: Logs
cy: Cofnodion

source: Translate {user}'s sentences
cy: Cyfieithu brawddegau {user}

source: Contact {user}
cy: Cysylltu â {user}

source: Your login:
cy: Eich enw defnyddiwr:

source: Your new password:
cy: Eich cyfeiriad newydd:

source: {user}'s favorite sentences
cy: Hoff frawddegau {user}

source: This user does not have any favorites.
cy: Nid oes gan y defnyddiwr hwn unrhyw ffefrynnau.

source: Add a comment
cy: Ychwanegu sylw

source: Submit comment
cy: Cyflwyno'r sylw

source: Good practices
cy: Arferion da

source: Say "welcome" to new users.
cy: Dywedwch "shwmae" wrth ddefnyddwyr newydd.

source: Use private messages to discuss things unrelated to the sentence.
cy: Defnyddiwch negeseuon preifat i drafod pethau amherthnasol i'r frawddeg.

source: Cancel
cy: Diddymu

source: Save changes
cy: Cadw'r newidiadau

source: unhide
cy: datguddio

source: hide
cy: cuddio

source: edit
cy: golygu

source: Filter by language
cy: Hidlo yn ôl iaith

source: Go back to previous page
cy: Yn ôl i'r dudalen flaenorol

source: date unknown
cy: dyddiad anhysbys

source: yesterday
cy: ddoe

source: an hour ago
cy: un awr yn ôl

source: a minute ago
cy: un funud yn ôl

source: January
cy: Ionawr

source: February
cy: Chwefror

source: March
cy: Mawrth

source: April
cy: Ebrill

source: May
cy: Mai

source: June
cy: Mehefin

source: July
cy: Gorffennaf

source: August
cy: Awst

source: September
cy: Medi

source: October
cy: Hydref

source: November
cy: Tachwedd

source: December
cy: Rhagfyr

source: Other languages
cy: Ieithoedd eraill

source: Auto detect
cy: Awtoganfod

source: other language
cy: iaith arall

source: All languages
cy: Pob iaith

source: Any language
cy: Unrhyw iaith

# searchbar
source: Any language
cy: Unrhyw iaith

source: unknown
cy: anhysbys

source: You cannot add sentences because you did not add any language in your profile.
cy: Ni allwch ychwanegu brawddegau gan na ychwanegoch chi iaith i'ch proffil.

source: You cannot translate sentences because you did not add any language in your profile.
cy: Ni allwch gyfieithu brawddegau gan na ychwanegoch chi iaith i'ch proffil.

source: Add a language
cy: Ychwanegu iaith

# level
source: Unspecified
cy: Amhenodol

source: (unnamed list)
cy: (rhestr ddienw)

source: created by {listAuthor}
cy: crëwyd gan {listAuthor}

source: Number of sentences
cy: Nifer o frawddegau

source: Back to all lists
cy: Yn ôl i bob rhestr

source: Back to this list
cy: Yn ôl i'r rhestr hon

source: Download this list
cy: Lawrlwytho'r rhestr hon

source: Show translations :
cy: Dangos cyfieithiadau:

source: Delete this list
cy: Dileu'r rhestr hon

source: Remove sentence {number} from list
cy: Tynnu brawddeg {number} oddi ar y rhestr

source: Remove from list
cy: Tynnu oddi ar y rhestr

source: Add a sentence to this list :
cy: Ychwanegu brawddeg i'r rhestr hon:

source: OK
cy: Iawn

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
cy: NODER: Gallwch hefyd ychwanegu brawddegau sydd eisoes yn bodoli drwy'r botwm hwn {addToListButton} (wrth <a href="{url}">bori</a>, er enghraifft).

source: Create a new list
cy: Creu rhestr newydd

# list
source: Name
cy: Enw

source: create
cy: creu

source: Collaborative lists
cy: Rhestri cydweithredol

# list
source: Unspecified
cy: Amhenodol

source: added by {user}
cy: ychwanegwyd gan {user}

source: linked by {user}
cy: cysylltwyd gan {user}

source: edited by {user}
cy: golygwyd gan {user}

source: deleted by {user}
cy: diëwyd gan {user}

source: unlinked by {user}
cy: datgysylltwyd gan {user}

source: Edit
cy: Golygu

source: admin
cy: gweinyddwr

source: advanced contributor
cy: cyfrannwr uwch

source: contributor
cy: cyfrannwr

source: Translate
cy: Cyfieithu

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
cy: Mae'r frawddeg hon heb ei chymeradwyo. Ni ellir cyfieithu brawddegau sydd heb eu cymeradwyo.

source: Remove from favorites
cy: Tynnu o'm ffefrynnau

source: Add to favorites
cy: Ychwanegu i'm ffefrynnau

source: Link to another sentence
cy: Cysylltu â brawddeg arall

source: Add to list
cy: Ychwanegu at restr

source: Add to one of your lists
cy: Ychwanegu at un o'ch rhestri chi

source: Add to a collaborative list
cy: Ychwanegu at restr gydweithredol

source: You cannot delete this sentence because it has audio.
cy: Ni allwch ddileu'r frawddeg hon gan fod ganddi sain.

source: Delete
cy: Dileu

source: You cannot edit this sentence because it has audio.
cy: Ni allwch olygu'r frawddeg hon gan fod ganddi sain.

source: belongs to {user}
cy: yn perthyn i {user}

source: Reply
cy: Ymateb

source: Send private message
cy: Anfon neges breifat

source: edited
cy: golygwyd

source: to {recipient}
cy: i {recipient}

source: from {sender}
cy: oddi wrth {sender}

source: View this user's profile
cy: Gweld proffil y defnyddiwr hwn

source: Show sentence #:
cy: Dangos brawddeg #:

source: Language for previous, next or random sentence
cy: Iaith y frawddeg flaenorol, nesaf, neu hap

source: previous
cy: blaenorol

source: next
cy: nesaf

source: random
cy: ar hap

source: all lists
cy: pob rhestr

source: {title} (one result)
cy: {title} (1 canlyniad)

source: Previous page [Ctrl+←]
cy: Tudalen flaenorol [Ctrl+←]

source: Next page [Ctrl+→]
cy: Tudalen nesaf [Ctrl+→]

source: Title
cy: Teitl

source: Send
cy: Anfon

source: {sender} wrote:
cy: Ysgrifennodd {sender}:

source: Show sentence's details
cy: Dangos manylion y frawddeg

source: Unlink
cy: Datgysylltu

source: Unlink this translation.
cy: Datgysylltu'r cyfieithiad hwn.

source: Make into direct translation.
cy: Troi'n gyfieithiad uniongyrchol.

source: Play audio
cy: Chwarae'r sain

source: No audio for this sentence. Click to learn how to contribute.
cy: Dim sain ar gyfer y frawddeg hon. Cliciwch i ddysgu sut i gyfrannu.

source: Translation:
cy: Cyfieithiad:

source: Submit translation
cy: Cyflwyno'r cyfieithiad

source: NOTE: Both direct and indirect translations will be shown.
cy: NODER: Caiff cyfieithiadau uniongyrchol ac anuniongyrchol eu dangos.

source: Only sentences with audio:
cy: Brawddegau â sain yn unig:

source: no
cy: na

source: yes
cy: ie

source: NOTE: Not all languages have audio at the moment.
cy: NODER: Nid oes gan bob iaith sain ar hyn o bryd.

source: Tags
cy: Tagiau

source: View all tags
cy: Gweld pob tag

source: Added by {username}, {date}
cy: Ychwanegwyd gan {username}, {date}

source: remove tag '{tagName}' from this sentence.
cy: tynnu'r tag '{tagName}' oddi ar y frawddeg hon.

source: Add a message:
cy: Ychwanegu neges:

source: Edit Wall Message
cy: Golygu'r neges i'r mur

source: hide replies
cy: cuddio'r ymatebion

source: show replies
cy: dangos yr ymatebion

source: by {messageAuthor}
cy: gan {messageAuthor}

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
cy: Gwnewch yn sicr eich bod chi'n <a href="{}">darllen y Cwestiynau Cyffredin</a> cyn gofyn cwestiwn.

source: Follow us
cy: Dilynwch ni

source: Tatoeba Blog
cy: Blog Tatoeba
