Repository: Tatoeba/tatoeba2
Catalog: src/Locale/jbo/countries.po
Languages: jbo

source: Ascension Island
jbo: gugde'acu

source: Andorra
jbo: gugde'adu

source: United Arab Emirates
jbo: gugde'a'e

source: Afghanistan
jbo: gugde'afu

source: Antigua & Barbuda
jbo: gugde'agu

source: Anguilla
jbo: gugde'a'i

source: Albania
jbo: gugde'alu

source: Armenia
jbo: gugde'amu

source: Netherlands Antilles
jbo: gugde'anu

source: Angola
jbo: gugde'a'o

source: Antarctica
jbo: gugde'ake

source: Argentina
jbo: gugde'aru

source: American Samoa
jbo: gugde'asu

source: Austria
jbo: gugde'atu

source: Australia
jbo: gugde'a'u

source: Aruba
jbo: gugde'ave

source: Åland Islands
jbo: gugde'axu

source: Azerbaijan
jbo: gugde'azu

source: Bosnia
jbo: gugdebu'a

source: Barbados
jbo: gugdebubu

source: Bangladesh
jbo: gugdebudu

source: Belgium
jbo: gugdebu'e

source: Burkina Faso
jbo: gugdebufu

source: Bulgaria
jbo: gugdebugu

source: Bahrain
jbo: gugdebuxe

source: Burundi
jbo: gugdebu'i

source: Benin
jbo: gugdebuju

source: St. Barthélemy
jbo: gugdebulu

source: Bermuda
jbo: gugdebumu

source: Brunei
jbo: gugdebunu

source: Bolivia
jbo: gugdebu'o

source: Caribbean Netherlands
jbo: gugdebuke

source: Brazil
jbo: gugdeburu

source: Bahamas
jbo: gugdebusu

source: Bhutan
jbo: gugdebutu

source: Bouvet Island
jbo: gugdebuvu

source: Botswana
jbo: gugdebuve

source: Belarus
jbo: gugdebuje

source: Belize
jbo: gugdebuzu

source: Canada
jbo: gugdecu'a

source: Cocos (Keeling) Islands
jbo: gugdecucu

source: Congo - Kinshasa
jbo: gugdecudu

source: Central African Republic
jbo: gugdecufu

source: Congo - Brazzaville
jbo: gugdecugu

source: Switzerland
jbo: gugdecuxe

source: Côte d’Ivoire
jbo: gugdecu'i

source: Cook Islands
jbo: gugdecuku

source: Chile
jbo: gugdeculu

source: Cameroon
jbo: gugdecumu

source: China
jbo: gugdecunu

source: Colombia
jbo: gugdecu'o

source: Clipperton Island
jbo: gugdecupu

source: Costa Rica
jbo: gugdecuru

source: Cuba
jbo: gugdecu'u

source: Cape Verde
jbo: gugdecuvu

source: Curaçao
jbo: gugdecuve

source: Christmas Island
jbo: gugdecuxu

source: Cyprus
jbo: gugdecuje

source: Czech Republic
jbo: gugdecuzu

source: Germany
jbo: gugdedu'e

source: Diego Garcia
jbo: gugdedugu

source: Djibouti
jbo: gugdeduju

source: Denmark
jbo: gugdeduku

source: Dominica
jbo: gugdedumu

source: Dominican Republic
jbo: gugdedu'o

source: Algeria
jbo: gugdeduzu

source: Ceuta & Melilla
jbo: gugde'e'a

source: Ecuador
jbo: gugde'ecu

source: Estonia
jbo: gugde'e'e

source: Egypt
jbo: gugde'egu

source: Western Sahara
jbo: gugde'exe

source: Eritrea
jbo: gugde'eru

source: Spain
jbo: gugde'esu

source: Ethiopia
jbo: gugde'etu

source: European Union
jbo: gugde'e'u

source: Finland
jbo: gugdefu'i

source: Fiji
jbo: gugdefuju

source: Falkland Islands
jbo: gugdefuku

source: Micronesia
jbo: gugdefumu

source: Faroe Islands
jbo: gugdefu'o

source: France
jbo: gugdefuru

source: Gabon
jbo: gugdegu'a

source: United Kingdom
jbo: gugdegubu

source: Grenada
jbo: gugdegudu

source: Georgia
jbo: gugdegu'e

source: French Guiana
jbo: gugdegufu

source: Guernsey
jbo: gugdegugu

source: Ghana
jbo: gugdeguxe

source: Gibraltar
jbo: gugdegu'i

source: Greenland
jbo: gugdegulu

source: Gambia
jbo: gugdegumu

source: Guinea
jbo: gugdegunu

source: Guadeloupe
jbo: gugdegupu

source: Equatorial Guinea
jbo: gugdeguke

source: Greece
jbo: gugdeguru

source: South Georgia & South Sandwich Islands
jbo: gugdegusu

source: Guatemala
jbo: gugdegutu

source: Guam
jbo: gugdegu'u

source: Guinea-Bissau
jbo: gugdeguve

source: Guyana
jbo: gugdeguje

source: Hong Kong
jbo: gugdexeku

source: Heard & McDonald Islands
jbo: gugdexemu

source: Honduras
jbo: gugdexenu

source: Croatia
jbo: gugdexeru

source: Haiti
jbo: gugdexetu

source: Hungary
jbo: gugdexe'u

source: Canary Islands
jbo: gugde'icu

source: Indonesia
jbo: gugde'idu

source: Ireland
jbo: gugde'i'e

source: Israel
jbo: gugde'ilu

source: Isle of Man
jbo: gugde'imu

source: India
jbo: gugde'inu

source: British Indian Ocean Territory
jbo: gugde'i'o

source: Iraq
jbo: gugde'ike

source: Iran
jbo: gugde'iru

source: Iceland
jbo: gugde'isu

source: Italy
jbo: gugde'itu

source: Jersey
jbo: gugdeju'e

source: Jamaica
jbo: gugdejumu

source: Jordan
jbo: gugdeju'o

source: Japan
jbo: gugdejupu

source: Kenya
jbo: gugdeku'e

source: Kyrgyzstan
jbo: gugdekugu

source: Cambodia
jbo: gugdekuxe

source: Kiribati
jbo: gugdeku'i

source: Comoros
jbo: gugdekumu

source: St. Kitts & Nevis
jbo: gugdekunu

source: North Korea
jbo: gugdekupu

source: South Korea
jbo: gugdekuru

source: Kuwait
jbo: gugdekuve

source: Cayman Islands
jbo: gugdekuje

source: Kazakhstan
jbo: gugdekuzu

source: Laos
jbo: gugdelu'a

source: Lebanon
jbo: gugdelubu

source: St. Lucia
jbo: gugdelucu

source: Liechtenstein
jbo: gugdelu'i

source: Sri Lanka
jbo: gugdeluku

source: Liberia
jbo: gugdeluru

source: Lesotho
jbo: gugdelusu

source: Lithuania
jbo: gugdelutu

source: Luxembourg
jbo: gugdelu'u

source: Latvia
jbo: gugdeluvu

source: Libya
jbo: gugdeluje

source: Morocco
jbo: gugdemu'a

source: Monaco
jbo: gugdemucu

source: Moldova
jbo: gugdemudu

source: Montenegro
jbo: gugdemu'e

source: St. Martin
jbo: gugdemufu

source: Madagascar
jbo: gugdemugu

source: Marshall Islands
jbo: gugdemuxe

source: Macedonia
jbo: gugdemuku

source: Mali
jbo: gugdemulu

source: Myanmar
jbo: gugdemumu

source: Mongolia
jbo: gugdemunu

source: Macau
jbo: gugdemu'o

source: Northern Mariana Islands
jbo: gugdemupu

source: Martinique
jbo: gugdemuke

source: Mauritania
jbo: gugdemuru

source: Montserrat
jbo: gugdemusu

source: Malta
jbo: gugdemutu

source: Mauritius
jbo: gugdemu'u

source: Maldives
jbo: gugdemuvu

source: Malawi
jbo: gugdemuve

source: Mexico
jbo: gugdemuxu

source: Malaysia
jbo: gugdemuje

source: Mozambique
jbo: gugdemuzu

source: Namibia
jbo: gugdenu'a

source: New Caledonia
jbo: gugdenucu

source: Niger
jbo: gugdenu'e

source: Norfolk Island
jbo: gugdenufu

source: Nigeria
jbo: gugdenugu

source: Nicaragua
jbo: gugdenu'i

source: Netherlands
jbo: gugdenulu

source: Norway
jbo: gugdenu'o

source: Nepal
jbo: gugdenupu

source: Nauru
jbo: gugdenuru

source: Niue
jbo: gugdenu'u

source: New Zealand
jbo: gugdenuzu

source: Oman
jbo: gugde'omu

source: Panama
jbo: gugdepu'a

source: Peru
jbo: gugdepu'e

source: French Polynesia
jbo: gugdepufu

source: Papua New Guinea
jbo: gugdepugu

source: Philippines
jbo: gugdepuxe

source: Pakistan
jbo: gugdepuku

source: Poland
jbo: gugdepulu

source: St. Pierre & Miquelon
jbo: gugdepumu

source: Pitcairn Islands
jbo: gugdepunu

source: Puerto Rico
jbo: gugdepuru

source: Palestine
jbo: gugdepusu

source: Portugal
jbo: gugdeputu

source: Palau
jbo: gugdepuve

source: Paraguay
jbo: gugdepuje

source: Qatar
jbo: gugdeke'a

source: Outlying Oceania
jbo: gugdeke'o

source: Réunion
jbo: gugderu'e

source: Romania
jbo: gugderu'o

source: Serbia
jbo: gugderusu

source: Russia
jbo: gugderu'u

source: Rwanda
jbo: gugderuve

source: Saudi Arabia
jbo: gugdesu'a

source: Solomon Islands
jbo: gugdesubu

source: Seychelles
jbo: gugdesucu

source: Sudan
jbo: gugdesudu

source: Sweden
jbo: gugdesu'e

source: Singapore
jbo: gugdesugu

source: St. Helena
jbo: gugdesuxe

source: Slovenia
jbo: gugdesu'i

source: Svalbard & Jan Mayen
jbo: gugdesuju

source: Slovakia
jbo: gugdesuku

source: Sierra Leone
jbo: gugdesulu

source: San Marino
jbo: gugdesumu

source: Senegal
jbo: gugdesunu

source: Somalia
jbo: gugdesu'o

source: Suriname
jbo: gugdesuru

source: South Sudan
jbo: gugdesusu

source: São Tomé & Príncipe
jbo: gugdesutu

source: El Salvador
jbo: gugdesuvu

source: Sint Maarten
jbo: gugdesuxe

source: Syria
jbo: gugdesuje

source: Swaziland
jbo: gugdesuzu

source: Tristan da Cunha
jbo: gugdetu'a

source: Turks & Caicos Islands
jbo: gugdetucu

source: Chad
jbo: gugdetudu

source: French Southern Territories
jbo: gugdetufu

source: Togo
jbo: gugdetugu

source: Thailand
jbo: gugdetuxe

source: Tajikistan
jbo: gugdetuju

source: Tokelau
jbo: gugdetuku

source: Timor-Leste
jbo: gugdetulu

source: Turkmenistan
jbo: gugdetumu

source: Tunisia
jbo: gugdetunu

source: Tonga
jbo: gugdetu'o

source: Turkey
jbo: gugdeturu

source: Trinidad & Tobago
jbo: gugdetutu

source: Tuvalu
jbo: gugdetuvu

source: Taiwan
jbo: gugdetuve

source: Tanzania
jbo: gugdetuzu

source: Ukraine
jbo: gugde'u'a

source: Uganda
jbo: gugde'ugu

source: U.S. Outlying Islands
jbo: gugde'umu

source: United States
jbo: gugde'usu

source: Uruguay
jbo: gugde'uje

source: Uzbekistan
jbo: gugde'uzu

source: Vatican City
jbo: gugdevu'a

source: St. Vincent & Grenadines
jbo: gugdevucu

source: Venezuela
jbo: gugdevu'e

source: British Virgin Islands
jbo: gugdevugu

source: U.S. Virgin Islands
jbo: gugdevu'i

source: Vietnam
jbo: gugdevunu

source: Vanuatu
jbo: gugdevu'u

source: Wallis & Futuna
jbo: gugdevefu

source: Samoa
jbo: gugdevesu

source: Kosovo
jbo: gugdexuku

source: Yemen
jbo: gugdeje'e

source: Mayotte
jbo: gugdejetu

source: South Africa
jbo: gugdezu'a

source: Zambia
jbo: gugdezumu

source: Zimbabwe
jbo: gugdezuve
