Repository: Tatoeba/tatoeba2
Catalog: src/Locale/jbo/default.po
Languages: jbo

source: How to donate
jbo: ma tadji lo ka dunda lo jdini

source: You have two possible ways to make a donation:
jbo: tadji lo ka dunda vau fa re da noi se skicu la'e di'e

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
jbo: <b>lo nu benji fu IBAN</b> cu traji la'a lo ka to'e kargu vau lo tadji be lo ka dunda lo jdini i lo banxe pe la mupli cu se stuzi lo gugdefuru i je ja'o fau lo nu do xabju lo ropno vau lakne fa lo nu lo nu benji cu se jdima no rupnu

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
jbo: la'oi <b>PayPal</b> zo'u fau lo nu do na kakne lo ka benji lo jdini fu IBAN vau do benji e'u fu la'o zoi.PayPal.zoi i ko morji lo du'u da zo'u la'o zoi.PayPal.zoi cu lebna mo'e da si'e be lo se dunda

source: IBAN transfer
jbo: lo nu benji fu IBAN

source: Titular:
jbo: me'oi Titular

source: IBAN:
jbo: IBAN zo'u

source: BIC/SWIFT:
jbo: BIC jonai SWIFT zo'u

source: Download sentences
jbo: lo vreji be lo jufra gau diklo i zoi "zoi

source: Note
jbo: notci

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
jbo: lo datni poi se sorcu la'e dei cu xamgu do i fau po'o bo do ciska lo proga tutci pe lo bangu a lo nu tcidu lo datni

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
jbo: fau lo nu do nitcu lo jufra lo ka tadni lo bangu vau ko inspekte <a href="{}">lo liste be lo jufra</a> i do zifre lo ka zbasu lo liste po do gi'a catlu lo liste poi se zbasu lo drata i ka'e jai gau diklo fai lo liste gi'a zbasu lo fukpi poi prina

source: General information about the files
jbo: lo kampu info be lei vreji

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
jbo: so'i lo jufra poi ponjo jonai glico cu fukpi lo pagbu be la'oi <a href="{}">Tanaka noi korpora</a> je noi jai se flalu tu'a lo gubni se kuspe

source: Creative commons
jbo: la'o gy.Creative commons.gy.

source: Questions?
jbo: xu da jai se kucli

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
jbo: fau lo nu do djica lo ka cpedu ja retsku vau do zifre lo ka <a href="{}">jikca mi'a</a>

source: In general, we answer quickly.
jbo: so'eroi ku mi'a spusku zi

source: Download
jbo: gau diklo

source: Fields and structure
jbo: lo uidje je lo stura

source: File description
jbo: lo ve skicu be lo vreji

source: Sentence id
jbo: lo namcu po lo jufra

source: Text
jbo: lo uenzi

source: Lang
jbo: lo bangu

source: Username
jbo: lo cmene be lo pilno

source: Date added
jbo: lo detri be lo nu jmina

source: Date created
jbo: lo detri be lo nu zbasu

source: Date last modified
jbo: lo detri be lo nu rore'u se stika

source: Translation id
jbo: lo namcu po lo te traduki

source: Tag name
jbo: lo cmene be lo tcita

source: List id
jbo: lo namcu po lo liste

source: List name
jbo: lo cmene be lo liste

source: Editable by
jbo: ka'e se stika

source: Meaning id
jbo: lo namcu po lo smuni

source: Skill level
jbo: lo ni certu

source: Details
jbo: lo tcila

source: tab
jbo: me'o sepli bu

source: Contains all the sentences. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
jbo: vasru ro jufra i ro jufra cu se tcita pa namcu tcita je lo me zoi gy.<a href="{}">ISO 639-3</a>.gy. tcita lo bangu

source: The first file (sentences.tar.bz2) contains this information alone. The second file (sentences_detailed.tar.bz2) contains additional fields for those who would like to filter the sentences based on the contributor who owns the sentence, or the date when it was added or last modified.
jbo: i la'o .net.sentences.tar.bz2.net. cu vreji fe po'o lo info i la'o .net.sentences_detailed.tar.bz2.net. cu vreji fe po'onai ji'a lo ponse be lo jufra be'o je lo detri be lo nu jmina le jufra vau je lo nu le jufra cu rore'u se stika

source: Links
jbo: lo te jorne

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
jbo: vreji lo te jorne be lo jufra i zoi gy.{sampleLinkLine}.gy. se smuni lo nu lo 77moi jufra cu te traduki lo 1moi jufra i fa ji'a lo fatne te jorne cu ze zgana i se ki'u bo le vreji cu vreji li linji poi du zoi gy.{sampleLinkLineReversed}.gy.

source: Tags
jbo: lo tcita

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
jbo: vreji lo liste be <a href="{url}">lo tcita</a> be ro jufra i zoi gy.{sampleTagLine}.gy. se smuni lo nu lo 381279moi jufra cu se tcita zo'oi proverb

source: Contains the list of <a href="{}">sentence lists</a>.
jbo: vasru lo liste be <a href="{}">lo liste belo jufra</a>

source: Sentences in lists
jbo: lo jufra poi se liste

source: Indicates the sentences that are contained by any lists. {sampleListLine} means that sentence #381279 is contained by the list that has an id of 13.
jbo: sinxa lo jufra poi se liste da i zoi gy.{sampleListLine}.gy. se smuni lo nu lo 381279moi jufra cu se liste lo se ke namcu tcita li 13

source: Japanese indices
jbo: lo indice poi ponjo

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
jbo: vreji lo minra be zoi gy.B lines.gy. po vreji be la'o zoi.Tanaka.zoi noi korpora be'o noi la'o gy.Jim Breen.gy. jai gau gubni i ko tcidu fi <a href="{url}">la'e dei</a> fe lo ve skicu be lo formate i ro lo se liste be le se vreji cu jorne lo remei be lo jufra poi te gerna lo ponjo jo'u lo glico i lu {sentenceId} li'u sinxa lo namcu tcita be le jufra poi ponjo i lu {meaningId} li'u sinxa lo namcu tcita be le jufra poi glico

source: User skill level per language
jbo: lo ni certu tu'a lo bangu

source: Indicates the self-reported skill levels of members in individual languages.
jbo: sinxa lo ni lo cmima cu certu tu'a lo bangu vau poi le cmima pu jai gau djuno fai lo drata

source: Need more help?
jbo: za'u lo te sidju

source: You can check out the <a href="{}">FAQ</a>.
jbo: do ka'e inspekte <a href="{}">lo cafne se retsku</a>

source: Getting started
jbo: incipe lo ka pilno

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
jbo: fau lo nu do jinvi lo du'u le projeto cu marvele vau gi'e djica lo ka akti sidju vau do tcidu <strong>e'o</strong> la'e di'e

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
jbo: i mu'onai fi'i sai vitke be la mupli i a'o do ba lifri lo nu lo nu cmima be lo dei projeto cu zabna mu'o

source: Important links
jbo: lo te jorne poi vajni

source: Adding new sentences
jbo: ca'o jmina lo jufra poi cnino

source: There are two ways to add new sentences.
jbo: re da tadji lo ka jmina lo jufra poi cnino

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
jbo: ta'i lo ka zbasu lo <a href="{}">liste</a> poi cnino vau gi'e pilno lo le nu stika vau papri po le liste

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
jbo: fau da'i nai lo nu so'i da jufra bu'u la mupli cu za'o ku'i na se pilno fa so'i lo te gerna i se ki'u bo mi'a jai gau virnu fai do lo ka jmina za'u lo jufra poi se pagbu lo te gerna poi za'o na se pilno i ju do na djuno lo du'u makau ka'e te traduki le jufra

source: Translating sentences
jbo: ca'o traduki lo jufra

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
jbo: lo ka traduki cu me lo traji be lo ka vajni bei lo se bilga va'o la mupli i ki'u bo lo te zukte be tu'a le projeto be'o poi ralju cu du lo ka jai gau jmaji fai lo jufra poi se traduki lo te gerna be so'i da

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
jbo: do zifre lo ka traduki lo jufra bu'u so'a da i sa'u ko cuxna la'o pixr.{translateButton}.pixr. ca lo nu do ganse ri

source: Correcting mistakes
jbo: cikre lo na drani

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
jbo: do zifre lo ka cikre lo jufra poi jai se srera vau fau po'o lo nu le jufra cu se ponse do i calo nu do zgana lo se srera po lo jufra poi se ponse lo na'e do vau do zifre lo ka cusku lo pinka be lo jufra tezu'e lo ka jai gau djuno fai le ponse zi'e pe le se srera

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
jbo: fau su'o da lo jufra cu se ponse no de i e'o do tcidu di'e pe lo nu co'a ponse lo jufra vau tezu'e lo ka cilre lo zmadu

source: Adopting sentences
jbo: jai zu'e ponse fai lo jufra

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
jbo: fau lo nu do jmina lo jufra vau le jufra cu se ponse zi'a do i je va'i do po'o ka'e se stika le jufra i ku'i so'i lo jufra pe la mupli cu fukpi lo pagbu be lo ponjo je glico korpora poi se cmene lu zo'oi Tanaka noi korpora li'u i le jufra cu se ponse no da i ku'i bo le jufra cpu gau jmaji va'onai la mupli

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
jbo: fau lo nu do zgana lo se srera po lo jufra poi se ponse no da vau do na zifre lo ka cikre le jufra i ki'u bo do na ponse le jufra i seki'u bo zasti fa la'e zoi .pixr.{adoptButton}).pixr. noi batke gi'e curmi lo nu co'a ponse lo jufra i fau lo nu do ponse lo jufra vau do ka'e stika le jufra

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
jbo: lo nu co'a ponse lo jufra cu pagbu lo ni drani vau pruce i do ka'e cilre za'u lo datni be ni bu ta'i lo ka tcidu la'e di'e

source: Sentence lists
jbo: lo liste be lo jufra

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
jbo: do zifre lo ka zbasu lo liste be lo jufra i na'o ku lo liste cu <strong>sivni</strong> i di'e se smuni lo nu le liste ka'e se stika fe po'o lo zbasu be le liste (to i ku'i le liste ka'e se zgana ro da toi)

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
jbo: i ku'i do zifre lo ka curmi lo nu ro da poi se bende la mupli zo'u da jmina ja vimcu lo jufra i ta'i bo do jai gau <strong>se ponse za'u de</strong> fai le liste

source: Tatoeba: Collection of sentences and translations
jbo: la mupli zo'u sorcu lo jufra je lo te traduki

source: Stats
jbo: loi datni

source: Latest messages
jbo: lo romoi se benji

source: show more...
jbo: i zgana lo zmadu

source: Latest comments
jbo: lo romoi pinka

source: Want to help?
jbo: aupei sidju

source: Join the community
jbo: ko cmima lo se cecmu

source: Private messages - {folderName}
jbo: lo sivni se benji zo'u {folderName}

source: Private messages
jbo: sivni se benji

source: {folderName} ({n}&nbsp;message)
jbo: {folderName} (to {n}&nbsp;da se benji toi)

source: Empty trash
jbo: lo festi bakfu gau kunti

source: [no subject]
jbo: no da se casnu

source: Restore
jbo: jai gau di'a

source: - Tatoeba
jbo: (to la mupli toi)

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
jbo: tezu'e lo nu la mupli cu mabla se mrilu jinsa vau lo cnino pilno ka'e benji su'e 5 da ca ro djedi

source: You have sent one message today.
jbo: do mo'u benji {n}&nbsp;da ca lo cabdei

source: Sentences marked as "OK"
jbo: lo jufra poi se tcita li i'e

source: Sentences marked as "unsure"
jbo: lo jufra poi se tcita li ju'o cu'i

source: Sentences marked as "not OK"
jbo: lo jufra poi se tcita li i'enai

source: All sentences
jbo: lo ro jufra

source: This feature is currently deactivated.
jbo: lo tutci ca'a gau na ka'e akti

source: Filter
jbo: julne

source: Sort by:
jbo: gau porsi tu'a la'e di'e

source: date created
jbo: detri lo nu co'a zbasu

source: sentence id
jbo: le namcu po le jufra

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
jbo: cuxna lo galtu jufra te zu'e lo ka vitke la'o .net.tatoeba.org.net. gi'e traduki le jufra gi'a bo cusku lo pinka be le jufra

source: Sentence #{number}
jbo: lo jufra poi {number} moi

source: Edit Comment
jbo: stika lo pinka

source: Edit Comment on Sentence #{number}
jbo: stika lo pinka be lo {number}moi jufra

source: Comments on sentences
jbo: lo pinka be lo jufra

source: {user}'s comments
jbo: lo pinka po la'o zoi.{user}.zoi

source: {user} has posted no comment
jbo: la'o zoi.{user}.zoi ba'o benji no pinka

source: Go back to previous page
jbo: volve lo purci papri

source: {user}'s comments (total&nbsp;{n})
jbo: lo pinka po la'o zoi.{user}.zoi noi ba'o cusku &nbsp;{n} pinka

source: {user} has no comment posted on his/her sentences
jbo: la'o zoi.{user}.zoi cu cusku no pinka po lo jufra be vo'a

source: Comments on {user}'s sentences (total&nbsp;{n})
jbo: lo pinka be lo jufra poi se ponse la'o zoi.{user}.zoi (to {n} da toi)

source: Important
jbo: vajni

source: Add new sentences
jbo: jmina lo cnino jufra

source: OK
jbo: i'a

source: Sentences added
jbo: lo jufra poi se jmina

source: {user}'s sentences
jbo: lo jufra poi se jmina la {user}

source: {user}'s sentences in {language}
jbo: lo jufra poi se jmina la {user} gi'e te gerna lo {language}

source: Sentences with: {keywords}
jbo: lo jufra poi se pagbu zoi gy.{keywords}.gy.

source: Sentences in {language} not translated into {translationLanguage}
jbo: lo jufra poi te gerna lo {language} je poi na se traduki fi lo {translationLanguage}

source: Sentences in {language} translated into {translationLanguage}
jbo: lo jufra poi te gerna lo {language} je poi se traduki fi lo {translationLanguage}

source: Sentences in {language}
jbo: lo jufra poi te gerna lo {language}

source: Sentences not translated into {language}
jbo: lo jufra poi nu'o se fanva fu lo {language}

source: Sentences translated into {language}
jbo: lo jufra poi mo'u se traduki fi lo {language}

source: More search criteria
jbo: za'u lo sisku te cuxna

source: Search error
jbo: srera ca lo nu sisku

source: Search: {keywords}
jbo: sisku {keywords}

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
jbo: catlu lo mupli be lo ka jufra gi'e se traduki i lo dei papri cu se pagbu lo te traduki be di'e be'o je lo info be di'e {sentenceText}

source: Sentence does not exist:
jbo: na zasti fa lo jufra poi momkai li

source: Reviewed by
jbo: mo'u lanli fa

source: There is no log for this sentence
jbo: no da vreji lo citri be le jufra

source: There are no comments for now.
jbo: ca ku no da pinka

source: Random Sentence
jbo: lo pa jufra

source: Problem while saving
jbo: nabmi fa lo nu gau vreji

source: Download list:
jbo: lo liste be lo ka'e gau diklo

source: Actions
jbo: lo se zukte

source: Id (optional)
jbo: lo namcu tcita noi e'inai do ciska

source: If you check this box, the id of each sentence will be written to the output.
jbo: da'i ri'a lo nu do cuxna le tanxe vau lo namcu tcita be ro lo jufra cu se vreji lo te pruce

source: Translation (optional)
jbo: lo te raduki noi e'inai do ciska

source: If you select a language, the translation of each sentence into that language (if it exists) will be written to your output. You can then import the file to produce a deck of flash cards, using the {Anki} program.
jbo: fau lo nu do cuxna lo bangu vau lo poi te gerna be ri vau te traduki be ro lo jufra ba se ciska fi lo te pruce pe do i ba bo do zifre lo ka importe lo te pruce vreji ja'e lo ka zbasu lo se cmima be lo karda gi'e pilno le se cmima tu'a la'o zoi.{Anki}.zoi mu'a

source: Fields will be written out in the following sequence:
jbo: lo foldi ba se ciska te porsi fi la'e di'e

source: Optional fields that are not selected above will not be written to the output.
jbo: lo foldi poi ka'e na gau culno je poi na se cuxna na ba se ciska fi lo te pruce

source: Collaborative lists ({total})
jbo: lo liste po'e za'u da je noi klani {total} de

source: Collaborative lists containing "{search}" ({total})
jbo: lo liste po'e za'u da je poi vasru zoi gy.{search}.gy. je noi klani {total} de

source: list name
jbo: cmene lo liste

source: number of sentences
jbo: se klani lo jufra

source: {username}'s lists ({total})
jbo: lo liste po'e la'o zoi.{username}.zoi je noi klani {total} da

source: {username}'s lists containing "{search}" ({total})
jbo: lo liste po'e la'o zoi.{username}.zoi je poi vasru zoi gy.{search}.gy. je noi klani {total} de

source: Sentence successfully removed.
jbo: le jufra mo'u se vimcu

source: About this list
jbo: le liste cu mo

source: created by {listAuthor}
jbo: se finti la'o zoi.{listAuthor}.zoi

source: Contains {n}&nbsp;sentence
jbo: se pagbu {n}&nbsp;jufra

source: Options
jbo: te cuxna

source: Edit name
jbo: stika lo cmene

source: Click to edit...
jbo: ko cuxna te zu'e lo ka stika

source: Admins
jbo: lo admine

source: Corpus maintainers
jbo: lo korpora kurji

source: Advanced contributors
jbo: lo vlipa dunda

source: Contributors
jbo: lo dunda

source: Total
jbo: sumji

source: Number of sentences per language
jbo: ro da zo'u se klani lo jufra poi te gerna da

source: Unspecified
jbo: na se jmina

source: Sentences with tag {tagName}
jbo: lo jufra poi se tcita zo'oi {tagName}

source: Show all tags
jbo: gau zgana ro tcita

source: All existing tags
jbo: lo ro tcita poi zasti

source: Search tags
jbo: mitysisku lo tcita

source: count
jbo: lo se klani

source: name
jbo: lo cmene

source: Chinese traditional/simplified conversion
jbo: galfi ja se te se galfi lo tcaci jungo lo sampu jungo

source: Source code
jbo: uenzi je cupra be lo proga

source: Enter either traditional or simplified Chinese
jbo: ciska lo tcaci jungo ja lo sampu jungo

source: Convert
jbo: galfi

source: Useful tools
jbo: lo tutci poi xamgu

source: Tools
jbo: lo tutci

source: Chinese simplified/traditional conversion
jbo: galfi ja se te se galfi lo sampu jungo lo tcaci jungo

source: convert traditional Chinese to simplified and vice versa
jbo: galfi je se te se galfi lo tcaci ke jungo anji lo sampu ke jungo anji

source: Shanghainese to IPA
jbo: galfi lo banve'u'u uenzi lo uenzi je se lerfu be IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
jbo: galfi lo banve'u'u uenzi lo se bacru tarmi ne se pi'o lo natmi kruca ke se bacru alfabeta

source: Convert Shanghainese into IPA
jbo: galfi lo banve'u'u uenzi lo uenzi je se lerfu be IPA

source: Credits
jbo: lo se sinma

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
jbo: mi'a ja'e djica lo ka ckire la'o gy.<a href='{0}'>Kellen Parker</a>.gy. noi pu sabji fi mi'a fe lo datni vreji poi se la'u li za'u mulno i fau lo nu do se cinri lo se zukte be ky py vau do zifre lo ka tcidu <a href='{1}'>la'e dei</a> noi projeto papri i da'i se cau ky py lo banve'u'u jufra cu claxu lo mulno te transkribe pe IPA

source: Enter a text in shanghainese dialect
jbo: ciska lo te gerna be lo klesi be lo banve'u'u

source: Edit profile
jbo: stika lo jaspu

source: Current picture
jbo: ca pixra

source: Remove
jbo: vimcu

source: New picture
jbo: pixra je cnino

source: Upload
jbo: dunda lo vreji

# user
source: Name
jbo: cmene

source: Country
jbo: gugde

source: Birthday
jbo: detri lo nu jbena

source: Homepage
jbo: zdani papri

source: Description
jbo: ve skicu

source: Add a language
jbo: jmina lo bangu

source: Add language
jbo: jmina lo bangu

source: Edit language
jbo: stika lo srana be lo bangu

source: What is your level?
jbo: do sela'u li xo certu tu'a lo bangu?

source: Details (optional). For instance, which dialect or from which country.
jbo: lo tcila (to do zifre lo ka jmina toi) i mu'a jmina lo klesi be lo bangu be do gi'a jmina lo gugde poi do xabju

source: Comments posted
jbo: lo pinka poi mo'u se benji

source: Sentences owned
jbo: lo jufra poi se ponse

source: Sentences favorited
jbo: lo jufra poi se nelci

source: Contributions
jbo: lo se dunda

source: Show latest activity
jbo: zgana lo rore'u se zukte

source: Email notifications are ENABLED.
jbo: lo mrilu judri notci cu akti

source: Email notifications are DISABLED.
jbo: lo mrilu judri notci cu to'e akti

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
jbo: lo dei jaspu je lo info be ri cu gubni ro da

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
jbo: lo dei jaspu je lo info be ri na gubni ro da i fa po'o lo cmima be lo girzu po la mupli ka'e tcidu lo info e lo ve ciksi

source: Member since
jbo: cmima co'a de'i

source: Contributions blocked
jbo: lo se dunda cu se kansele

source: No description.
jbo: no ve skicu

source: Languages
jbo: lo bangu

source: No language added.
jbo: no bangu cu se jmina

source: TIP: We encourage you to indicate the languages you know.
jbo: lo se stidi zo'u mi'a e'ende do lo ka jarco lo ka se bangu ma kau

source: TIP: Encourage this user to indicate the languages he or she knows.
jbo: lo se stidi zo'u ko e'ende le pilno lo ka jarco lo ka se bangu ma kau

source: Number of sentences per page
jbo: ro papri cu vasru lo jufra poi klani li

source: Experimental options
jbo: cipra te cuxna

source: Change email address
jbo: stika lo mrilu judri

source: Email address
jbo: kibro mrilu judri

source: Change password
jbo: cnegau lo ckiku

source: Old password
jbo: ca ckiku

source: New password
jbo: ba ckiku

source: New password again
jbo: ke'u ba ckiku

source: Members
jbo: cmima

source: Search user
jbo: mitysisku lo pilno

source: Members: {lang}
jbo: cmima gi'e te gerna lo {lang}

source: Back to global stats
jbo: volve lo kampu datni

source: {lang} ({total} member)
jbo: {lang} (to {total} da cmima toi)

source: Password
jbo: ckiku

source: Send new password
jbo: benji lo balvi ckiku

source: Email
jbo: kibro mrilu judri

source: I accept the <a href="{}">terms of use</a>
jbo: i'a mi te javni <a href="{}">la'e dei</a>

source: unmask password
jbo: lo ckiku gau se mifra
