Repository: Tatoeba/tatoeba2
Catalog: src/Locale/jbo/default.po
Languages: jbo

source: There's no user called {username}
jbo: no pilno cu se cmene zo'oi {username}

source: Your audio settings have been saved.
jbo: .i lo do se cuxna pe lo sance co'a te vreji

source: An error occurred while saving. Please try again or contact us to report this.
jbo: da se srera fau lo nu jai gau zbasu lo vreji i e'o do za'ure'u troci gi'a jai gau sanji mi'a la'edi'u

source: Tatoeba, new password
jbo: la mupli zo'u: cnino ckiku

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
jbo: lo jufra poi du lo {firstNumber} moi jo'u lo {secondNumber} moi ca simxu lo ka traduce ce'u ce'u

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
jbo: lo jufra poi du lo {firstNumber} moi jo'u lo {secondNumber} moi ba'o simxu lo ka traduki ce'u ce'u

source: An error occurred while unlinking. Please try again or contact us to report this.
jbo: da se srera fau lo nu jau gau co'u jorne i e'o do za'ure'u troci gi'a jungau mi'a la'edi'u

source: Folder "{name}" emptied.
jbo: la'o gy.{name}.gy. noi bakfu co'a kunti

source: There is no sentence with id {number}
jbo: no jufra cu se tcita me'o {number}

source: Your comment has been saved.
jbo: lo do pinka mo'u se vreji

source: You do not have permission to edit this comment.
jbo: do na se krali lo ka stika lo dei pinka

source: Changes to your comment have been saved.
jbo: .i lo te cenba be fi lo do pinka co'a te vreji

source: The sentence #{id} has been deleted.
jbo: lo me'oi #{id} noi jufra mo'u se vimcu

source: Error: the sentence #{id} could not be deleted.
jbo: lo se srera cu du lo nu lo me'oi #{id} noi jufra na ka'e se vimcu

source: “owned by a self-identified native”, because “sentence language” is set to “any”
jbo: se ponse lo xusra be lo ka tavla be co'a jbena i ku'i bo tcita lu te gerna lo jufra li'u fa lu mo kau li'u

source: You do not have permission to view this list.
jbo: do na se permite fi lo ka tcidu le liste

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
jbo: no jufra cu se tcita ti i lo tcita poi do mitysisku mo'u se vimcu gi'a na zasti

source: Failed to upload image
jbo: ca'a fliba lo ka kibydunda lo pixra

source: Please choose an image that does not exceed 1 MB.
jbo: e'o do cuxna fi lo pixra poi klani su'e lo megdo be li 1 bei lo ka se bitri li bi

source: Please choose GIF, JPEG or PNG image format.
jbo: .i .e'o do cuxna fi lo pixra poi klesi li GIF jonai li JPEG jonai li PNG

source: Error while saving.
jbo: fliba lo ka jai gau stodi

source: Profile saved.
jbo: lo jaspu mo'u se vreji

source: Failed to change email address. Please enter a proper email address.
jbo: fliba lo ka cnegau lo mrilu judri i e'o ciska lo drani ke mrilu judri

source: That email address already exists. Please try another.
jbo: lo di'u mrilu judri cu se pilno lo drata i e'u do pilno lo drata

source: Your settings have been saved.
jbo: .i lo do se cuxna mo'u se vreji

source: New password cannot be empty.
jbo: e'a nai lo cnino ckiku cu se pagbu no lerfu

source: New password has been saved.
jbo: .i lo cnino ckiku mo'u se vreji

source: An error occurred while saving.
jbo: da se srera fau lo nu jai gau zbasu lo vreji

source: Password error. Please try again.
jbo: ckiku se srera i e'o do za'ure'u troci

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
jbo: lo dei jaspu cu se barna lo ka na akti i do ba'o ka'e se jaspu le jaspu i e'o jikca lo admine fau lo nu la'edi'u cu se srera

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
jbo: lo do'i jaspu cu se tcita lo ka se pilno fi lo nu mrilu lo mabla i na ka'e di'a pilno jy. i fau lo se srera vau do jikca e'u lo admine

source: You must fill in your username and password.
jbo: e'i do ciska lo do cmene e lo do ckiku

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
jbo: srera lo nu pilno lo jaspu i ko inspekte la'o gy.Caps Lock.gy. je la'o gy.Num Lock.gy. vu'o poi batke vau lo ka na akti i va'o lo do jaspu lo ga'e zei lerfu cu frica lo to'a zei lerfu

source: Welcome to Tatoeba!
jbo: fi'i lo vitke be la mupli

source: To start things off, we encourage you to go to your <a href='{url}'>profile</a> and let us know which languages you speak or are interested in.
jbo: e'u te zu'e lo ka co'a pilno vau do tcidu lo info be <a href='{url}'>lo jaspu be do</a> gi'e jmina ro lo bangu poi do kakne lo ka pilno ke'a vau gi'a se cinri tu'a ke'a

source: Your new password has been sent to {email}.
jbo: lo do cnino ckiku pu se mrilu fi zoi zoi {email} zoi

source: There is no registered user with this email address:
jbo: .i no se jaspu cu pilno lo di'e mrilu judri

source: No user with this username:
jbo: .i no pilno cu se cmene di'e

source: Language deleted
jbo: le bangu cu se vimcu

source: You cannot delete this language.
jbo: do na ka'e vimcu le bangu

source: {number} sentence
jbo: {number} jufra

source: Message saved.
jbo: lo se benji mo'u se vreji

source: You do not have permission to edit this message.
jbo: do na se krali lo ka cnegau lo dei notci

source: The message you are trying to view does not exist or has been deleted.
jbo: lo notci poi do djica lo ka viska ke'a na zasti gi'u pu se vimcu

source: All languages
jbo: mo kau

source: unknown
jbo: mo

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
jbo: .i la'o zoi {username} zoi noi do djica lo ka fe ce'u benji di'u na zasti i e'o do troci tu'a lo se cmene be lo drata

source: Comments cannot be empty.
jbo: ei lo pinka na kunti

source: unnamed list
jbo: lo liste poi se cmene no da

source: Username must be at least two characters long
jbo: e'i lo cmene cu se pagbu su'o re lerfu

source: Username can only contain letters, numbers, or underscore
jbo: lo cmene fau ro da se pagbu fe po'o lo lerfu ja lo namcu ja jorne bu

source: Invalid email address
jbo: lo mrilu judri na drani

source: Username already taken.
jbo: do'i ca'o cmene lo drata

source: Email address already used.
jbo: le mrilu judri ca'o se pilno

source: Orphan sentences
jbo: lo jufra poi jorne no da

source: Orphan sentences in {language}
jbo: lo jufra poi jorne no da gi'e te gerna lo {language}

source: About adoption
jbo: pe lo nu co'a ponse lo jufra

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
jbo: lo ka co'a ponse lo jufra cu tadji lo ka cusku lo se du'u jy drani i ji'a go'i lo ka inspekte le jufra gi'e jai gau drani jy fau lo nu jy jai se srera

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
jbo: i ja'o fau lo nu do djica lo ka sidju mi'a lo ka inspekte gi'e jai gau drani vau lo jufra vau jai zu'e ponse e'u (to zoi .pixr.{adoptButton}.pixr. toi) lo jufra poi se ponse no da gi'e te gerna lo poi'i do pilno co'a lo ka jbena i ba bo e'u jai gau drani le jufra fau lo sarcu i ji'a eu do tcidu la'e <a href="{url}">dei</a> noi ciksi lo zmadu

source: Tips
jbo: te sidju se stidi

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
jbo: cumki fa lo nu ba zi lo nu do co'a ponse lo jufra vau do zgana lo nu lo drata cu ponse jy. i krinu lo nu go'i vau fa lo nu le drata jai zu'e ponse jy puzi lo nu do troci i e'u fau lo simsa do jai zu'e co'a ponse lo jufra poi sepli fi su'o so'o papri fe lo papri poi do ca catlu i lo nu go'i jai se ja'e jdika fai lo nu fau da'i xo da le simsa ba fasnu

source: Improve sentences
jbo: lo jufra gau zenba lo ka xamgu

source: Related links
jbo: lo srana te jorne

source: Tag guidelines
jbo: gidva javni tu'a lo tcita

source: Tags you should know about
jbo: lo tcita poi do ei sanji

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
jbo: le cecmu pu stidi tu'a so'o za'e lo xamgu tcita tezu'e lo nu lo vamji je ni drani vau be lo jufra cu zenba

source: {tagChange}: the sentence needs to be changed.
jbo: {tagChange} zo'u: le jufra cu sarcu fai lo ka se cnegau

source: {tagCheck}: the sentence needs to be checked.
jbo: {tagCheck} zo'u: le jufra jai sarcu fai lo ka se inspekte

source: {tagNNC}: the sentence needs to be checked by a native speaker.
jbo: {tagNNC} zo'u: le jufra cu jai sarcu fai lo ka se inspekte lo pilno be co'a lo ka jbena

source: {tagOK}: the sentence is considered correct by at least one person.
jbo: {tagOK}: le jufra cu jai se jinvi fai lo ka drani vau su'e pilno

source: How to help
jbo: ta'i ma sidju

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
jbo: e'i do <a href="{}">vlipa konribute</a> tezu'e lo ka jai gau se tcita da fai lo jufra

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
jbo: ca ro nu do ganse lo jufra poi na drani gi'a cizra vau do jmina e'u lo tcita poi du zoi zoi.{tagChange}.zoi gi'e benji lo pinka be lo nu stidi lo nu cikre gi'a tarmi xamgu zmadu cusku

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
jbo: ca ro no do ganse lo ka'e se srera vau do jmina e'u lo tcita poi du zo'oi {tagchange} gi'e benji lo pinka be lo do ve ciksi be lo se srera

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
jbo: ca ro nu do jmina lo jufra poi te gerna lo fange be do bangu vau gi'e na se la'u li ro birti lo nu le jufra cu drani vau do jmina e'u lo tcita poi du zoi zoi.{tagNNC}.zoi

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
jbo: sei da'i zabna do ta'e catlu lo jufra poi se tcita zo'oi {tagChange} ja zo'oi {tagCheck} ja zo'oi {tagNNC} gi'e tavla lo drata cmima le jufra gi'e sidju fi loka jdice lo du'u ei zukte makau pe le jufra

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
jbo: ba lo nu da danfu tu'a lo jufra vau ko jai gau tcita jy. fai zo'oi {tagOK} i do'anai do ka'e zgana je inspekte lo jufra poi se jmina lo drata gi'e jai gau tcita le jufra fai zo'oi {tagOK} i ku'i ko tai zukte fau po'o lo nu do sela'u li ro birti lo nu le jufra cu drani ije ko na jai gau tcita lo jufra poi do ponse

source: Translate sentences
jbo: traduki lo jufra

source: How to add a translation
jbo: ta'i mi jmina lo te traduki

source: Once the sentences are displayed, click on {translateButton} to add a translation.
jbo: ba lo nu lei jufra ka'e se catlu vau ko cuxna la'e lu {translateButton} li'u noi batke vau tezu'e lo ka jmina lo te traduki

source: About translations
jbo: pe lo nu traduki

source: Good translations
jbo: lo zabna te traduki

source: We know it's difficult, but do NOT translate word for word!
jbo: mi'a djuno lo du'u la'e di'e nandu i je ku'i e'o do traduki lo smuni jenai po'o lo valsi

source: Multiple translations
jbo: lo za'u te traduki

source: If you feel there are several possible translations, you can add several translations in the same language.
jbo: fau lo nu jinvi lo du'u ka'e ku za'u pa da te traduki vau do zifre lo ka de zo'u do jmina za'u pa te traduki be lo te gerna be de

source: Search for untranslated sentences
jbo: mitysisku lo jufra poi na se traduki

source: Sentences in:
jbo: lo jufra pe bau lo

source: Not directly translated into:
jbo: catlu fe po'o lo na lamji se traduki be fi lo

source: Order:
jbo: i porsi lo du'u

source: Random
jbo: lo cunso cu lidne

source: Fewest words first
jbo: lo to'e traji be lo ka se pagbu xo kau da cu lidne

source: Last modified first
jbo: lo romoi be lo ka se stika cu lidne

source: Last created first
jbo: lo du'u lo romoi be lo ka se finti cu lidne

source: show sentences
jbo: zgana lo jufra

source: Translate {language} sentences that belong to {user}
jbo: traduki lo jufra pe lo {language} je poi se ponse la'o zoi.{user}.zoi

source: Translate sentences that belong to {user}
jbo: traduki lo jufra poi se ponse la'o zoi.{user}.zoi

source: Yes
jbo: ca'a

source: No
jbo: ca'a na

source: Sentences in {language} with audio
jbo: lo jufra poi te gerna lo {language} gi'e se bacru

source: Sentences with audio
jbo: lo jufra poi se bacru

source: My audio
jbo: lo se bacru vreji pe mi

source: Save
jbo: gau vreji

source: Activity timeline
jbo: lo citri be lo se zukte

source: {month} {year}
jbo: de'i li my xi {month} jo'u li ny xi {year}

source: Latest contributions
jbo: lo romoi se dunda

source: Sentences
jbo: i zgana lo jufra

source: Words:
jbo: i se pagbu di'e

source: Enter a word or a phrase
jbo: ciska su'o valsi

source: Language:
jbo: i te gerna lo

source: Show translations in:
jbo: i ckaji lo ka lo te traduki be ce'u cu te gerna lo

source: Owner:
jbo: i se ponse lo se cmene be zoi

source: Enter a username
jbo: ciska lo cmene be lo pilno

source: Is orphan:
jbo: i se jorne da

# orphan
source: Any
jbo: lamji a lo na lamji

source: Orphan sentences are likely to be incorrect.
jbo: (to i lakne fa lo nu lo jufra poi jorne no da na drani toi)

source: Is unapproved:
jbo: i se na'e zanru

# unapproved
source: Any
jbo: lamji a lo na lamji

source: Unapproved sentences are likely to be incorrect.
jbo: (to i lakne fa lo nu lo jufra poi na se zanru cu na drani toi)

source: Has audio:
jbo: i se jorne lo se bacru vreji

# audio
source: Any
jbo: lamji a lo na lamji

source: Tags:
jbo: i se tcita di'e

source: Separate tags with commas.
jbo: (to i lo tcita gau sepli zu'ai ce'o bu toi)

source: Owned by a self-identified native
jbo: i se ponse lo xusra be lo ka tavla be co'a jbena

source: Translations
jbo: i zgana lo te traduki

source: Limit to
jbo: ja'a

source: Exclude
jbo: na

source: {action} sentences having translations that match all the following criteria.
jbo: i zgana lo jufra poi lo te traduki be ke'a {action} ku se tcila ro la'e di'e

source: Link:
jbo: i jorne fi lo

# link
source: Any
jbo: lamji a lo na lamji

source: Direct
jbo: lamji

source: Indirect
jbo: na lamji

source: Sort
jbo: i porsi

source: Reverse order
jbo: i lo porsi gau fatne

# button
source: Search
jbo: sisku

source: More search options
jbo: i drata nu sisku vau te cuxna

source: Number of sentences with audio by language
jbo: lo ni jufra je se bacru se po'i lo bangu

source: Browse audio for all languages
jbo: catlu lo se bacru pe ro bangu

source: Month
jbo: de'i li pi'e xo

source: Year
jbo: lo nanca

source: Currently contributing
jbo: ca'o dunda

source: User who did the last contribution.
jbo: lo pilno poi pu participe lo {n}boi romoi nu dunda

source: Need some help?
jbo: le drata te sidju

source: Quick Start Guide
jbo: lo gidva be fi lo ka zi co'a pilno

source: Tatoeba Wiki
jbo: lo uitki pe la mupli

source: FAQ
jbo: lo cafne preti

source: Help
jbo: lo te sidju

source: Developers
jbo: lo jai gau farvi

source: Downloads
jbo: lo vreji poi gau diklo

source: GitHub
jbo: la'o zoi.GitHub.zoi

source: About
jbo: skicu

source: What is Tatoeba?
jbo: la mupli cu mo

source: Contact us
jbo: jikca mi'a

source: Terms of use
jbo: javni lo nu pilno

source: Blog
jbo: blogo

source: Twitter
jbo: la'o zoi.Twitter.zoi

source: Facebook
jbo: la'o zoi.Facebook.zoi

source: More information
jbo: za'u lo info

source: Tatoeba
jbo: sisku

source: Register
jbo: zbasu lo jaspu

source: Log in
jbo: pilno lo jaspu

source: Username:
jbo: lo cmene

source: Password:
jbo: lo ckiku

source: Remember me
jbo: ko morji fi mi

source: Forgot your password?
jbo: xu do co'u morji tu'a lo jaspu be do

source: Close
jbo: jai gau de'a catlu

source: Inbox
jbo: se benji

source: Unread
jbo: nu'o se tcidu

source: Sent
jbo: mo'e se benji

source: Trash
jbo: lo se vimcu

source: New message
jbo: pa cnino se benji

source: Folders
jbo: lo sorcu be lo vreji

source: Reply
jbo: spusku

source: Message
jbo: se benji

# message
source: To
jbo: i lo te traduki cu

source: Title
jbo: lo cmene

source: Send
jbo: benji

source: Random sentence
jbo: lo pa cunso jufra

source: show another
jbo: i zgana lo drata

source: Advanced search
jbo: vlipa sisku

source: Search
jbo: sisku

source: From
jbo: i lo se traduki cu

# language
source: To
jbo: i lo te traduki cu

source: No results found.
jbo: no da se tolcri

source: No results found for: {search}
jbo: zoi zoi {search} zoi na se tolcri

source: Play audio
jbo: bacru lo se vreji sance

source: No audio for this sentence. Click to learn how to contribute.
jbo: no da vreji lo sance be le jufra i ko cuxna tezu'e lo ka cilre lo ka ta'i makau dunda

source: Add a comment
jbo: jmina lo pinka

source: Submit comment
jbo: benji lo pinka

source: Good practices
jbo: lo zabna se zukte

source: Say "welcome" to new users.
jbo: rinsa lo cnino cmima

source: Use private messages to discuss things unrelated to the sentence.
jbo: ko pilno lo sivni se mrilu lo ka casnu lo na srana be le jufra

source: sentence deleted
jbo: lo jufra cu se vimcu

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
jbo: le se notci na mapti lo <a href="{}">javni pe mi'a</a> gi'e seki'ubo se mipri i le se notci ka'e se tcidu fe po'o lo admine e lo ciska be le se notci

source: Cancel
jbo: kansele

source: Save changes
jbo: gau vreji lo se cnegau

source: Collaborative list
jbo: lo liste po'e za'u da

source: previous
jbo: lo lidne

source: random
jbo: lo cunso

source: next
jbo: lo se lidne

source: Language for previous, next or random sentence
jbo: lo bangu pe lo jufra poi lidne jonai se lidne jonai cunso

source: Show sentence #:
jbo: catlu lo jufra poi momkai li

source: Show 1 more translation
jbo: zgana fe ji'a {number} te traduki

source: Fewer translations
jbo: mipri lo te traduki

source: You cannot edit this sentence because it has audio.
jbo: e'anai jai gau cenba fai le jufra i ki'ubo jy. se bacru

source: Language
jbo: lo bangu

source: Translate
jbo: traduki

source: Edit
jbo: stika

source: Add to favorites
jbo: jmina fi lo se nelci

source: Remove from favorites
jbo: vimcu fi lo se nelci

source: Are you sure?
jbo: xu do birti

source: Delete
jbo: vimcu

source: Click to adopt
jbo: ko cuxna te zu'e lo ka co'a ponse

source: Click to unadopt
jbo: ko cuxna te zu'e lo ka co'u ponse

source: Translation
jbo: lo te traduki

source: Auto detect
jbo: zmiku smadi

source: Submit translation
jbo: benji lo te traduki

source: One sentence
jbo: {n} da jufra

source: show all languages
jbo: zgana ro bangu

source: Your session has expired.
jbo: lo nu do pilno lo jaspu ba'o fasnu

source: Tatoeba is a collection of sentences and translations.
jbo: la mupli cu sorcu lo jufra je lo te traduki

source: It's collaborative, open, free and even addictive.
jbo: se ponse za'u da gi'e kalri gi'e se jdima no de gi'e ji'a trina

source: Clear search
jbo: lo sisku uidje gau kunti

# title
source: Advanced search
jbo: vlipa sisku

source: More tips
jbo: za'u me lo anci

source: Profile
jbo: lo tcila be lo jaspu

source: My profile
jbo: lo mi jaspu

source: My sentences
jbo: lo mi jufra

source: My vocabulary
jbo: lo te gerna pe mi

source: My lists
jbo: lo mi liste

source: My favorites
jbo: lo se nelci be mi

source: My comments
jbo: lo mi pinka

source: Comments on my sentences
jbo: lo pinka be lo mi jufra

source: My Wall messages
jbo: lo se benji be mi bei lo bitmu

source: My sentence logs
jbo: lo citri be lo jufra pe mi

source: Settings
jbo: lo se cuxna

source: Log out
jbo: de'a pilno lo jaspu

source: Browse
jbo: catlu

source: Browse by language
jbo: lo vrici ne se po'i lo bangu

source: Browse by list
jbo: lo vrici ne se po'i lo liste

source: Browse by tag
jbo: lo vrici ne se po'i lo tcita

source: Browse audio
jbo: lo vrici poi se bacru

source: Contribute
jbo: dunda

source: Add sentences
jbo: jmina lo jufra

source: Adopt sentences
jbo: jai zu'e ponse lo jufra

source: Discuss sentences
jbo: casnu lo jufra

source: Show activity timeline
jbo: lo citri be lo nu zukte

source: Community
jbo: cecmu

source: Wall
jbo: bitmu

source: List of all members
jbo: liste lo ro cmima

source: Languages of members
jbo: bangu lo cmima

source: Native speakers
jbo: lo tavla be co'a lo ka jbena

source: Vocabulary
jbo: te gerna

source: Lists
jbo: lo liste

source: Favorites
jbo: lo se nelci

source: Comments
jbo: lo pinka

source: Comments on {user}'s sentences
jbo: lo pinka po lo jufra po la'o zoi.{user}.zoi

source: Wall messages
jbo: lo se benji be fi lo bitmu

source: Logs
jbo: lo vreji be lo citri

source: Translate {user}'s sentences
jbo: traduki lo jufra pe la'o zoi.{user}.zoi

source: Contact {user}
jbo: jikca la'o zoi.{user}.zoi

source: Add a message:
jbo: jmina lo se benji

source: hide replies
jbo: de'a zgana lo se retsku

source: show replies
jbo: di'a zgana lo se retsku

source: edit
jbo: cnegau

source: Your login:
jbo: cmene fi do poi se jaspu vau fa di'e fa'o:

source: Your new password:
jbo: cnino jaspu be do ckiku fa di'e fa'o:

# button
source: Download
jbo: gau diklo

source: {user}'s favorite sentences
jbo: lo jufra poi se nelci la'o zoi.{user}.zoi

source: Sentence {id} has been deleted.
jbo: lo {id} moi be lo jufra mo'u se vimcu

source: This user does not have any favorites.
jbo: no da se nelci le pilno

source: Unlink
jbo: jai gau na jorne

source: Unlink this translation.
jbo: jai gau na jorne fai le te traduki

source: Link
jbo: jai gau jorne

source: Make into direct translation.
jbo: jai gau lamji se traduki

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
jbo: e'o do tcidu <a href="{}">lo cafne se retsku</a> pu lo ka retsku

source: Follow us
jbo: zgana mi'a

source: Tatoeba Blog
jbo: lo karni pe la mupli

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
jbo: fau lo nu do djica lo ka retsku ja stidi ja cpedu ja ckire sa'u vau do zifre lo ka mrilu fu lo kibro fi zoi .net.{emailAddress}.net noi judri mi'a

source: Post on the Wall
jbo: ciska fi lo bitmu

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
jbo: ji'a do ka'e skicu fi mi'a fe lo nu do jinvi ma kau vau ta'i lo ka benji fi <a href="{}">lo bitmu</a>

source: Donate
jbo: dunda lo jdini

source: Any question?
jbo: xu da jai se kucli

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
jbo: fau lo nu do djica lo ka retsku zo'ei lo nu dunda lo jdini vau gi'a dunda lo jdini ta'i lo drata be lo se skicu do'e la'e dei vau vau cu mrilu e'u fa do fi ga <a href="{trangEmail}">la'o zoi.Trang.zoi</a> gi <a href="{teamEmail}">le bende</a>

source: All donations
jbo: lo ro se dunda
