Repository: Tatoeba/tatoeba2
Catalog: src/Locale/jbo/default.po
Languages: jbo

source: Native language:
jbo: pilno lo bangu co'a lo ka jbena

source: We need to make sure you are human.
jbo: e'i mi'a birti lo nu do prenu

source: What are the first five characters of your email address?
jbo: ma porsi be fi lo romoi lerfu po lo do kibro mrilu judri

source: Wrong answer to the question.
jbo: lo se spusku na drani

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
jbo: mu'a fau lo nu lo do kibro xe mrilu judri cu du zoi .net.a.b.cd@example.com.net vau ko ciska zoi gy.a.b.c.gy. le tanxe

source: You did not accept the terms of use.
jbo: .i do na zanru lo tcini be lo nu pilno

source: Tatoeba user: {username}
jbo: pilno la mupli fa la'o zoi.{username}.zoi

source: Latest sentences
jbo: lo romoi jufra

source: view all
jbo: zgana ro da

source: Latest Wall messages
jbo: lo romoi se benji be fi lo bitmu

source: Add
jbo: jmina

source: Edit message {number}
jbo: stika lo notci poi {number} moi

source: Wall (one thread)
jbo: bitmu (to {n} boxna toi)

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
jbo: i ba'o lo ka retsku vau do tcidu e'o <a href="{}">lo cafne se retsku</a>

source: {user}'s Wall messages
jbo: se benji la'o zoi.{user}.zoi lo bitmu

source: {user}'s messages on the Wall (total&nbsp;{n})
jbo: se benji la'o zoi.{user}.zoi lo bitmu (to {n} da toi)

source: Thread #{number}
jbo: lo boxna noi $s moi

source: Menu
jbo: te cuxna

source: Back to Wall
jbo: volve lo bitmu

source: Filter by language
jbo: catlu lo jufra poi te gerna lo se cuxna be do

source: date unknown
jbo: lo detri na jai se djuno

source: yesterday
jbo: pu za lo djedi be li {n}

source: an hour ago
jbo: pu za lo cacra be li {n}

source: a minute ago
jbo: pu za lo mentu be li {n}

source: January
jbo: de'i li pi'e 1

source: February
jbo: de'i li pi'e 2

source: March
jbo: de'i li pi'e 3

source: April
jbo: de'i li pi'e 4

source: May
jbo: de'i li pi'e 5

source: June
jbo: de'i li pi'e 6

source: July
jbo: de'i li pi'e 7

source: August
jbo: de'i li pi'e 8

source: September
jbo: de'i li pi'e 9

source: October
jbo: de'i li pi'e 10

source: November
jbo: de'i li pi'e 11

source: December
jbo: de'i li pi'e 12

# incomplete date
source: {month} {year}
jbo: de'i li my xi {month} jo'u li ny xi {year}

source: Profile languages
jbo: lo bangu pe lo jaspu

source: Last used languages
jbo: lo bangu poi ro moi se pilno

source: Other languages
jbo: lo drata bangu

source: Any language
jbo: ro bangu

source: other language
jbo: drata bangu

# dropdown-list
source: Unknown language
jbo: fange bangu

source: None
jbo: mo kau vau na

# searchbar
source: Any language
jbo: ro bangu

source: You cannot add sentences because you did not add any language in your profile.
jbo: do na ka'e jmina lo jufra i ki'u bo do nu'o jmina lo bangu be do lo jaspu be do

source: You cannot translate sentences because you did not add any language in your profile.
jbo: do na ka'e jmina lo jufra i ki'u bo do nu'o jmina lo bangu lo jaspu be do

# level
source: Unspecified
jbo: na se jmina

source: 0: Almost no knowledge
jbo: 0moi i se la'u li me'i so'u pilno lo bangu

source: 1: Beginner
jbo: 1moi i se la'u li so'u pilno lo bangu

source: 2: Intermediate
jbo: 2moi i se la'u li so'o pilno lo bangu

source: 3: Advanced
jbo: 3moi i se la'u li so'i pilno lo bangu

source: 4: Fluent
jbo: 4moi i se la'u li so'a pilno lo bangu

source: 5: Native level
jbo: 5moi i tavla co'a lo ka jbena

source: created
jbo: zbasu

source: (unnamed list)
jbo: (to lo liste poi se cmene no da toi)

source: Number of sentences
jbo: lo se klani be lo jufra

source: Back to all lists
jbo: volve lo ro liste

source: Back to this list
jbo: volve lo dei liste

source: Download this list
jbo: le liste gau diklo do

source: Show translations :
jbo: gau catlu lo te traduki poi

source: List visibility
jbo: permite ma fi lo ka tcidu le liste

source: Public
jbo: gubni

source: Unlisted
jbo: cmima no se liste

source: Private
jbo: sivni

source: Anyone
jbo: ro da

source: Only me
jbo: mi po'o

source: Delete this list
jbo: vimcu le liste

source: Remove sentence {number} from list
jbo: vimcu lo {number} moi jufra le liste

source: Remove from list
jbo: vimcu fi le liste

source: Add a sentence to this list :
jbo: jmina lo jufra lo di'e liste

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
jbo: ju'i zo'u ji'a do zifre lo ka fau mu'a lo ka <a href="{url}">catlu</a> vau jmina lo ca'a jufra poi se tcita la'o .py.{addToListButton}.py. noi pixra

source: Create a new list
jbo: zbasu lo liste noi cnino

# list
source: Name
jbo: cmene

source: create
jbo: finti

source: Collaborative lists
jbo: lo liste po'e za'u da

# list
source: Unspecified
jbo: na se jmina

source: Other lists
jbo: lei liste poi drata

source: added by {user}
jbo: se jmina la'o zoi.{user}.zoi

source: linked by {user}
jbo: gau la'o zoi.{user}.zoi se jorne

source: edited by {user}
jbo: se stika la'o zoi.{user}.zoi

source: deleted by {user}
jbo: se vimcu la'o zoi.{user}.zoi

source: unlinked by {user}
jbo: gau la'o zoi.{user}.zoi na jorne

source: Former member
jbo: ba'o cmima

source: admin
jbo: admine

source: corpus maintainer
jbo: korpora kurji

source: advanced contributor
jbo: vlipa dunda

source: contributor
jbo: dunda

source: inactive
jbo: na akti

source: suspended
jbo: ba'o akti

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
jbo: le jufra ca se sinxa lo na se zanru i lo jufra poi na se zanru na ka'e se traduki

source: Undo
jbo: jai zu'e co'e be di'a ku

source: Link to another sentence
jbo: gau jorne lo jufra poi drata

source: Sentence number
jbo: lo namcu po lo jufra

source: Add to list
jbo: jmina fi lo liste

source: Add to one of your lists
jbo: jmina fi pa lo liste po do

source: Add to a collaborative list
jbo: jmina fi lo liste po'e za'u da

source: You cannot delete this sentence because it has audio.
jbo: e'anai vimcu le jufra i ki'ubo jy. se bacru

source: belongs to {user}
jbo: se ponse la'o zoi.{user}.zoi

source: (native)
jbo: (to tavla co'a lo ka jbena toi)

source: Mark as "OK"
jbo: gau se tcita li i'e

source: Mark as "unsure"
jbo: gau se tcita li ju'o cu'i

source: Mark as "not OK"
jbo: gau se tcita li i'enai

source: Unmark sentence
jbo: lo jufra gau na se tcita

source: Send private message
jbo: benji lo sivni

source: edited
jbo: mo'u se cnegau

source: to {recipient}
jbo: te be'i la'o zoi.{recipient}.zoi

source: Draft
jbo: nu'o bredi

source: from {sender}
jbo: be'i la'o zoi.{sender}.zoi

source: View this user's profile
jbo: catlu lo jaspu be le pilno

source: all lists
jbo: ro liste

source: Previous page [Ctrl+←]
jbo: lo lidne papri to la'o .gy.[Ctrl+←].gy. toi

source: Next page [Ctrl+→]
jbo: lo se lidne papri to la'o .gy.[Ctrl+→].gy. toi

source: Member status
jbo: lo se krali be le cmima

source: {sender} wrote:
jbo: la'o zoi.{sender}.zoi pu ciska di'e

source: Show sentence's details
jbo: zgana lo tcila be lo jufra

source: Copy sentence
jbo: zbasu lo fukpi be lo jufra

source: Translation:
jbo: lo te traduki zo'u

source: NOTE: Both direct and indirect translations will be shown.
jbo: i lo te traduki noi ge lamji gi na lamji ba se zgana

source: Only sentences with audio:
jbo: catlu fe po'o lo jufra poi se bacru

source: no
jbo: je'u nai

source: yes
jbo: je'u

source: NOTE: Not all languages have audio at the moment.
jbo: i o'i me'i ro bangu ca se gerna fi lo jufra poi do ka'e jmina lo se bacru be ke'a

source: View all tags
jbo: zgana ro tcita

source: Added by {username}, {date}
jbo: se jmina la'o zoi.{username}.zoi de'i li {date}

source: Reset
jbo: pilno lo krasi

source: by {messageAuthor}
jbo: ciska fa la'o zoi.{messageAuthor}.zoi

source: delete
jbo: vimcu

source: reply
jbo: spusku
