Repository: Tatoeba/tatoeba2
Catalog: src/Locale/jbo/languages.po
Languages: jbo

source: Arabic
jbo: xrabo

source: English
jbo: inglico

source: Japanese
jbo: ponjo

source: French
jbo: fraso

source: German
jbo: dotco

source: Spanish
jbo: spano

source: Italian
jbo: itlo

source: Vietnamese
jbo: vetnamo

source: Russian
jbo: rusko

source: Korean
jbo: xanguno

source: Dutch
jbo: nedlano

source: Hebrew
jbo: xebro co cabna

source: Indonesian
jbo: indonesi

source: Portuguese
jbo: porto

source: Finnish
jbo: su'omni

source: Bulgarian
jbo: balgari

source: Ukrainian
jbo: vukro

source: Czech
jbo: tcecina

source: Esperanto
jbo: spero

source: Greek
jbo: xelso

source: Turkish
jbo: turko

source: Swedish
jbo: su'enska

source: Malay
jbo: meljo

source: Estonian
jbo: esti

source: Georgian
jbo: kartuli

source: Polish
jbo: polsk

source: Swahili
jbo: tsuuaxili

source: Latin
jbo: latmo co cabna

source: Shanghainese
jbo: jungo co cpana xamsi

source: Egyptian Arabic
jbo: xrabo co misro

source: Belarusian
jbo: blabi rusko

source: Hungarian
jbo: magdaro

source: Icelandic
jbo: islenska

source: Albanian
jbo: ckiptare

source: Cantonese
jbo: jungo co ganra stuna

source: Afrikaans
jbo: afrikans

source: Faroese
jbo: forist

source: Frisian
jbo: fris

source: Breton
jbo: brezonek

source: Romanian
jbo: romnece

source: Uyghur
jbo: karluko co cabna stuna

source: Serbian
jbo: serpsk

source: Yiddish
jbo: xebro dotco

source: Persian
jbo: farsiian

source: Min Nan Chinese
jbo: banlamgi

source: Basque
jbo: euuskaras

source: Slovak
jbo: slovako

source: Danish
jbo: dansk

source: Iraqi Arabic
jbo: xrabo co rakso

source: Sanskrit
jbo: sanskrita

source: Hindi
jbo: xindo

source: Bengali
jbo: banglas

source: CycL
jbo: me'oi CycL

source: Catalan
jbo: katalan

source: Kazakh
jbo: kazak

source: Latvian
jbo: latyvec

source: Bosnian
jbo: bosansk

source: Croatian
jbo: xervati

source: Old East Slavic
jbo: rusisk

source: Chamorro
jbo: tcamoru

source: Quechua
jbo: runsimi

source: Mongolian
jbo: mongolo

source: Lithuanian
jbo: letuvin

source: Galician
jbo: galegon

source: Irish
jbo: gailge

source: Interlingua
jbo: interlinguua

source: Lojban
jbo: lojbo

source: Toki Pona
jbo: tokpona

source: Ainu
jbo: ainu'itak

source: Sicilian
jbo: sitcili'an

source: Malayalam
jbo: malyialym

source: Klingon
jbo: tlingan

source: Slovenian
jbo: sloveno

source: Thai
jbo: tain

source: Literary Chinese
jbo: ven ian ven

source: Ossetian
jbo: iron avjag

source: Romansh
jbo: romanytc

source: Volapük
jbo: volapuk

source: Scottish Gaelic
jbo: kalik

source: Ido
jbo: idon

source: Asturian
jbo: asturiian

source: Interlingue
jbo: okcidental

source: Occitan
jbo: oksita

source: Kalmyk
jbo: xalmg

source: Old English
jbo: anglic

source: Lower Sorbian
jbo: dolnosersk

source: Upper Sorbian
jbo: xornoserpctcina

source: Kölsch
jbo: kolc

source: Welsh
jbo: kymraig

source: Ewe
jbo: evegben

source: Telugu
jbo: telugun

source: Quenya
jbo: kuueniian

source: Maori
jbo: ma'orin

source: Berber
jbo: tamazixt

source: Xhosa
jbo: xosan

source: Punjabi (Western)
jbo: laxnda

source: Malagasy
jbo: malagas

source: Guarani
jbo: avane'en

source: Ladino
jbo: xebro spano

source: Piedmontese
jbo: pemont

source: Kotava
jbo: kotavan

source: Marathi
jbo: maratiian

source: Tajik
jbo: todjik

source: Old Prussian
jbo: pruteni

source: Nepali
jbo: nepalin

source: Maltese
jbo: malti

source: Chukchi
jbo: cegoravetc

source: Cornish
jbo: kernovek

source: Azerbaijani
jbo: azer

source: Khmer
jbo: xma'er

source: Lao
jbo: laun

source: Tibetan
jbo: lxasaiskad

source: Hiligaynon
jbo: iligainon

source: Algerian Arabic
jbo: xrabo co jerxo

source: Picard
jbo: pikard

source: Ancient Greek
jbo: xelso co dzena

source: Amharic
jbo: amarin

source: Awadhi
jbo: auad

source: Bhojpuri
jbo: bodjypur

source: Chavacano
jbo: tcavakano

source: Middle English
jbo: inglico co midju

source: Middle French
jbo: fraso co midju

source: Haitian Creole
jbo: kreiol xaitiien

source: Juhuri (Judeo-Tat)
jbo: dju'uri

source: Greenlandic
jbo: kalalisut

source: Meadow Mari
jbo: marin co foldi

source: Nahuatl
jbo: nauatl

source: Pennsylvania German
jbo: dotco co pensilvani

source: Sinhala
jbo: sinxala

source: Walloon
jbo: ualon

source: Bashkir
jbo: backort

source: Hausa
jbo: xausan

source: Luxembourgish
jbo: letsebu'erj

source: Mambae
jbo: mambain

source: Somali
jbo: tsomali

source: Zulu
jbo: zulun

source: Hawaiian
jbo: xauain

source: Kyrgyz
jbo: kirgizo

source: Macedonian
jbo: makedonsk

source: Hill Mari
jbo: marin co cmana

source: Pipil
jbo: nauat

source: Yoruba
jbo: ioruban

source: Kinyarwanda
jbo: ru'anda

source: Shuswap
jbo: cyxu'epymx

source: Chuvash
jbo: tcyvac

source: Lakota
jbo: laxot

source: Ottoman Turkish
jbo: osman

source: Shona
jbo: conan

source: Mon
jbo: man

source: Nogai
jbo: nogain

source: Yakut
jbo: saxan

source: Abkhaz
jbo: apsuua

source: Kumyk
jbo: kumuk

source: Crimean Tatar
jbo: kyrym tatar

source: Chinyanja
jbo: tceua

source: Livonian
jbo: livon

source: Navajo
jbo: tinen

source: Cherokee
jbo: tsalagi

source: Gujarati
jbo: gudjyrat

source: Punjabi (Eastern)
jbo: panjabi

source: Khasi
jbo: xasin

source: Javanese
jbo: djovon

source: Zaza
jbo: zaz

source: Tigrinya
jbo: tigrinan

source: Northern Sami
jbo: bansumu'e

source: North Moluccan Malay
jbo: banmu'axu

source: Kapampangan
jbo: banpumunu

source: Central Dusun
jbo: bandutupu

source: Choctaw
jbo: tcaxtan

source: Coastal Kadazan
jbo: bankuzuju

source: Samoan
jbo: bansumu'o

source: Fijian
jbo: banfu'iju

source: Wolof
jbo: banve'olu

source: Chechen
jbo: bancuxe'e

source: Sango
jbo: bansu'agu

source: Fiji Hindi
jbo: banxe'ifu

source: Tongan
jbo: bantu'onu

source: Ngeq
jbo: baurnugutu

source: Kamba
jbo: banku'amu

source: Venetian
jbo: banvu'ecu

source: Burmese
jbo: mi'anma

source: Gilbertese
jbo: baurgu'ilu

source: Erzya
jbo: banmujevu

source: Niuean
jbo: baurnu'i'u

source: Võro
jbo: banvuru'o

source: Manx
jbo: baurguluvu

source: Lingala
jbo: banlu'inu

source: Lingua Franca Nova
jbo: banlufunu

source: Pashto
jbo: banpu'usu

source: Khakas
jbo: bankujuxe

source: Dungan
jbo: bandunugu

source: Friulian
jbo: banfu'uru

source: Marshallese
jbo: banmu'axe

source: Palatine German
jbo: banpufulu

source: Kannada
jbo: banku'anu

source: Seychellois Creole
jbo: bancurusu

source: Swiss German
jbo: baurgusuve

source: Old Saxon
jbo: bangosuxu

source: Sumerian
jbo: bansu'uxu

source: Scots
jbo: bansucu'o

source: Mohawk
jbo: banmu'oxe

source: Cebuano
jbo: bancu'ebu

source: Lombard
jbo: banlumu'o

source: Tsonga
jbo: bantusu'o

source: Buryat
jbo: banbu'u'a

source: Aymara
jbo: bangajemu

source: Ilocano
jbo: bangilu'o

source: Orizaba Nahuatl
jbo: baurnuluvu

source: Guerrero Nahuatl
jbo: baurnugu'u

source: Adyghe
jbo: bangaduje

source: Bodo
jbo: banburuxu

source: Gagauz
jbo: baurgu'agu

source: Romani
jbo: banru'omu

source: Laz
jbo: banluzuzu

source: Pulaar
jbo: banfu'ucu

source: Umbundu
jbo: bangumubu

source: Tokelauan
jbo: bantukulu

source: Southern Sotho
jbo: bansu'otu

source: Southern Altai
jbo: bangalutu

source: Waray
jbo: banve'aru

source: Sindhi
jbo: bansunudu

source: Setswana
jbo: bantusunu

source: Sardinian
jbo: bansurudu

source: Palauan
jbo: banpu'a'u

source: Garhwali
jbo: baurgubumu

source: Ojibwe
jbo: bangoju'i

source: Luganda
jbo: banlu'ugu

source: Hakka Chinese
jbo: banxe'aku

source: Bambara
jbo: banbu'amu

source: Aragonese
jbo: bangarugu

source: Assamese
jbo: oxomiian

source: Nigerian Fulfulde
jbo: banfu'uvu

source: Ho
jbo: banxe'ocu

source: Sundanese
jbo: bansu'unu

source: North Levantine Arabic
jbo: bangapucu

source: Tuvinian
jbo: bantujevu

source: Karachay-Balkar
jbo: bankurucu

source: Papiamento
jbo: papiiamentus

source: Old Norse
jbo: baurnu'onu

source: Odia (Oriya)
jbo: bangoru'i

source: Iban
jbo: bangibu'a

source: Old Aramaic
jbo: bango'aru

source: Moroccan Arabic
jbo: darijan

source: Cuyonon
jbo: bancuje'o

source: Kashubian
jbo: bancusubu

source: Louisiana Creole
jbo: banlu'o'u

source: Urhobo
jbo: urxobo

source: Tagal Murut
jbo: tagol murut

source: Moksha
jbo: mokcyn

source: Pangasinan
jbo: banpu'agu

source: Corsican
jbo: korsika

source: Hmong Njua (Green)
jbo: xmomb co crino

source: Tarifit
jbo: tarifist

source: Central Huasteca Nahuatl
jbo: xuuastekan co centero

source: Kekchi (Q'eqchi')
jbo: kektciian

source: Swazi
jbo: suuatiian

source: Balinese
jbo: baliian

source: Tuvaluan
jbo: tuvaluian

source: Keningau Murut
jbo: murut co centero

source: Hmong Daw (White)
jbo: xmomb co blabi

source: Láadan
jbo: banludunu

source: Afrihili
jbo: afri'iliian
