Repository: Tatoeba/tatoeba2
Catalog: app/locale/ron/LC_MESSAGES/*.po
Languages: ro

source: You need to be logged in.
ro: Este necesar să fiţi autentificat.

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
ro: Propozițiile #{firstNumber} și #{secondNumber} sunt acum traduceri directe una pentru cealaltă.

source: An error occurred while saving. Please try again or contact us to report this.
ro: O eroare s-a produs în timpul salvării. Vă rugăm reîncercaţi sau contactaţi-ne pentru a raporta problema.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
ro: Propozițiile #{firstNumber} și #{secondNumber} nu mai sunt traduceri directe una pentru cealaltă.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
ro: Utilizatorul {username} căruia doriți să îi trimiteți acest mesaj nu există. Vă rugăm încercați cu alt nume de utilizator.

source: You must fill at least the "To" field and the content field.
ro: Este necesar să completați măcar la "Destinatar" și la "Conținut".

source: restore
ro: restaurare

source: delete
ro: ștergere

source: mark as unread
ro: marcat ca necitit

source: reply
ro: răspuns

source: Your comment has been saved.
ro: Comentariul dvs. a fost salvat.

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
ro: Eticheta '{tagName}' există deja pentru propoziția #{number} sau nu poate fi adăugată.

source: No user with this username:
ro: Niciun utilizator cu acest nume:

source: Please choose an image that does not exceed 1 MB.
ro: Vă rugăm alegeţi o imagine care nu depăşeşte 1 MB.

source: Please choose GIF, JPEG or PNG image format.
ro: Vă rugăm alegeţi formatele de imagini GIF, JPEG sau PNG.

source: Error while saving.
ro: Eroare în timpul salvării.

source: Your settings have been saved.
ro: Opţiunile dvs. au fost salvate.

source: New password has been saved.
ro: Noua parolă a fost salvată.

source: An error occurred while saving.
ro: O eroare s-a produs în timpul salvării.

source: Password error. Please try again.
ro: Eroare parolă. Vă rugăm reîncercaţi.

source: You did not accept the terms of use.
ro: Nu aţi acceptat termenii de utilizare.

source: Wrong answer to the question.
ro: Răspuns eronat la întrebare.

source: Tatoeba, new password
ro: Tatoeba, parolă nouă

source: Your login:
ro: Autentificarea dvs.:

source: Your new password:
ro: Noua dvs. parolă:

source: Your new password has been sent to
ro: Noua dvs. parolă a fost trimisă la

source: There is no registered user with this email address:
ro: Nu există niciun utilizator înregistrat cu această parolă:

source: No user with this id:
ro: Niciun utilizator cu acest id:

source: unnamed list
ro: listă fără nume

source: Orphan sentences
ro: Propoziții orfane

source: Orphan sentences in {language}
ro: Propoziții orfane în {language}

source: About adoption
ro: Despre adoptare

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
ro: Adoptarea este o modalitate de a spune: "Această propoziție este corectă!". Este și o ocazie de a verifica propoziția și de a o corecta dacă există vreo greșeală.

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
ro: Deci dacă doriți să ne ajutați la verificarea și corectarea propozițiilor, atunci adoptați ({adoptButton}) orice propoziție "orfană" pe care o întâlniți în <strong>limba dvs. maternă</strong> și corectați-o dacă este necesar. Citiți <a href="{url}">aici</a> pentru explicații amănunțite.

source: Tips
ro: Sugestii

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
ro: Dacă vedeți un alt nume de utilizator apărând după adoptarea unei propoziţii, înseamnă că altcineva a adoptat propoziţia cu foarte scurt timp înaintea dvs. În astfel de cazuri, puteţi încerca să adoptaţi propoziţii cu câteva pagini mai departe de pagina curentă pentru a reduce şansele ca acest lucru să se repete.

source: Improve sentences
ro: Îmbunătăţire propoziţii

source: Related links
ro: Legături înrudite

source: Translate sentences
ro: Traducere propoziţii

source: About translations
ro: Despre traduceri

source: Good translations
ro: Traduceri bune

source: We know it's difficult, but do NOT translate word for word!
ro: Ştim că este dificil, dar încercaţi să NU traduceţi cuvânt cu cuvânt!

source: Multiple translations
ro: Traduceri multiple

source: If you feel there are several possible translations, you can add several translations in the same language.
ro: Dacă apreciaţi că există mai multe traduceri posibile, puteţi adăuga mai multe traduceri în aceeaşi limbă.

source: Sentences in:
ro: Propoziţii în:

source: Not directly translated into:
ro: Netradus direct în:

source: Quantity
ro: Cantitate

source: Language
ro: Limbă

source: show random sentences
ro: afişare propoziţii alese aleatoriu

source: Translate {language} sentences that belong to {user}
ro: Traduceţi {language} propoziţii care aparţin lui {user}

source: Translate sentences that belong to {user}
ro: Traduceţi propoziţii care aparţin lui {user}

source: Activity timeline
ro: Cronologia activităţii

source: Latest contributions
ro: Ultimele contribuţii

source: Contributions
ro: Contribuții

source: View all
ro: Vizualizare în întregime

source: Browse all contributions
ro: Navigaţi prin toate contribuţiile

source: Logs of {user}'s contributions
ro: Înregistrări ale contribuţiilor lui {user}

source: Number of sentences with audio by language
ro: număr de versiuni audio după limbă

source: Browse audio for all languages
ro: Navigaţi prin fişierele audio ale tuturor limbilor

source: Currently contributing
ro: Cine contribuie acum

source: Terms of use
ro: Termeni de utilizare

source: Contact us
ro: Contactaţi-ne

source: Join the community!
ro: Alăturaţi-vă comunităţii!

source: Register
ro: Înregistrare

source: Log in
ro: Autentificare

source: Username:
ro: Nume utilizator :

source: Password:
ro: Parola :

source: Remember me
ro: Ţine-mă minte

source: Forgot your password?
ro: Parolă uitată?

source: Close
ro: Închidere

source: Private messages
ro: Mesaj privat

source: New message
ro: Mesaj nou

source: Inbox
ro: Căsuţa poştală

source: Sent
ro: Mesaje trimise

source: Trash
ro: Coș de gunoi

source: Question about Tatoeba?
ro: Întrebări despre Tatoeba?

source: If you would like to ask a question about Tatoeba, please send an email to <strong>team@tatoeba.org</strong> rather than a private message.
ro: Dacă doriţi să puneţi o întrebare despre Tatoeba, vă rugăm trimiteţi mai degrabă un e-mail la <strong>team@tatoeba.org</strong> decât să trimiteţi un mesaj privat.

source: All members of Team Tatoeba will receive it and you may get a reply faster.
ro: Atât sysko, cât şi Trang îl vor primi şi s-ar putea să primiţi mai repede un răspuns.

source: Folders
ro: Dosare

source: Random sentence
ro: Propoziţie aleasă la întâmplare

source: show another
ro: arătaţi altă

source: show more...
ro: arătaţi mai mult...

source: Example sentences with the words:
ro: Exemple de propoziţii cu cuvintele:

source: From
ro: Expeditor

source: To
ro: Destinatar

source: search
ro: căutare

source: Search features
ro: Funcţii de căutare

source: The search is powered by <a href="{}">Sphinx</a>.
ro: Căutarea este powered by <a href="{}">Sphinx</a>.

source: You can learn about advanced search features <a href="{}">here</a>.
ro: Puteţi afla mai multe despre funcţiile de căutare avansată <a href="{}">aici</a>.

source: Add a sentence containing {keywords}
ro: Adăugaţi o propoziţie conţinând {keywords}

source: There is no result for this search (yet) but you can help us by feeding the corpus with new vocabulary!
ro: Nu s-a găsit (încă) nicio propoziţie pentru această căutare, dar puteţi să ne ajutaţi alimentând baza de date cu vocabular nou!

source: Feel free to <a href="{}">submit a sentence</a> with the words you were searching.
ro: Puteţi <a href="{}">adăuga propoziţii</a> cu cuvintele pe care le căutaţi.

source: If you are interested, please register.
ro: Dacă vă interesează, vă rugăm să vă înregistraţi.

source: show all languages
ro: arătaţi toate limbile

source: Your session has expired.
ro: Sesiunea dvs. a expirat.

source: Please <a href="{}">click here</a> to log in again.
ro: Vă rugăm daţi clic <a href="{}">aici</a> pentru a vă reautentifica.

source: Profile
ro: Profil

source: Edit profile
ro: Schimbarea detaliilor profilului

source: Settings
ro: Opţiuni de configurare

source: Log out
ro: Ieșire din cont

source: Home
ro: Pagina de pornire

source: Browse
ro: Navigare

source: Browse by language
ro: Navigare după limbi

source: Browse by list
ro: Navigare după liste

source: Browse by tag
ro: Navigare după etichete

source: Browse audio
ro: Navigare după versiune audio

source: Contribute
ro: Contribuire

source: Add sentences
ro: Adăugare propoziţii

source: Adopt sentences
ro: Adoptare propoziţii

source: Discuss sentences
ro: Discuţie propoziţii

source: Members
ro: Membri

source: Wall
ro: Perete

source: FAQ
ro: Întrebări și răspunsuri frecvente

source: Help
ro: Asistență

source: Downloads
ro: Descărcări

source: Tools
ro: Instrumente

source: Sentences
ro: Propoziţii

source: Favorites
ro: Favorite

source: Comments
ro: Comentarii

source: Comments on {user}'s sentences
ro: Comentarii la propoziţia lui {user}

source: Wall messages
ro: Mesajele de pe perete

source: Logs
ro: Jurnale

source: Contact {user}
ro: Contactaţi {user}

source: Remove from favorites
ro: Ştergere de la favorite

source: {user}'s favorite sentences
ro: Propoziţiile favorite ale lui {user}

source: This user does not have any favorites.
ro: Acest utilizator nu are favorite.

source: Add to favorites
ro: Adăugare la favorite

source: Add a comment
ro: Adăugare comentariu

source: Submit comment
ro: Trimiteţi comentariu

source: Good practices
ro: Bune practici

source: Say "welcome" to new users.
ro: Spuneţi "bine aţi venit" noilor utilizatori.

source: Use private messages to discuss things unrelated to the sentence.
ro: Folosiţi mesajele private pentru a discuta chestiuni nelegate de propoziţii.

source: Cancel
ro: Anulare

source: Are you sure?
ro: Sunteţi sigur?

source: Filter by language
ro: Filtrare după limbă

source: There's no user called {username}
ro: Nu există niciun utilizator numit {username}

source: Go back to previous page
ro: Înapoi la pagina anterioară

source: date unknown
ro: dată necunoscută

source: Arabic
ro: Arabă

source: English
ro: Engleză

source: Japanese
ro: Japoneză

source: French
ro: Franceză

source: German
ro: Germană

source: Spanish
ro: Spaniolă

source: Italian
ro: Italiană

source: Vietnamese
ro: Vietnameză

source: Russian
ro: Rusă

source: Chinese
ro: Chineză

source: Korean
ro: Coreeană

source: Dutch
ro: Olandeză

source: Hebrew
ro: Ebraică

source: Indonesian
ro: Indoneziană

source: Portuguese
ro: Portugheză

source: Finnish
ro: Finlandeză

source: Bulgarian
ro: Bulgară

source: Ukrainian
ro: Ucraineană

source: Czech
ro: Cehă

source: Greek
ro: Greaca

source: Turkish
ro: Turcă

source: Swedish
ro: Suedeză

source: Norwegian (Bokmål)
ro: Norvegiană (Bokmål)

source: Malay
ro: Malaeză

source: Estonian
ro: Estoniană

source: Georgian
ro: Georgiană

source: Polish
ro: Poloneză

source: Latin
ro: Latină

source: Shanghainese
ro: Dialectul chinez din Shanghai

source: Egyptian Arabic
ro: Araba vorbită în Egipt

source: Belarusian
ro: Bielorusă

source: Hungarian
ro: Maghiară

source: Icelandic
ro: Islandeză

source: Albanian
ro: Albaneză

source: Cantonese
ro: Chineza cantoneză

source: Afrikaans
ro: Afrikaans (Lb.burilor)

source: Faroese
ro: Feroeză

source: Frisian
ro: Frizonă (Germania)

source: Breton
ro: Bretonă (Franţa)

source: Romanian
ro: română

source: Uyghur
ro: Uigură (Turcia)

source: Uzbek
ro: Uzbecă

source: Norwegian (Nynorsk)
ro: Norvegiană (Nynorsk)

source: Serbian
ro: Sârbă

source: Tatar
ro: Tătară

source: Yiddish
ro: Idiș

source: Persian
ro: Persană

source: Basque
ro: Bască (Pirinei)

source: Slovak
ro: Slovacă

source: Danish
ro: Daneză

source: Armenian
ro: Armeană

source: Iraqi Arabic
ro: Araba vorbită în Irak

source: Sanskrit
ro: Sanscrită

source: Urdu
ro: Urdu (Pakistan)

source: Hindi
ro: Hindi (India)

source: Bengali
ro: Bengaleză (Bangladesh)

source: CycL
ro: CycL (limbaj cibernetic)

source: Catalan
ro: Catalană

source: Kazakh
ro: Kazahă (Kazahstan)

source: Latvian
ro: Letonă

source: Bosnian
ro: Bosniacă

source: Croatian
ro: Croată

source: Old East Slavic
ro: Slavă veche (Est)

source: Chamorro
ro: Chamorro (Ins. Mariane)

source: Tagalog
ro: Tagalogă/Filipineză

source: Quechua
ro: Quechua (Anzii Cordilieri)

source: Mongolian
ro: Mongolă

source: Lithuanian
ro: Lituaniană

source: Galician
ro: Galiciană (Spania)

source: Irish
ro: Irlandeză

source: Interlingua
ro: Interlingua (lb. artificială)

source: Lojban
ro: Lojban (lb. artificială)

source: Toki Pona
ro: Toki Pona (limbă artificială)

source: Ainu
ro: Ainu (Japonia)

source: Sicilian
ro: Siciliană

source: Malayalam
ro: Malayalam (India)

source: Low Saxon
ro: Saxona de Jos (Germania)

source: Klingon
ro: Klingoniană (lb. artificială)

source: Slovenian
ro: Slovenă

source: Thai
ro: Thailandeză

source: Literary Chinese
ro: Chineza literară

source: Ossetian
ro: Oseţiană (Caucaz)

source: Romansh
ro: Retoromană (Elveţia)

source: Volapük
ro: Volapük (lb. artificială)

source: Scottish Gaelic
ro: Galeză scoțiană

source: Ido
ro: Ido (lb. artificială)

source: Asturian
ro: Asturiană (Spania)

source: All languages
ro: Toate limbile

source: unknown language
ro: limbă necunoscută

source: other language
ro: altă limbă

source: Auto detect
ro: Detectare automată

source: None
ro: Niciuna

source: Any
ro: Oricare

source: unknown
ro: necunoscut(ă)

source: created by {listAuthor}
ro: creată de {listAuthor}

source: Number of sentences
ro: Număr de propoziţii

source: Show
ro: Afișare

source: Edit
ro: Modificare

source: Back to all lists
ro: Înapoi la toate listele

source: Back to this list
ro: Înapoi la această listă

source: Download this list
ro: Descărcare a acestei liste

source: Show translations :
ro: Afişare traducere:

source: Edit this list
ro: Modificare listă

source: View this list
ro: Vizualizare listă

source: Delete this list
ro: Ştergere listă

source: Add a sentence to this list :
ro: Adăugare propoziţie la această listă:

source: OK
ro: Acceptare

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
ro: NOTĂ: Puteţi adăuga propoziţii existente cu ajutorul acestei iconiţe {addToListButton} (în timp ce <a href="{url}">navigaţi</a> de exemplu).

source: Sentence #{number}
ro: Propoziţia nº{number}

source: linked to #{sentenceNumber}
ro: legată de #{sentenceNumber}

source: unlinked from #{sentenceNumber}
ro: nelegată de #{sentenceNumber}

source: admin
ro: administrator

source: corpus maintainer
ro: întreţine baza de date

source: advanced contributor
ro: colaborator avansat

source: contributor
ro: colaborator

source: inactive
ro: inactiv

source: Translate
ro: Traducere

source: This sentence is in simplified Chinese.
ro: Această propoziţie este în chineza simplificată.

source: This sentence is in traditional Chinese.
ro: Această propoziţie este în chineza tradiţională.

source: Link
ro: Legătură

source: Add to list
ro: Adăugare la listă

source: Delete
ro: Ştergere

source: belongs to {user}
ro: aparţine lui {user}

source: Send private message
ro: Trimitere mesaj privat

source: View this user's profile
ro: Vizualizaţi profilul acestui utilizator

source: sentence deleted
ro: propoziţie ştearsă

source: Show sentence #:
ro: Afişaţi propoziţia numărul:

source: Language for previous, next or random sentence
ro: Limba pentru propoziţia precedentă, următoare sau aleasă la întâmplare

source: previous
ro: precedentă

source: next
ro: următoare

source: random
ro: aleator

source: Enter a username:
ro: Tastaţi un nume de utilizator:

source: show user
ro: afişaţi utilizator

source: all
ro: tot

source: Profile of {user}
ro: Profilul lui {user}

source: all lists
ro: toate listele

source: Reply
ro: Răspuns

source: to
ro: către

source: Title
ro: Titlu

source: Send
ro: Trimitere

source: {sender} wrote:
ro: {sender} a scris:

source: Unlink
ro: Rupeţi legătura

source: Unlink this translation.
ro: Rupeţi legătura acestei traduceri.

source: Make into direct translation.
ro: Transformare în traducere directă.

source: Play audio
ro: Să cânte muzica! :))

source: Submit translation
ro: Trimiteţi traducere

source: Important! You are about to add a translation to the sentence above. If you do not understand this sentence, click on "Cancel" to display everything again, and then click on the sentence that you understand and want to translate from.
ro: Important! Sunteţi pe cale de a adăuga o traducere la propoziţia de mai sus. Dacă nu înţelegeţi acea propoziţie, daţi clic pe "Anulare" pentru a se reafişa tot şi apoi daţi clic pe o propoziţie pe care o înţelegeţi şi vreţi să o traduceţi.

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
ro: Vă rugăm să nu uitaţi de <strong>literele mari</strong> şi de <strong>punctuaţie</strong>! Vă mulţumim.

source: Show translations in:
ro: Afişaţi traducerile în:

source: NOTE: Sentences that have an indirect translation will be displayed.
ro: NOTĂ: Propoziţiile care au o traducere indirectă vor fi afişate.

source: Only sentences with audio:
ro: Doar propoziţii cu versiune audio:

source: no
ro: nu

source: yes
ro: da

source: NOTE: Not all languages have audio at the moment.
ro: NOTĂ: Doar câteva limbi au versiune audio în prezent.

source: Tags
ro: Etichete

source: View all tags
ro: Vizualizare toate etichetele

source: user: {userId}, date: {date}
ro: utilizator: {userId}, data: {date}

source: remove tag '{tagName}' from this sentence.
ro: eliminaţi eticheta '{tagName}' a acestei propoziţii.

source: remove tag from sentence
ro: eliminaţi eticheta acestei propoziţii

source: Add a message:
ro: Adăugaţi un mesaj:

source: cancel
ro: anulare

source: by {messageAuthor}
ro: de {messageAuthor}

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
ro: Vă rugăm, <a href="{}">citiţi întrebările şi răspunsurile frecvente</a> înainte de a pune o întrebare.

source: Follow us
ro: Urmaţi-ne

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
ro: Dacă aveţi vreo întrebare, sugestie, cerere (sau dacă doriţi doar să spuneţi mulţumesc), trimiteţi-ne un e-mail la {emailAddress}.

source: Post on the Wall
ro: Publicare pe perete

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
ro: Ne puteţi spune de asemenea ce credeţi despre publicarea pe <a href="{}">Perete</a>.

source: Join us on IRC
ro: Alăturaţi-vă nouă pe IRC

source: We also have an IRC channel on freenode, #tatoeba. If you are not familiar with IRC, you can read the <a href="{}">Help</a>.
ro: Avem şi canal de discuţii IRC pe freenode, #tatoeba. Dacă nu sunteţi familiarizat cu IRC-ul, puteţi citi la <a href="{}">Asistenţă</a>.

source: How to contribute
ro: Cum să contribuiţi

source: Important to read
ro: Important de citit

source: Guide to being a good contributor
ro: Ghidul colaboratorului perfect (engleză şi română)

source: Reliability of the sentences
ro: Gradul de încredere al propoziţiilor

source: How can you contribute?
ro: Cum puteţi contribui?

source: Tatoeba is primarily about collecting sentences and translating them into many, many languages. So one obvious thing you can do to contribute is to <strong>translate sentences</strong>.
ro: Tatoeba este în primul rând despre colectarea propoziţiilor şi traducerea lor în multe, multe limbi. Astfel că unul din lucrurile evidente pe care le puteţi face pentru a contribui este <strong>traducerea propoziţiilor</strong>.

source: But you don't have to be a polyglot in order to contribute! You can help us a lot simply by <strong>checking sentences</strong> and <strong>reporting mistakes</strong>. This is something everyone can do!
ro: Dar nu este necesar să fiţi poliglot pentru a contribui! Ne puteţi ajuta mult pur şi simplu prin <strong>verificarea propoziţiilor</strong> şi <strong>raportarea greşelilor</strong>. Asta o poate face toată lumea!

source: If you have a good microphone, you can also bring more audio to Tatoeba by <strong>recording sentences</strong>.
ro: Dacă aveţi un microfon bun, puteţi adăuga mai mult sunet la Tatoeba prin <strong>înregistrarea propoziţiilor</strong>.

source: You can help us promote the project. <strong>Tell people around you</strong> that Tatoeba exists. This is a very ambitious project, so we will need as much help as possible.
ro: Ne puteţi ajuta să promovăm proiectul. <strong>Spuneţi oamenilor din jur</strong> că Tatoeba există. Acesta este un proiect foarte ambiţios, aşa că avem nevoie de cât mai mult ajutor.

source: And finally, you can <strong>join the team</strong>. You can help us code new features, improve usability, debug, optimize, keep the site secure, and more.
ro: Şi în final, puteţi să <strong>vă alăturaţi echipa</strong>. Ne puteţi ajuta la codificarea noilor funcţii, îmbunătăţirea utilizabilităţii, depanarea, optimizarea, asigurarea că nu sunt defecte de securitate etc.

source: Download sentences
ro: Descărcare propoziţii

source: Download
ro: Descărcare

source: Fields and structure
ro: Câmpuri şi structură

source: Username
ro: Nume de utilizator

source: Sentences with audio
ro: Propoziţii cu versiune audio

source: Need more help?
ro: Aveţi nevoie de mai mult ajutor?

source: You can check out the <a href="{}">FAQ</a>.
ro: Puteţi începe cu citirea <a href="{}">întrebărilor frecvente</a>.

source: If you cannot find the answer to your question, do not hesitate to contact us.
ro: Dacă nu puteţi găsi răspunsul la întrebarea dvs., nu ezitaţi să ne contactaţi.

source: By email
ro: Prin e-mail

source: From the Wall
ro: De pe Perete

source: Click here to go to the Wall.
ro: Clic aici pentru a merge la Perete

source: On IRC
ro: Pe IRC

source: How to use IRC
ro: Cum se foloseşte IRC-ul

source: For those who are not familiar with IRC, it is pretty much like an instant messenger. You will be able to talk to us in real time, if we are there.
ro: Pentru cei nefamiliarizaţi cu IRC-ul, este destul de asemănător cu mesageria instantă. Veţi putea vorbi cu noi în dirct, ca şi cum am fi lângă dvs.

source: There are many ways to join our channel. One is to go to this website:
ro: Pentru a vă alătura canalului nostru, există mai multe căi dar puteţi să mergeţi pe acest site web:

source: Enter a nickname, enter "#tatoeba" for the channel, and click on "connect". That's it!
ro: Tastaţi un nume, tastaţi "#tatoeba" pentru canal şi daţi clic pe "connect". Asta e tot!

source: Getting started
ro: Primii pași

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{}">Wall</a>, or join us on <strong>IRC</strong>. We will give you a purpose. :)
ro: Dacă nu ştiţi ce să faceţi acum că v-aţi înregistrat, vă puteţi prezenta pe <a href="{}">Perete</a> sau vă puteţi alătura nouă pe <strong>IRC</strong> şi vă vom da de lucru :)
