Repository: Tatoeba/tatoeba2
Catalog: app/locale/ron/LC_MESSAGES/*.po
Languages: ro

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
ro: Dacă apreciaţi acest proiect ca fiind minunat şi aţi dori să ajutaţi activ, aici este pagina pe care <strong>TREBUIE</strong> să o citiţi:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
ro: Acestea fiind spuse, bine aţi venit la Tatoeba! Sperăm că vă va plăcea să fiţi parte din acest proiect :)

source: Important links
ro: Legături importante

source: Adding new sentences
ro: Adăugarea de noi propoziţii

source: There are two ways to add new sentences.
ro: Există două moduri de a adăuga propoziţii noi.

source: From the <a href="{}">Contribute</a> section
ro: Din secţiunea <a href="{}">Contribuire</a>

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
ro: Prin crearea unei noi <a href="{}">liste</a> şi ducându-vă la pagina de modificare a acelei liste.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
ro: Chiar dacă există o cantitate mare de propoziţii în Tatoeba, există în continuare o mulţime de cuvinte neacoperite. De aceea vă încurajăm să adăugaţi propoziţii noi cu vocabular nou, chiar dacă nu ştiţi cum se traduc în altă limbă.

source: Translating sentences
ro: Traducerea propoziţiilor

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
ro: Traducerea este una dintre activităţile cele mai importante în Tatoeba, deoarece principalul scop al proiectului este colectarea propoziţiilor traduse în mai multe limbi.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
ro: Puţeţi traduce o propoziţie cam de peste tot. Daţi clic pe această iconiţă {translateButton} oriunde o vedeţi.

source: Correcting mistakes
ro: Corectarea greşelilor

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
ro: Puteţi corecta doar greşeli în propoziţii care vă aparţin. Dacă vedeţi o greşeală într-o propoziţie a altcuiva, aveţi posibilitatea să publicaţi un comentariu pentru a atrage atenţia asupra greşelii.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
ro: În unele cazuri, propoziţia nu are proprietar. Citiţi paragraful de mai jos (despre adoptarea propoziţiilor) pentru a afla mai multe.

source: Adopting sentences
ro: Adoptarea propoziţiilor

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
ro: Când adăugaţi o propoziţie, acea propoziţie vă "aparţine" - doar dvs. o puteţi modifica. Totuşi, multe dintre propoziţiile din Tatoeba provin din baza de date japonezo-engleză Tanaka. Aceste propoziţii nu au proprietar deoarece au fost colectate în afara Tatoeba.

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
ro: Dacă observaţi o eroare într-o propoziţie "orfană", nu o veţi putea corecta pentru că nu sunteţi proprietarul ei. Din acest motiv există opţiunea de "adoptare" ({adoptButton}). Odată ce aţi adoptat o propoziţie, deveniţi proprietarul ei şi astfel o puteţi modifica.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
ro: Adoptarea unei propoziţii este şi parte a "procesului calităţii". Puteţi găsi mai multe informaţii despre acesta aici:

source: Sentence lists
ro: Liste de propoziţii

source: Tatoeba: Collecting example sentences
ro: Tatoeba: Colectarea exemplelor de propoziţii

source: Search example sentences translated into many languages. Add and translate your own sentences. It's collaborative, open, free, and even addictive.
ro: Căutarea exemplelor de propoziţii traduse în mai multe limbi. Adăugarea şi traducerea propoziţiilor proprii. Este colaborativă, publică (deschisă), gratuită şi chiar creează dependenţă.

source: Latest messages
ro: Ultimele mesaje

source: show activity timeline
ro: arată cronologia activităţii

source: Latest comments
ro: Ultimele comentarii

source: Some stats
ro: Unele statistici

source: What is Tatoeba?
ro: Ce este Tatoeba?

source: At its core, Tatoeba is a large database of <strong>example sentences</strong> translated into several languages. But as a whole, it is much more than that.
ro: În nucleul său, Tatoeba este o bază de date cu <strong>exemple de propoziţii</strong> traduse în mai multe limbi. Dar per total, este mult mai mult decât atât.

source: See what's happening now.
ro: Vedeţi ce se întâmplă acum.

source: Table of contents
ro: Cuprins

source: English version
ro: Versiunea în engleză

source: Version française
ro: Versiunea în franceză

source: Information for contributors of text to the Tatoeba project
ro: Informaţii pentru contribuitorii de text la proiectul Tatoeba

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences to which you contributed, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
ro: Ca autor, sunteţi de acord să fie atribuite în oricare dintre următoarele modalităţi: a) printr-un hyperlink (unde este posibil) sau URL la propoziţia sau propoziţiile cu care aţi contribuit, b) printr-un hyperlink (unde este posibil) sau URL la o copie online stabilă alternativă care este accesibilă gratuit, care este în conformitate cu licenţa şi care dă credit autorilor într-o manieră echivalentă cu creditele acordate pe acest site web, sau c) printr-o listă a tuturor autorilor. (Orice listă de autori poate fi filtrată pentru a exclude contribuţii reduse sau irelevante).

source: Importing text:
ro: Importarea textului:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
ro: Dacă doriţi să importaţi text pe care l-aţi găsit în altă parte sau la care sunteţi co-autor împreună cu alţii, puteţi face acest lucru doar dacă este disponibil sub termeni compatibili cu licenţa CC-BY.

source: If you import text under a compatible license which requires attribution, you must, in a reasonable fashion, credit the author(s). Where such credit is commonly given through sentence comments, it is sufficient to give attribution in the edit summary, which is recorded in the sentence history when importing the text. Regardless of the license, the text you import may be rejected if the required attribution is deemed too intrusive.
ro: Dacă importaţi text sub o licenţă compatibilă care necesită atribuire, dvs. trebuie, într-o manieră rezonabilă, să acordaţi credit autorului/autorilor. Acolo unde astfel de credite sunt în mod obişnuit acordate prin comentarii la propoziţii; este suficientă atribuirea în sumarul modificat, care este înregistrat în istoria propoziţiei, când se importă textul. Indiferent de licenţă, textul pe care îl importaţi poate fi respins dacă atribuirea este considerată prea intruzivă.

source: Information for re-users:
ro: Informaţii pentru re-utilizatori:

source: Re-use of text:
ro: Refolosirea textului:

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
ro: Atribuirea: Pentru a redistribui o pagină de text în orice formă, acordaţi credit autorilor fie incluzând un hyperlink (unde este posibil) sau URL la pagina sau paginile pe care le refolosiţi, b) un hyperlink (unde este posibil) sau URL la o copie online stabilă alternativă care este accesibilă gratuit, care este în conformitate cu licenţa şi care dă credit autorilor într-o manieră echivalentă cu creditele acordate pe acest site web, sau c) o listă a tuturor autorilor. (Orice listă de autori poate fi filtrată pentru a exclude contribuţii reduse sau irelevante). Aceasta se aplică textului dezvoltat de comunitatea proiectului Tatoeba. Textului din surse externe i se pot ataşa atribuiri suplimentare operei, iar noi ne vom strădui să le facem să indice clar către dvs.

source: Indicate changes: If you make modifications or additions, you must indicate in a reasonable fashion that the original work has been modified. If you are re-using the sentence in a wiki, for example, indicating this in the page history is sufficient.
ro: Indicaţi schimbările: Dacă faceţi modificări sau adăugări, este necesar să indicaţi într-un mod rezonabil că textul original a fost modificat. Dacă refolosiţi propoziţia în wiki, de exemplu, indicând acest lucru în istoria paginii este suficient.

source: Licensing notice: Each copy or modified version that you distribute must include a licensing notice stating that the work is released under CC-BY and either a) a hyperlink or URL to the text of the license or b) a copy of the license. For this purpose, a suitable URL is: http://creativecommons.org/licenses/by/2.0/fr/
ro: Notă de licenţiere: Fiecare copie sau versiune modificată pe care o distribuiţi trebuie să includă o notă de licenţiere precizând că opera este pusă în circulaţie sub CC-BY şi fie a) un hyperlink sau URL către textul licenţei sau b) o copie a licenţei. În acest scop, un URL potrivit este: http://creativecommons.org/licenses/by/2.0/fr/

source: For further information, please refer to the legal code of the CC-BY License.
ro: Pentru informaţii suplimentare, vă rugăm să consultaţi textul legal al licenţei CC-BY (Creative Commons Atribuire).

source: Precedence of French terms
ro: Întâietatea versiunii franceze

source: These site terms are not to be modified. If there is any inconsistency between the French terms and any translation into other languages, the French language version takes precedence.
ro: Este interzisă modificarea termenilor de utilizare ai acestui site. Dacă există vreun conflict între versiunea franceză şi orice traducere în alte limbi, versiunea în limba franceză are întâietate.

source: from {sender}
ro: de la {sender}

source: to {recipient}
ro: la {recipient}

source: [no subject]
ro: [fără subiect]

source: Restore
ro: Restaurare

source: There is no sentence with id {number}
ro: Nu există nicio propoziţie cu numărul de ordine {number}

source: Browse by last modified (total %count%)
ro: Navigare după ultima modificare (total %count%)

source: Comments on sentences
ro: Comentarii la propoziţii

source: Comments on sentences (total %count%)
ro: Comentarii la propoziţii (total %count%)

source: {user}'s comments
ro: comentariile lui {user}

source: {user} has posted no comment
ro: {user} nu a publicat niciun comentariu

source: {user}'s comments (total&nbsp;{n})
ro: comentariile lui {user} (total&nbsp;{n})

source: {user} has no comment posted on his/her sentences
ro: {user} nu are comentarii publicate la propoziţiile sale

source: Comments on {user}'s sentences (total&nbsp;{n})
ro: Comentarii la propoziţiile lui {user} (total&nbsp;{n})

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
ro: Nu copiaţi propoziţii din altă parte, cu excepţia conţinutului compatibil cu licenţa CC-BY. <a href="{}">Aflaţi mai multe...</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
ro: Puteţi adăuga propoziţii pe care nu ştiţi să le traduceţi. Poate altcineva ştie!

source: Or create sentences with <a href="{}">words not yet in Tatoeba</a>.
ro: Sau creaţi propoziţii conţinând <a href="{}">cuvinte care nu există încă în Tatoeba</a>.

source: Add new sentences
ro: Adăugaţi propoziţii noi

source: Sentence:
ro: Propoziţie :

source: Sentences added
ro: Propoziţii adăugate

source: {user}'s sentences
ro: Propoziţiile lui {user}

source: Translate these sentences
ro: Traduceţi aceste propoziţii

source: {user} does not have any sentence in {language}
ro: {user} nu are nicio propoziţie în {language}

source: {user} does not have any sentence
ro: {user} nu are nicio propoziţie

source: Sentences with: {keywords}
ro: Propoziţii cu: {keywords}

source: Random sentences
ro: Propoziţii alese aleatoriu

source: For serial translators
ro: Pentru traducătorii în serie

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
ro: Traducerea propoziţiilor una câte una este prea lentă pentru dvs.? Doriţi să vă măriţi rangul în Tatoeba sau rangul limbii dvs., cu viteza luminii? Asta e pt dvs.!

source: Just keep in mind that our server is not as fast as you ;-)
ro: Dar ţineţi minte că serverele noastre nu sunt atât de rapide ca dvs. ;-)

source: {language} example sentence:
ro: {language} exemple de propoziţii:

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
ro: Navigaţi prin exemplele de propoziţii traduse. Această pagină afişează traduceri şi informaţii despre propoziţia: {sentenceText}

source: Sentence does not exist:
ro: Propoziţia nu există:

source: There is no log for this sentence
ro: Nu există nicio înregistrare pentru această propoziţie

source: Report mistakes
ro: Raportare greşeli

source: Do not hesitate to post a comment if you see a mistake!
ro: Nu ezitaţi să publicaţi comentarii dacă observaţi o greşeală!

source: NOTE: If the sentence does not belong to anyone and you know how to correct the mistake, feel free to correct it without posting any comment. You will have to adopt the sentence before you can edit it.
ro: NOTĂ: Dacă propoziţia nu aparţine nimănui şi ştiţi cum să corectaţi o greşeală, corectaţi-o fără a publica comentarii. Va trebui să adoptaţi propoziţia înainte de a o modifica.

source: There are no comments for now.
ro: Nu există niciun comentariu deocamdată.

source: You need to be logged in to add a comment. If you are not registered, you can <a href="{}">register here</a>.
ro: Este necesar să fiţi autentificat pentru a adăuga un comentariu. Dacă nu sunteţi înregistrat, puteţi să <a href="{}">vă înregistraţi aici</a>.

source: All sentences in {language}
ro: Toate propoziţiile în {language}

source: Sentences in {language} not translated into {translationLanguage}
ro: Propoziţiile în {language} netraduse în {translationLanguage}

source: Sentences in {language} with audio
ro: Propoziţii în {language} cu versiune audio

source: Problem while saving
ro: Problemă în timpul salvării

source: Download list:
ro: Descărcare listă:

source: Actions
ro: Acțiuni

source: You can change the name of the list by clicking on it.
ro: Puteţi schimba numele unei liste dând click pe el.

source: Removing a sentence will not delete it. The sentence will just not be part of the list anymore.
ro: Eliminarea unei propoziţii nu o va şterge. Propoziţia doar nu va mai face parte din listă.

source: Create a new list
ro: Creare listă nouă

source: About the lists
ro: Despre liste

source: Lists make it possible to gather and organize sentences in Tatoeba.
ro: Listele fac posibilă colectarea şi organizarea propoziţiilor în Tatoeba.

source: You can create all kinds of lists! "Preparation for summer trip to Mexico", "English test #4", "My favorite geek quotes"...
ro: Puteţi crea orice fel de liste! "Pregătirea pentru excursia din vară în Mexic", "Testul nr. 4 la engleză", "Ciudatele mele citate preferate"

source: Registration needed
ro: Înregistrarea este necesară

source: You can create lists only if you are registered.
ro: Puteţi crea liste doar dacă sunteţi înregistrat.

source: If you are already registered, please log in.
ro: Dacă sunteţi deja înregistrat, vă rugăm să vă autentificaţi.

source: My lists
ro: Listele mele

source: Sentence successfully removed.
ro: Propoziţie eliminată cu succes.

source: Result
ro: Rezultat

source: Search sinograms
ro: Căutare sinograme (caractere chinezeşti)

source: Browse radicals
ro: Navigare după radicali

source: Explode a character
ro: Spargerea caracterului

source: characters to explode
ro: caractere de spart

source: Explode
ro: Sparge

source: Still beta
ro: Încă beta

source: This work is based on <a href="{}">this project</a>.
ro: Această lucrare se bazează pe <a href="{}">acest proiect</a>.

source: Please note that this tool is still not complete yet and may contain errors (although it will be accurate for most searches), so don't hesitate to report missing characters or any suggestion of improvement.
ro: Notaţi că acest instrument nu este complet încă şi poate conţine erori (deşi va fi precis pentru cele mai multe căutări), aşa că nu ezitaţi să raportaţi caractere lipsă sau orice sugestie de îmbunătăţire.

source: Hanzis - Kanjis search
ro: Căutare Hanzi - Kanji (caractere chinezeşti)

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
ro: Acest instrument vă permite să găsiţi informaţii despre caracterele kanji/hanzi, mai ales când nu ştiţi cum să le tastaţi direct cu ajutorul IME.

source: The main way to do this is by submitting subglyphs of the character.
ro: Principalul mod de a-l utiliza este tastarea componentelor caracterului.

source: For example, for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
ro: De exemplu pentru 蝴, puteţi tasta 月虫 în calitate de componente (nu este necesar să ştiţi toate componentele).

source: For example, say you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate. If you know 推, you can just explode it. Clicking on a subglyph will add it to the search form.
ro: De exemplu, dacă vreţi să căutaţi 瞧, dar nu ştiţi cum să introduceţi 隹 pentru a face căutarea mai exactă, dacă ştiţi 推, puteţi să spargeţi caracterul, dând click pe componentă şi aceasta va fi adăugată în formularul de căutare.

source: Search a character by describing it
ro: Căutaţi un caracter prin descrierea lui

source: Search
ro: Căutare

source: No sentence using this character has been found, you can add one <a href="{}">here</a>.
ro: Nicio propoziţie cu acest caracter nu a fost găsită, puteţi adăuga una <a href="{}">aici</a>.

source: View all sentences using this character <a href="{}">here</a>
ro: Vizualizaţi toate propoziţiile folosind acest caracter <a href="{}">aici</a>.

source: Information about {sinograph}
ro: Informații despre {sinograph}

source: number of strokes:
ro: număr de trăsături:

source: English:
ro: engleză

source: Japanese On:
ro: Citirea japoneză On:

source: Japanese Kun:
ro: Citirea japoneză Kun:

source: Example of use
ro: Exemple de utilizare

source: Results
ro: Rezultate

source: No result found. Try to search with fewer subglyphs.
ro: Niciun rezultat găsit, încercaţi o căutare cu mai puţine componente.

source: Sentences with tag {tagName}
ro: Propoziţii cu eticheta {tagName}

source: All existing tags
ro: Toate etichetele existente

source: All Tags
ro: Toate etichetele

source: Chinese traditional/simplified conversion
ro: Conversie între chineza tradiţională şi simplificată

source: This tool is powered by our own home-brewed software. The source code will be released as open source. Feel free to contact us if you would like to know more about it.
ro: Acest instrument a fost powered by propria noastră aplicaţie. Codul sursă va fi publicat ca sursă deschisă. Sunteţi liberi să ne contactaţi dacă doriţi să ştiţi mai multe despre ea.

source: The results you get will not always be perfect. However, you can help us improve this by telling us the mistakes you saw. We will try, if possible, to correct it.
ro: Rezultatul pe care îl veţi obţine nu va fi întotdeauna perfect. Totuşi, ne puteţi ajuta să îl îmbunătăţim spunându-ne erorile pe care le-aţi observat. Vom încerca, pe cât posibil, să le corectăm.

source: Enter either traditional or simplified Chinese
ro: Tastaţi în chineza tradiţională/simplificată

source: Convert
ro: Conversie

source: Useful tools
ro: Instrumente utile

source: Need a tool?
ro: Aveţi nevoie de un instrument?

source: Well, Tatoeba's developers don't have time to think of every possible useful tool for language learners.
ro: Ei bine, dezvoltatorii Tatoeba nu au timp să se gândească la toate instrumentele utile posibile pentru cei care învaţă limbi străine.

source: So if there is a must-have tool which is missing, or if you have yourself coded something you think can help others (as long as you can provide it under a GPL compatible licence) don't hesitate to talk about it <a href="{}">here</a>. We're always looking for new stuff.
ro: Aşa că dacă există un instrument neapărat necesar care lipseşte sau dacă aţi codat chiar dumneavoastră ceva ce credeţi că îi va ajuta pe ceilalţi (atât timp cât îl puteţi furniza sub o licenţă compatibiă GPL) nu ezitaţi să o spuneţi <a href="{}">aici</a>, suntem întotdeauna în căutare de lucruri noi.

source: Romaji/furigana conversion
ro: Conversie romaji/furigana

source: convert Japanese to romaji or furigana.
ro: conversie a limbii japoneze în romaji sau furigana

source: Sinogram search
ro: Căutare caractere chinezeşti

source: search all Chinese characters / kanjis by all possible methods.
ro: căutaţi toate hanzi/kanji prin toate mijloacele posibile.

source: Pinyin converter
ro: convertor pinyin

source: convert Chinese to pinyin, numerical pinyin to diacritical pinyin, etc.
ro: conversie limba chineză în pinyin, pinyin numeric în pinyin cu diacritice etc.

source: Chinese simplified/traditional conversion
ro: Conversie limba chineză simplificată/tradiţională

source: convert traditional Chinese to simplified and vice versa
ro: conversie limba chineză tradiţională în simplificată sau invers

source: Shanghainese to IPA
ro: Chineza din Shanghai în IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
ro: Conversie text din dialectul chinez vorbit în Shanghai în cum se pronunţă folosind Alfabetul Fonetic Internaţional (IPA)

source: Convert text from:
ro: Conversie text din:

source: numerical pinyin
ro: pinyin numeric

source: Convert text to:
ro: Conversie text în:

source: diacritical pinyin
ro: pinyin cu diacritice
