Repository: Tatoeba/tatoeba2
Catalog: app/locale/ron/LC_MESSAGES/*.po
Languages: ro

source: Convert Japanese text into romaji or furigana
ro: Conversie text japonez în romaji sau furigana

source: Credits
ro: Mulţumiri

source: This tool is powered by <a href="{}">MeCab</a>.
ro: Acest instrument este powered by <a href="{}">MeCab</a>.

source: More information
ro: Informații suplimentare

source: Japanese romanization in Tatoeba, now using MeCab
ro: Romanizarea limbii japoneze în Tatoeba, acum folosind MeCab

source: Tools for Japanese romanization
ro: Instrumente pentru romanizarea limbii japoneze

source: Convert Japanese text into:
ro: Conversie text japonez în:

source: romaji
ro: romaji (alfabetul latin cu modificări)

source: furigana
ro: furigana (silabarele hiragana şi katakana)

source: Convert Shanghainese into IPA
ro: Conversia dialectului chinez din Shanghai în IPA

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
ro: Vrem să-i mulţumim lui <a href='{0}'>Kellen Parker</a> care ne-a furnizat fişiere de date mult mai complete, dacă sunteţi interesai de lucrările sale, puteţi să-i accesaţi pagina de proiect <a href='{1}'>aici</a>, fără el propoziţiile în dialectul chinez din Shanghai nu ar fi avut un atât de complet IPA.

source: Note
ro: Notă

source: This tool is in a very early stage, and we're looking for people who can help us improve the transcription by providing IPA of non-converted characters or reporting mistakes.
ro: Acest instrument este într-o stadiu incipient şi suntem în căutare de persoane care ne pot ajuta să îmbunătăţim transcrierea oferind IPA pentru caracterele neconvertite sau raportând erori.

source: Enter a text in shanghainese dialect
ro: Introduceţi un text în dialectul din Shanghai

source: Picture
ro: Imagine

source: Current picture
ro: Imagine actuală

source: New picture
ro: Imagine nouă

source: Upload
ro: Încărcare

source: Personal information
ro: Informații personale

source: Birthday
ro: Ziua de naștere

source: Country
ro: Ţară

source: Homepage
ro: Pagina de start

source: Save personal information
ro: Salvarea informaţiilor personale

source: Description
ro: Descriere

source: Save description
ro: Salvare descriere

source: Stats
ro: Statistici

source: Comments posted
ro: Comentarii publicate

source: Sentences owned
ro: Propoziţii deţinute

source: Sentences favorited
ro: Propoziţii favorite

source: Show latest activity
ro: Afişează activitatea recentă

source: Email notifications are ENABLED.
ro: Notificările prin e-mail sunt ACTIVATE.

source: Email notifications are DISABLED.
ro: Notificările prin e-mail sunt DEZACTIVATE.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
ro: Accesul la acest profil este PUBLIC. Toate informaţiile pot fi văzute de toată lumea.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
ro: Accesul la acest profil este RESTRICŢIONAT. Doar membrii Tatoeba pot vedea informaţiile personale şi descrierea.

source: Member since
ro: Membru din

source: No description.
ro: Nicio descriere.

source: TIP: We encourage you to indicate the languages you know.
ro: SFAT: Vă încurajăm să indicaţi limbile pe care le cunoaşteţi.

source: TIP: Encourage this user to indicate the languages he or she knows.
ro: SFAT: Încurajaţi acest utilizator să indice limbile pe care le cunoaşte.

source: Options
ro: Opțiuni

source: Email notifications
ro: Notificări prin e-mail

source: Set your profile public?
ro: Configuraţi profilul dvs. ca public?

source: Enter ISO 639-3 codes, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
ro: Introduceţi codurile ISO 639-3 separate prin virgulă (ex. jpn,epo,ara,deu). Tatoeba va afişa doar traducerile în limbile pe care le-aţi indicat dvs. Puteţi lăsă necompletat pentru a se afişa traducerile în toate limbile.

source: Languages
ro: Limbi

source: Save
ro: Salvare

source: Change email address
ro: Schimbare adresă e-mail

source: Email address
ro: E-mail

source: Change password
ro: Schimbare parolă

source: Old password
ro: Parola veche

source: New password
ro: Parola nouă

source: New password again
ro: Reintroduceţi parola nouă

source: Search user
ro: Căutare utilizator

source: Members (total %count%)
ro: Membri (total %count%)

source: Sort by:
ro: Ordonează după:

source: Member status
ro: Statutul de membru

source: Send new password
ro: Trimiteţi noua parolă

source: Username:
ro: Nume de utilizator:

source: Username can only contain letters, numbers, or underscore
ro: Numele de utilizator poate conţine doar litere, numere şi liniuţa de subliniere

source: Username already taken.
ro: Nume de utilizator deja luat

source: Username must be at least two characters long
ro: Numele de utilizator trebuie să aibă cel puţin două litere

source: Password:
ro: Parola:

source: unmask password
ro: arată parola

source: Email address:
ro: E-mail:

source: Invalid email address
ro: E-mail invalid

source: Email address already used.
ro: E-mail folosit deja.

source: We need to make sure you are human.
ro: Este necesar să ne asigurăm că sunteţi o fiinţă umană.

source: What are the first five characters of your email address?
ro: Care sunt primele cinci caractere ale e-mailului dvs.?

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
ro: De exemplu, dacă adresa dvs. de e-mail este a.b.cd@exemplu.com, răspunsul este "a.b.c".

source: I accept the <a href="{}">terms of use</a>
ro: Sunt de acord cu <a href="{}">termenii de utilizare</a>

source: Tatoeba user: {username}
ro: Utilizator Tatoeba: {username}

source: Back to Wall
ro: Înapoi la Perete

source: Here you can ask general questions like how to use Tatoeba, report bugs or strange behavior, or simply socialize with the rest of the community.
ro: Aici puteţi să puneţi întrebări generale ca de exemplu cum se foloseşte Tatoeba, să raportaţi erori sau comportamente ciudate ale aplicaţiei sau pur şi simplu să socializaţi cu restul comunităţii.

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
ro: Înainte de a pune o întrebare, asiguraţi-vă că aţi citit <a href="{}">întrebările şi răspunsurile frecvente</a>.

source: You may write in any language you want. At Tatoeba, all languages are equal.
ro: Puteţi scrie în orice limbă doriţi. În Tatoeba, toate limbile sunt egale.

source: {user}'s Wall messages
ro: Mesaje pe Peretele lui {user}

source: {user}'s messages on the Wall (total&nbsp;{n})
ro: Mesajele pe Peretele lui {user} (total&nbsp;{n})
