Repository: Tatoeba/tatoeba2
Catalog: src/Locale/bal/admin.po
Languages: bal

source: Error: Sentences added by {username} could not be marked as unreliable.
bal: رَدی: {username}ءِ گیش کرتگیں گالرد بے بَروسہ ءِ ھساب ءَ نشان جنگ نہ بنت۔

source: Marked all sentences added by {username} as unreliable.
bal: {username} ءِ گیش کرتگیں درستیں گالرد بے بروسہ ءِ ھساب ءَ نشان جنگ بیت انت۔

source: Invalid file “{file}” ignored.
bal: نابَرجمیں فائل ’’{file}‘‘ ڈالچار کنگ بوت۔

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
bal: ڈیٹابیس ءِ تہا گالرد{sentenceId}ءِ ھاترا {author}ءَ را تواربنددیگ بوت نہ کنت۔ پکا بکن کہ اے یک بَرجمیں کارمرزی نامے۔

source: Failed to create directory “{dir}” to import file “{file}”.
bal: فائل {file}ءَ را مانگیل کنگ ءِ ھاترا {dir}ءِ جوڑ کنگ بے سوب بوت۔

source: Failed to copy file “{file}” to directory “{dir}”.
bal: فائل {file}ءَ ماں {dir} نامدان ءَ نکل بے سوب بوت۔

source: File “{file}” was successfully imported but could not be removed from the import directory.
bal: فائل {file}پہ سوبمندی مانگیل بوت بلے چہ مانگیل ءِ نامدان ءَ دُور کنگ نہ بوت۔

source: Import recordings
bal: زَپتَگاں مانگیل کن

source: The following errors occurred during the last import.
bal: گُڈّی درگیل ءِ وھد ءَ جہل ءِ ردی بیت انت۔

source: Audio import status
bal: تواربندئے درگێلئے بستار

source: Files detected
bal: فائل جاہ آرگ بوت

source: File name
bal: فائل ءِ نام

source: Sentence id
bal: گالرِدءِ پجار

source: Language
bal: زبان

source: Existing audio
bal: هستێن تواربند

source: May be imported
bal: مانگیل بیت کنت

source: N/A
bal: نیست

source: Invalid
bal: نابَرجم

source: None
bal: ھچ کسّ

source: Yes
bal: ھو

source: No
bal: ناں

source: No files have been detected inside the import directory.
bal: مانگیل ءِ نامدان ءِ تہا ھچ فائل جاہ آرگ نہ بیتگ۔

source: Import
bal: مانگیل

source: Audio author
bal: تواربندئے نبیسوک

source: Save
bal: دَرپ کن

source: Delete
bal: لِیکّور

source: Correctness
bal: درستی

source: Submit
bal: پیش کن

source: Import sentences
bal: گالاں مانگیل کن

source: Single sentences
bal: ایوانٹیں گالرد

source: Language of the sentences:
bal: گالردانی زبان:۔

source: File:
bal: فائل:۔

source: Numeric user id:
bal: شماری کارمرزی پجار:۔

source: import
bal: مانگیل

source: Sentences and translations
bal: گالرد ءُ رجانک

source: Language of the translations:
bal: رجانک ءِ زبان

source: Mark as unreliable
bal: بے بَروسہ ءِ ھساب ءَ نشان بجن

source: Are you sure you want to mark all the sentences of this member as unreliable?
bal: تو پکایا اے باسک ءِ گیش کرتگیں گالرداں بے بروسہ ءِ ھساب ءَ نشان جنگ لوٹئے؟

source: Are you sure you want to delete user #{number}?
bal: تو پکایا کارمرزوک {number}ءَ لِیکّورگ لوٹئے؟

source: List Users
bal: کارمرزوکان لَڑ کن

source: Profile
bal: پروفائل

source: Edit User
bal: کارمرزوک ءَ رِدگ کن

source: Id
bal: پجار

source: Username
bal: کارمرزی نام

source: Lang
bal: زُباں

source: Group
bal: گروہ

source: Level
bal: لَسُون

source: Send notifications
bal: ھالنامَگ دیم دئے

source: unhide
bal: دَرا کن

source: hide
bal: چیر دۓ
