Repository: Tatoeba/tatoeba2
Catalog: src/Locale/bal/default.po
Languages: bal

source: Close
bal: بند کن

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
bal: پیژڈاھ: اے تَندتاک پہ آزمودگی مکسدءَ اَنت۔ تو ھرچی پیش بہ کنئے بِیرگ ءَ گار بیت۔

source: Browse audio for all languages
bal: درستیں زبانانی تواربند ءِ واستا براوز بکن

source: Month
bal: ماہ

source: Year
bal: سال

source: Currently contributing
bal: ھَنّیگیں بَہرشت دیوک

source: User who did the last contribution.
bal: ھما کارمرزوک کہ آھاں گُڈّی بَہرشت دات۔

source: {n}&nbsp;sentence
bal: ءُ این بی ایس پی؛ گالِد{n}

source: Custom exports
bal: کسٹم ایکسپورٹ

source: Sentence pairs
bal: گالِدانی جُتک

source: Use this tool to generate and download customized exports on demand.
bal: لوٹ ءِ رِدا کسٹمائزین ایکسپورٹانی جوڑ کنگ ءُ ایرگیج کنگ ءِ واستا اے کاربوج ءَ کارمرز بکن۔

source: Download all sentences in language A with translations in language B
bal: زبان اے ءِ درستیں گالِداں گوں زبان بی ءِ رجانکاں ایرگیج کن۔

source: Download all sentences in language A that are translated into language B, along with the translations.
bal: زبان اے ءِ درستیں گالِداں کہ زبان بی ءَ رجانک کنگ بوتگ انت، گوں رجانکاں ایرگیج کن۔

source: Sentence language:
bal: گالِد ءِ زبان:۔

source: Translation language:
bal: رجانک ءِ زبان:۔

source: Download sentence pairs
bal: گالِدانی جُتکاں ایرگیج

source: Preparing download, please wait.
bal: ایرگیجگ ءِ چِن ءُ لانچ ءَ اِنت، مہربانی کن ودار کن۔

source: Failed to prepare download, please try again.
bal: ایرگیجگ ءِ چِن ءُ لانچ کنگ ءَ بے سوب بوت، مہربانی کن پدا جہد کن۔

source: Need some help?
bal: کمّے کُمک لوٹئے؟

source: Quick Start Guide
bal: گشاد شُرو کنگی بومیا

source: Tatoeba Wiki
bal: ٹٹوبا وکی

# footer
source: FAQ
bal: اَلباریں جُست

source: Help
bal: کُمک

source: Developers
bal: دیمبَروک

source: Downloads
bal: ایرگیج

source: GitHub
bal: گِٹ ھَب

source: About
bal: بابت ءَ

source: What is Tatoeba?
bal: ٹٹوبا چی یے؟

source: Contact us
bal: گوں ما رَھوَت بکن

source: Status
bal: بِستار

source: Terms of use
bal: کارمرز ءِ شَرت

source: Blog
bal: بلاگ

source: Twitter
bal: ٹویٹر

source: Facebook
bal: فیسبُک

source: Our data is released under various Creative Commons licenses.
bal: مئے ڈیٹا وَڑوَڑیں کرییٹو کامنز لیسن ءِ چیردستی ءَ جاری کنگ بیت۔

source: More information
bal: گیشتر مالومداری

source: If you love this content, please consider a <a href={}>donation</a>.
bal: اگاں ترا اے نِکان دوست بیت گُڑا مہربانی کن <a href={}>چندہ</a>ءِ دیگ ءِ بابت ءَ ھم ھیال بکن۔

source: Tatoeba
bal: ٹٹوبا

source: Select a language
bal: زبانے گچین کن

source: No language found.
bal: ھچ زبان دست نہ کپت

source: Show all
bal: درستاں پیشدار

source: List of affected sentences (total {{count}})
bal: سانجَن بیتگیں گالردانی لَڑ (درستی {{count}})۔

source: Register
bal: درج کن

source: Log in
bal: لاگِن

source: Only sentences in:
bal: ایوکا گالِد ماں:۔

source: Compose
bal: گالسنج

source: Inbox
bal: انباکس

source: Unread
bal: نَونتگین

source: Drafts
bal: سیب

source: Sent
bal: دیم داتگین

source: Trash
bal: گسڑ

# header
source: Reply
bal: پسو

source: New message
bal: نوکیں کلوہ

source: Message
bal: کلوہ

# message
source: To
bal: دیم پہ

source: Title
bal: سرنام

source: Save as draft
bal: سیب ءِ ھساب ءَ دَرپ کن

source: Send
bal: دیم دئے

source: notification from Tatoeba
bal: ھالنامَگ چہ ٹٹوبا ءَ

source: Random sentence
bal: پَدیمیں گالِد

source: show another
bal: دگرے پیشدار

source: Mark as "OK"
bal: جوان‘‘ ءِ ھساب ءَ نشان کن

source: Unmark sentence
bal: نشان نہ جتگیں گالِد

source: Mark as "unsure"
bal: ’’ناپَکّا‘‘ ءِ ھساب ءَ شان کن۔

source: Mark as "not OK"
bal: نشان کن ’’جوان نہ اِنت‘‘۔

# placeholder
source: Search
bal: شوھاز

source: Advanced search
bal: دیماشتگیں شوھاز

# label
source: Search
bal: شوھاز

source: From
bal: چَہ

# searchbar
source: Any language
bal: ھر زبانے

# language
source: To
bal: دیم پہ

source: No results found.
bal: ھچ آسر دست نہ کپت

source: Play audio
bal: تواربند ءَ چالو کن

source: Play audio recorded by {author}
bal: ءِ زَپت کرتگیں تواربند ءَ چالوکن{author}

source: No audio for this sentence. Click to learn how to contribute.
bal: پہ اے گالِد ءَ تواربند نیست۔ چتور وتی بہرشت ءَ دات کنئے پریشی ءِ دَربرگ ءَ ادا کلک کن۔

source: Add a comment
bal: دانکے گیش کن

source: Submit comment
bal: دانک ءَ پیش کن

source: Good practices
bal: جوانیں کُرتِن

source: Say "welcome" to new users.
bal: نوک کارمرزوکاں ’’وش اتک‘‘ بکن

source: Use private messages to discuss things unrelated to the sentence.
bal: ھما چیز کہ گوں گالِد ءَ سیادی نہ کننت، آھانی سرا گپ ءُ تران کنگ ءِ واستا اِھوَتی کلوہاں کارمرز بکن۔

source: sentence deleted
bal: گالِد لِیکّورگ بوت

# sentence comment
source: {createdDate}, edited {modifiedDate}
bal: ءَ {modifiedDate}رِدگ کرت{createdDate}

source: Sentence {number} — belongs to {username}
bal: گالِد {username}ئیگ اِنت۔{number}

source: Sentence {number}
bal: گالِد {number}

source: Former member
bal: گوستگیں باسک

# button
source: Reply
bal: پسو

source: Permalink
bal: دائمکڑی

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
bal: اے کلوہ ءِ تہ ءِ گپ <a href="{}">مئے رھبندانی</a> چَپّ اِنت پمیشکا چیردیگ بیتگ۔ اے ایوکا انتزامکارانی ءُ اے کلوھ ءِ نبشتکار ءِ کرّا زاھر بیت۔

source: Cancel
bal: کوتا کن

source: Save changes
bal: بدلیاں درپ کن

source: Language
bal: زبان

source: Auto detect
bal: وت درگیج

source: License
bal: لیسن

source: Sentence
bal: گالِد

source: Add sentence
bal: گالِدے گیش کن

source: No sentences added yet.
bal: انگت ھچ گالِد گیش کن نبیتگ۔

source: OK
bal: شریں

source: The audio file will be lost. Are you sure?
bal: تواربَند گار بیت. تو پَکّا لوٹئے؟

# header
source: Audio
bal: تواربند

source: by {username}
bal: چه {username}

source: License: {license}
bal: لیسن: {license}

source: Is enabled
bal: کارکابِل اِنت

source: Show more features for all sentences
bal: پہ درستیں گالِد گیشتر دروش پیشدار

source: Show fewer features for all sentences
bal: پہ درستیں گالِداں کمتر دروش پیشدار

source: 0 sentences
bal: 0 گالِد

source: 1 or more sentences
bal: یک 1 یا گیشتر گالِد

source: {n}+ sentence
bal: گالِد+{n}

source: Search a language
bal: زبانے شوھاز

source: Sentence text
bal: گالد ئے نبشت

source: License: {}
bal: لیسن: {}

source: Change license
bal: لیسنا بدل کن

source: Search list or enter new list name
bal: لَڑءَ شوھاز یا نوکیں لَڑی نامے مان کن

source: Create
bal: جوڑ کن

source: Your last selected list (if any) and last updated lists
bal: تئی رندی گچین کرتگیں لَڑ (اگاں ھست ) ءُ رندی نوکازتگیں لڑ

source: Search results
bal: شوھاز ءِ آسر

source: (last selected)
bal: (رندی گچین کرتگیں)

source: Collaborative list
bal: ھمکاری لَڑ

source: No list found.
bal: ھچ لَڑ دست نہ کپت۔

source: You have no lists which this sentence can be added to.
bal: ترا چشیں لڑ نیست کہ آئیا اے گالِد ھور کنگ بہ بیت۔

source: previous
bal: پیسری

source: random
bal: پَدیم

source: next
bal: دیمتری

source: Language for previous, next or random sentence
bal: پیسری، دیمی یا پَدیمیں گالِدانی واستا زبان

# navigation
source: Any language
bal: ھر یک زبانے

source: Show sentence #:
bal: :#گالِداں پیشدار

source: Your sentence was not added because the following already exists.
bal: تئی گالِد ھوار کنگ نہ بوت چیاکہ اے چہ پیسرا ھست اِنت۔

source: This sentence belongs to a native speaker.
bal: اے گالِد پیدائشی گپ جنوکے ئیگ اِنت۔

source: Translations of translations
bal: رجانکانی رجانک

source: Fewer translations
bal: کمتر رجانک

source: You cannot edit this sentence because it has audio.
bal: تو اے گالِد ءَ رِدگ کرت نہ کنئے چیاکہ ایشیا تواربند مان۔

source: Other language
bal: دگہ زبان

source: Transcription
bal: نَدگیر

source: Reset
bal: واجوڑ

source: Mark as reviewed
bal: چمشانک داتگین ءِ ھساب ءَ نشان کن

source: This sentence is not reliable.
bal: اے گالِد بروسہیے نہ اِنت۔

source: Copy sentence
bal: گالِد ءَ نکل کن

source: Go to sentence page
bal: گالِد ءِ تاکدیم ءَ برو

source: Translate
bal: رجانک کن

source: Edit
bal: رِدگ

source: Add sentence to list
bal: لَڑ ءَ گالِدے ھور کن

source: Add to favorites
bal: گوں دلپسنداں ھور کن

source: Remove from favorites
bal: چہ دلپسنداں دُور کن

source: Are you sure?
bal: تو پَکّائے؟

source: Delete
bal: لِیکّور

source: Click to adopt
bal: زیرگ ءِ واستا کلک بکن

source: Click to unadopt
bal: نزیرگ ءِ واستا کلک بکن

source: Show more features
bal: گیشتر دروش پیشدار

source: Show fewer features
bal: کمتر دروش پیشدار

source: Show unreviewed transcriptions
bal: چمشانک نداتگیں نَدگِیراں پیشدار

source: Hide unreviewed transcriptions
bal: چمشانک نداتگیں نَدگِیراں چیردئے

source: Unlink this translation
bal: اے رجانک ءَ ناکڑی کن

source: Make into direct translation
bal: تچکیں رجانک ءِ تہا کن

source: Existing sentence #{number} has been added as a translation.
bal: ھستیں گالِد #{number}رجانک ءِ جہت ءَ گیش کنگ بیتگ۔

source: Edit this translation
bal: اے رجانک ءَ رِدگ کن

source: Translation
bal: رجانک

source: Add translation
bal: رجانکے گیش کن

source: Edit translation
bal: رجانک ءَ رِدگ کن

source: Sentence removed from list.
bal: گالِد چہ لَڑ ءَ دُور کنگ بوت۔

source: Undo removal
bal: دُورکنگ ءَ پَدگَردین

source: Remove from list
bal: چہ لَڑ ءَ دُور کن

source: Your session has expired.
bal: تئی نیاد ءِ مُدت ھلاس بیتگ۔

source: Please <a href="{}">log in again</a>.
bal: مہربانی کن<a href="{}"> پدا لاگن بی</a>۔

source: Tatoeba is a collection of sentences and translations.
bal: ٹٹوبا گالِد ءُ رجانکانی مُچّی یے۔

source: It's collaborative, open, free and even addictive.
bal: اے ھمکاری ءَ سرا اِنت، پچ اِنت، مُپت اِنت ءُ دگر ءَ بِلّ ھیلدار ھم کنت۔

source: Search
bal: شوھاز

source: Tip: <em>=word</em> will search for an exact match on <em>word</em>
bal: سوج: <em>=لبز</em> پہ <em>لبز</em> ءِ چٹ ھمدپیں مَٹّ ءَ شوھازیت

source: More tips
bal: گیشتر سوج

# title
source: Advanced search
bal: دیماشتگیں شوھاز

source: Sort by
bal: چو جتاجتا اِش بکن

source: My profile
bal: منی پروفائل

source: Language: {lang}
bal: زبان:{lang}۔

source: Settings
bal: بَستبَند

source: Log out
bal: لاگاوٹ

source: My sentences
bal: منی گالِد

source: My vocabulary
bal: منی گالَمبار

source: My reviews
bal: منی چمشانک

source: My lists
bal: منی لَڑ

source: My favorites
bal: منی دلپسند

source: My comments
bal: منی دانک

source: Comments on my sentences
bal: منی گالِدانی سرا دانک

source: My Wall messages
bal: منی دیوال ءِ کلوھ

source: My latest contributions
bal: منی نوکترین بَھرشت

source: {number} sentence
bal: گالِد{number}

source: {number} supported language
bal: کمک کرتگیں زبان{number}

source: Stats per languages
bal: سٹیٹ ماں زباناں

source: {number} contribution today
bal: مرچیگیں {number}بہرشت

source: Browse
bal: براوز کن

source: Show random sentence
bal: پَدیمیں گالِد ءَ پیشدار

source: Browse by language
bal: زبان ءِ رِد ءَ براوز کن

source: Browse by list
bal: لَڑ ءِ رِد ءَ براوز کن

source: Browse by tag
bal: ٹیگ ءِ رِد ءَ براوز کن

source: Browse audio
bal: تواربَند ءَ براوز کن

source: Contribute
bal: بَہرشت کن

source: Add sentences
bal: گالِد ھور کن

source: Adopt sentences
bal: گالِداں بزیر

source: Discuss sentences
bal: گالِداں باوست کن

source: Add vocabulary request
bal: گالَمبار ءِ دزبندی ھور کن

source: Community
bal: ٹَکّ

source: Wall
bal: دیوال

source: List of all members
bal: دراھیں باسکانی لَڑ

source: Languages of members
bal: باسکانی زبان

source: Native speakers
bal: پیدائشی گپ جنوک

source: Profile
bal: پروفائل

source: Vocabulary
bal: گالَمبار

source: Reviews
bal: چمشانک

source: Lists
bal: لَڑ

source: Favorites
bal: دلپسند

source: Comments
bal: دانک

source: Comments on {user}'s sentences
bal: ءِ گالِدانی باروا دانک{user}

source: Wall messages
bal: دیوال ءِ کلوہ

source: Logs
bal: لاگ

source: Audio
bal: تواربند

source: Transcriptions
bal: نَدگِیر

source: Translate {user}'s sentences
bal: {user} ءِ گالِداں رجانک کن

source: Vocabulary requests
bal: گال اَمبار ءِ دزبندی

source: My vocabulary requests
bal: منی گال اَمبار ءِ دزبندی

source: Add vocabulary requests
bal: گال اَمبار ءِ دزبندیاں گیش کن

source: Existing vocabulary requests
bal: ھستیں گال امبار ءِ دزبندی

source: Add a message:
bal: کلوھے گیش کن

# wall message
source: {createdDate}, edited {modifiedDate}
bal: ءَ {modifiedDate}رِدگ کرت{createdDate}

source: hide replies
bal: پسواں چیر دئے

source: show replies
bal: پسواں پیشدار

source: Your login:
bal: تئی لاگِن:۔

source: Your new password:
bal: تئی نوکیں کلیتگال:۔

source: {user}'s favorite sentences
bal: ءِ دلپسندیں گالِد{user}

source: Favorite successfully removed.
bal: دلپسند گوں سوبمندی دُور کنگ بوت

source: (total {{count}})
bal: (درستی {{count}})

source: Sentence {id} has been deleted.
bal: گالِد {id} لِیکّور کنگ بیتگ۔

source: This user does not have any favorites.
bal: اے کارمرزوک ءَ دلپسند نیست۔

source: Error
bal: ردی

source: Back
bal: پُشت

source: Switch my sentences' license
bal: منی گالِدانی لیسن ءَ بدل کن

source: Switch my sentences to CC0
bal: ءَ بدل کن۔CC0 منی گالِداں پہ

source: The license for your sentences is being switched. You will receive a private message when the operation is complete.
bal: تئی گالِدانی لیسن بدل بیگا اِنت۔ وھدے اے کار سرجم بیت، ترا اِھوتی کلوھے سر بیت۔

source: This page allows you to massively switch the license of your sentences to {CC0-link}. Among all your sentences, only the ones that meet the following conditions will be affected.
bal: اے تاکدیم ترا گالِدانی مزنیں کچے ءَ {CC0-link} ءِ تہا لیسن ءِ بدل کنگ ءَ کِلّیت۔ تئی درستیں گالِدانی تہا ایوکا ھما سانجَن بنت کہ اے شرتانی تہا بیا اَنت۔

source: The current license of the sentence must be CC BY 2.0 FR.
bal: گالِد ءِ ھنوگیں لیسن اَلّما بہ بیت۔CC BY 2.0 FR

source: You must be the original creator of the sentence.
bal: تو لازم گالِد ءِ بُندَری جوڑ کنوک بہ بئے۔

source: The sentence must be original and not derived from translation.
bal: اے گالِد لازم بُن اَسلی یے بہ بیت ءُ چہ رجانکاں درتکگینے مہ بیت۔

source: Press the following button to start or restart an analysis of which of your sentences can be switched to CC0.
bal: پریشی ءِ پَرّیس ءِ بُنگیج یا وابُنگیج کنگ ءِ واستا جہل ءِ بٹن ءَ بجن کہ تئی گالِدانی تہا کجام سی سی0 ءِ تہا بدل بیت کنت۔

source: Start analysis
bal: پَرّیس ءَ بُنگیج کن

source: Switch license
bal: لیسن ءَ بدل کن

source: Press the following button to initiate the license switch of the above-listed sentences.
bal: بُرز ءَ لَڑ کرتگیں گالِدانی لیسن ءِ بدلینگ ءِ بندات کنگ ءِ ھاترا چیر ءِ بٹن ءَ بجن۔

source: Be careful, this operation can not be undone. Switching from CC BY to CC0 is possible, but not the opposite.
bal: ھیال ءَ بدار، اے کاروائی پَدگردینگ نہ بیت۔ سی سی بی وائی ءَ را سی سی0 ءِ تہا بدلینگ بیت کنت بلے سی سی0 ، سی سی بی وائیءِ تہا بدلینگ نہ بیت۔

source: Switch license to CC0 1.0
bal: ءَ بدل کنCC0 1.0لیسن ءَ پہ

source: Unlink
bal: ناکڑی

source: Unlink this translation.
bal: اے رجانک ءَ ناکڑی کن۔

source: Link
bal: کڑی

source: Make into direct translation.
bal: تچکیں رجانک ءِ تہا بدل کن۔

source: Tatoeba is a large database of sentences and translations. Its content is ever-growing and results from the voluntary contributions of thousands of members.
bal: ٹٹوبا گالِد ءُ رجانکانی یک مزنیں ڈیٹابیسے۔ ایشی ءِ کچ ءُ کساس یک پیما گیش بیان اِنت ءُ ایشی ءِ سبب ھزاراں باسکانی رزاکاریں بَہرشت اَنت۔

source: Tatoeba provides a tool for you to see examples of how words are used in the context of a sentence. You specify words that interest you, and it returns sentences containing these words with their translations in the desired languages. The name Tatoeba (<em>for example</em> in Japanese) captures this concept.
bal: ٹٹوبا ترا یک کاربوجے پُجّارینیت کہ تو ھما دروراں بگندئے کہ چو گال ماں گالِدانی پد ءُ پیشءَ کارمرز بنت۔ تو ھما گالاں دَرچین کنئے کہ ترا دوست بنت، ءُ اےتئی لوٹتگیں زبان ءِ ھما گالِداں کاریت کہ آھانی تہا ھما گال گوں رجانکاں مان اَنت۔ٹٹوبا ءِ نام (<em>پہ درور</em> ماں جاپانی ءَ) ھمے لیکہ ءَ گرپت کنت۔

source: The project was founded by Trang Ho in 2006, hosted on Sourceforge under the codename of <em>multilangdict</em>.
bal: اے پروجیکٹءِ بُنپد 2006ءَ تَرنگ ھو ءَ ایر کتگ ات کہ <em>multilangdict</em> ءِ کوڈنام ءِ چیرا ماں سورسفورج ءَ ایرکنگ بیتگ ات۔

source: The video below, made in 2010, presents the core ideas of Tatoeba.
bal: جہل ءِ اے تامُربَند کہ 2010 ءَ جوڑ بیتگ، ٹٹوبا ءِ بُنکی لیکہاں پیش کنت۔

# header
source: FAQ
bal: اَلباریں جُست

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
bal: جستے کنگ ءَ پیسر مہربانی کن پکا بکن کہ تو <a href="{}">اَلباریں جُست</a> ونتگ اَنت۔

source: Follow us
bal: مئے رَندگیری ءَ بکن۔

source: Tatoeba Blog
bal: ٹٹوبا بلاگ

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
bal: اگاں ترا جستے، سوجے یا دزبندی یے ھست (یا تو بس مِنّت گرگ لوٹئے) گُڑا مارا {emailAddress}ءِ سرا گِپّالے دیم دیگ ءَ ھچ آسرا مکن۔

source: Post on the Wall
bal: دیوال ءَ ٹَپال ئِے کن

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
bal: ھرچی کہ تو ھیال کنئے آھاں گوں <a href="{}">دیوال</a>ءِ سرا ٹَپال کنگ ءَ مارا گوشت کنئے۔

source: Join our chatroom
bal: مئے گپکدگ ءَ ھوار بی۔

source: We have an <strong>XMPP room</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. You can join with your favorite XMPP client or <a href="{webclient}">from your browser</a>.
bal: مارا یک <strong>ایکس ایم پی پی رومے</strong> ھست:۔ <a href="{room}">tatoeba@chat.tatoeba.org</a> تو گوں وتی دلپسندیں ایکس ایم پی پی کلائنٹ یا <a href="{webclient}">چہ وتی براوزر ءَ</a> گوں ما ھوار بیت کنئے۔

source: Donate
bal: چندھ بدئے

source: Any question?
bal: جُستے ھست؟

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
bal: اگاں ترا چندھانی بابت ءَ جستے ھست یا اگاں تو ادا نام گپتگیں وَڑاں ابید دگہ وَڑے ءَ چندہ دیگ لوٹئے گُڑا گوں <a href="{trangEmail}">ترنگ</a> ءَ یا سجّہیں <a href="{teamEmail}">ٹیم</a>ءَ رَھوَت بکن۔

source: All donations
bal: درستیں چندہ

source: How to donate
bal: چون چندہ دیگی اِنت

source: You have two possible ways to make a donation:
bal: تو دو بوتنی وَڑاں چندہ دات کنئے:۔

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
bal: <b>IBAN transfer۔</b> ۔ اے بگندئے چندہ دیگ ءِ ارزان تریں وَڑ اِنت۔ ٹٹوبا ءِ بینک فرانس ءَ اِنت، پمیشکا اگاں تو چہ یورپی یونین ءَ ئے گُڑا گمان ھمیش اِنت کہ ٹرانسفر مفت ءَ بیت۔

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
bal: <b>PayPal.</b> اگاں تو آئی بی اے این ءِ سرا زراں بَدلی کرت نہ کنئے، گُڑا تو پئیپال ءِ وسیلہ ءَ چندہ دات کنئے۔ ترا زانگ لوٹیت کہ پئیپال چندہ ءِ تہا چیزے درسد زیریت۔

source: IBAN transfer
bal: آئی بی اے این بدلی

source: Titular:
bal: ٹیٹولر:۔

source: IBAN:
bal: آئی بی اے این:۔

source: Download sentences
bal: گالِداں ایرگیج

source: Filename
bal: فائل ءِ نام

source: Fields and structure
bal: پِڑ ءُ جوڑشت

source: File description
bal: فائل ءِ بیان

source: Sentence id
bal: گالِد ءِ پجار

source: Base field
bal: بُن پِڑ

source: Review
bal: چمشانک

source: Text
bal: نبشتگ

source: Lang
bal: زُباں

source: Username
bal: کارمرزی نام

source: Date added
bal: ھور کنگ ءِ رَمس

source: Date created
bal: جوڑ کنگ ءِ رَمس

source: Date last modified
bal: گُڈّی رند ءَ بدل کنگ ءِ رَمس

source: Translation id
bal: رجانک ءِ پَجّار

source: Tag name
bal: ٹیگ ءِ نام

source: List id
bal: لَڑ ءِ پجّار

source: List name
bal: لَڑ ءِ نام

source: Editable by
bal: رِدگ بوت کنت چہ

source: Meaning id
bal: مانا ءِ پجّار

source: Skill level
bal: ھنرمندی ءِ لسُون

source: Details
bal: تَپسیل

source: Attribution URL
bal: نامِشت ءِ یو آر ایل

source: Script name
bal: سیاھگ ءِ نام

source: Audio id
bal: تواربندئے پجّار

source: Note
bal: دلگوش

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
bal: اے ڈیٹا کہ ترا ادا دست کپیت دَما وھد ءَ کارامد نہ بیت دانکہ تو زبان ءِ کاربوجے کوڈ کنگ ءَ مہ بئے یا ڈیٹا کاریچگ ءَ مہ بئے۔

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
bal: اگاں تو بس گالِداں پمیشکا لوٹئے کہ زبانے دَربُرت بہ کنئے گُڑا <a href="{}">گالِدانی لَڑاں</a> بچار۔ تو وت ھم جوڑ کت کنئے یا دگرانی جوڑ کرتگیناں چارت کنئے۔ اے لَڑ ایرگیجگ ءُ چاپگ ھم بیت کننت۔

source: General information about the files
bal: فائلانی بابت ءَ لس مالومداری

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
bal: جاپانی ءُ انگریزی گالِدانی تہا بازینے چہ <a href="{}">تَنکا کورپس</a> ءَ زیرگ بیتگ اَنت کہ اُلسی میدان ئیگ اِنت۔

source: Creative commons
bal: ھواریں ساچشت

source: These files are released under CC BY 2.0 FR.
bal: اے فائل سی سی بی وائی 2.0 ایف آر ءِ رِد ءَ جاری کنگ بنت۔

source: A part of our sentences are also available under CC0 1.0.
bal: ءِ تہا مئے گالِدانی بہرے ھم دستیاب اِنت۔CC0 1.0

source: Licenses covering audio
bal: ھما لیسن کہ آھانی تہا تواربَند ھست

source: The license covering an audio file is chosen by the contributor, and is indicated on the page that lists the audio files that he or she has contributed.
bal: ھما لیسن کہ آئی ءِ تہا تواربَند مان آئی ءِ گچین کنوک بَھرِشتکار اِنت ءُ ھما تاکدیم ءَ نشان دیگ بیتگ کہ اودا آئی ءِ بَھرِشت کرتگیں تواربَندیں فائلانی لڑ ھست اِنت۔

source: Questions?
bal: جُست؟

source: If you have questions or requests, feel free to <a href="{}">contact us</a>. In general, we answer quickly.
bal: اگاں ترا جستے یا دزبندی یے ھست گُڑا <a href="{}">گوں ما رَھوَت کنگ</a> ءَ ھچ چَک ءُ پد مبی۔ ما چونایا زیتاں پسو دئیں۔

source: Weekly exports
bal: ھپتگی ایکسپورٹ

source: The files provided below are updated every Saturday at 6:30 a.m. (UTC).
bal: جَھلا داتگیں فائل ھر یکشمبے ءَ سُھب ءِ 6:30 (یو ٹی سی) ءَ نوکازگ بنت۔

source: Contains all the sentences in the selected language. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
bal: ایشی ءِ تہا گچین کرتگیں زبانانی درستیں گالِد مان اَنت۔ ھر یک گالِدے گوں یکتائیں پجّار ءُ یک <a href="{}">آئی ایس او 639-3</a> ءِ زبان ءِ کوڈے ءَ ھمگرنچ اِنت۔

source: Detailed Sentences
bal: تَپسیلیں گالِد

source: Contains additional fields for each sentence (owner name, date created/modified).
bal: پہ ھر یک گالِدے ءَ گیشیں پِڑ مان (واھُند ءِ نام، ھما رَمس ءَ کہ جوڑ کرتگ یا بدل کرتگ)۔

source: Original and Translated Sentences
bal: بُندری ءُ رجانک کرتگین گالِد

source: Each sentence is listed as original or a translation of another. The "base" field can have the following values:
bal: ھر گالِدے بُندری یا دگرے ءِ رجانک ءِ ھساب ءَ لَڑ کنگ بوتگ۔ ’’بُن‘‘ پِڑ ءِ تہا اے کیلو بوت کننت:۔

source: zero: The sentence is original, not a translation of another.
bal: زیرو: گالِد بُندری یے، دگرے ءِ رجانک نہ اِنت۔

source: greater than zero: The id of the sentence from which it was translated.
bal: زیرو ءَ گیشتر: گالِد ءِ پَجّار چمودا بیت کہ رجانک کنگ بوتگ۔

source: \N: Unknown (rare).
bal: نزانتگیں (سک کم) :\N

source: Sentences (CC0)
bal: گالِد (CC0)

source: Contains all the sentences available under CC0.
bal: ھما درستیں گالِد ئِے مان اَنت کہ سی سی 0 ءَ دستیاب اَنت۔

source: Links
bal: کڑی
