Repository: Tatoeba/tatoeba2
Catalog: src/Locale/bal/default.po
Languages: bal

source: You can also add existing sentences to this list, from other pages, by clicking on the {addToListButton} icon in the menu of the sentence.
bal: تو گالِد ءِ پَرزون ءَ {addToListButton} آئیکون ءَ کلک کرت ءُ چہ دگہ تاکدیماں، ساری ءَ ھستیں گالِداں ھم اے لَڑ ءَ ھوار کرت کنئے۔

source: The sentence you tried to create already exists. The existing sentence was added to your list instead.
bal: اے گالِد کہ تو جوڑ کنگ ءِ جہد کت چہ پیسرا ھست اِنت۔ ایشی ءِ جاہ ءَ چہ پیسرا ھستیں گالِد تئی لَڑ ءِ تہا ھَور کنگ بوت۔

source: Admins
bal: انتزامکار

source: Corpus maintainers
bal: کورپس ءِ برجاداروک

source: Advanced contributors
bal: دیما شتگیں بَھرِشتکار

source: Contributors
bal: بَہرِشتکار

source: Legend
bal: ساکا

source: Total
bal: درستی

source: Number of sentences per language
bal: ماں ھر یک زبانے ءَ گالِدانی شمار

source: One sentence
bal: یک گالِدے

source: Sentences with tag {tagName}
bal: گالِد گوں ٹیگ ءَ {tagName}۔

source: Show all tags
bal: درستیں ٹیگاں پیشدار

source: {tagName} ({n} sentence)
bal: ( گالِد{n}) {tagName}

source: Newest sentences first
bal: نوکتریں گالِد اولسرا

source: Oldest sentences first
bal: کوھنتریں گالِد اولسرا

source: Most recently tagged
bal: درستاں رَند ٹیگ بیتگین

source: Least recently tagged
bal: درستاں پیش ٹیگ بیتگین

source: All existing tags
bal: درستیں ھستیں ٹیگ

source: Search tags
bal: ٹیگاں شوھاز

source: All tags (total {{count}})
bal: درستیں ٹیگ (درستی { {count}})۔

source: Tags containing: {search} (total {{count}})
bal: ھما ٹیگ کہ آھانی تہا مان: {search} (درستی {{count}})۔

source: Tag name (alphabetical)
bal: ٹیگ نام (الپ بے ءِ رِد ءَ)۔

source: Tag name (reverse alphabetical)
bal: ٹیگ نام (چَپّی ئیں الپ بے ءِ رِد ءَ)۔

source: Chinese traditional/simplified conversion
bal: چینی ءِ رَبیتی / سادہ کرتگیں بدل

source: Source code
bal: بُنزہ کوڈ

source: Enter either traditional or simplified Chinese
bal: رَبیتی یا سادہ کرتگیں چینی ءَ دَرج کن

source: Convert
bal: مَٹّین

source: Autogenerate furigana over Japanese
bal: جاپانی ءِ سرا فوریگانا ءَ وَتپیداک بکن

source: Autogenerate furigana
bal: فوریگانا ءَ وَتپیداک بکن

source: Useful tools
bal: کارامدیں کاربوج

source: Tools
bal: کاربوج

source: Furigana autogeneration
bal: فوریگانا ءِ وَتپیداکاری

source: autogenerate furigana over Japanese.
bal: فوریگانا ءِ سرا جاپانی ءَ وَتپیداک بکن۔

source: Chinese simplified/traditional conversion
bal: چینی ءِ سادہ کرتگین یا رَبیتی بدل

source: convert traditional Chinese to simplified and vice versa
bal: رَبیتی چینی ءَ سادگیں چینی ءِ تہا بدل کن یا کہ رندی ءَ اولی ءِ تہا

source: Shanghainese to IPA
bal: شانگانی داں آئی پی اے

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
bal: میان استمانی توارینکی آبینک ءَ کارمرز ءُ شانگانی نبشتگے ءَ ایشی ءِ گالتوار ءِ تہا بدل کن

source: Convert Shanghainese into IPA
bal: شنگانی ءَ آئی پی اے ءِ تہا بدل کن

source: Credits
bal: مِنَّت

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
bal: ما راستی <a href='{0}'>کیلن پارکر</a> ءِ مِنّتواریں کہ آئیا مارا سک باز سرجمیں ڈیٹا فائل پُجّارینتگ۔ اگاں تو آئی ءِ کاراں واھگدارئے، گُڑا تو آئی ءِ پروجیکٹ ءِ تاکدیم ءَ <a href='{1}'>ادا</a> تَپاست کنئے۔ بے آئیا شانگانی گالِداں چوشیں سرجمیں آئی پی اے نہ بیتگ ات۔

source: Enter a text in shanghainese dialect
bal: شنگانی گالوار ءِ تہا نبشتگے درج کن

source: Transcriptions of {username}
bal: ءِ ندگیر{username}

source: {username} does not have any transcriptions
bal: ءَ ھچ ندگیر نیست{username}

source: Please fix the following error or press the Cancel button.
bal: مہربانی کن جھل ءِ ردی ءَ ٹھین یا کوتا کنگ ءِ بٹن ءَ بجن۔

source: Edit profile
bal: پروفائل ءَ رِدگ کن

source: Current picture
bal: ھَنّوگیں اکس

source: Remove
bal: دُور کن

source: New picture
bal: نوکیں اکس

source: Upload
bal: سرگیج

# user
source: Name
bal: نام

source: Country
bal: ملک

source: Birthday
bal: بُوتِّن روچ

source: Homepage
bal: لوگدیم

source: Description
bal: بیان

source: Add a language
bal: زبانے ھور کن

source: Add language
bal: زبان ءَ ھور کن

source: Edit language
bal: زبان ءَ رِدگ کن

source: If your language is missing, please read our article on how to <a href="{}">request a new language</a>.
bal: اگاں تئی زبان گون نہ اِنت، گڑا مہربانی کن مئے نبشتانک ءَ بوان کہ چون <a href="{}">نوکیں زبانے ءِ دَزبندی</a> کنگ بیت۔

source: What is your level?
bal: تئی لَسُون چی اِنت؟

source: Details (optional). For instance, which dialect or from which country.
bal: تپسیل (گِچیندَری)۔ پہ دَرور، کجام گالوار یا چہ کجام ملک ءَ۔

source: Contact {user}
bal: ءَ رَھوَت کن{user}

source: Comments posted
bal: ھما دانک کہ ٹَپال کنگ بیتگ انت

source: Sentences owned
bal: ھما گالِد کہ وتی کنگ بیتگ انت

source: Audio recordings
bal: تواربَندی زَپتگ

source: Sentences favorited
bal: ھما گالِد کہ دلپسند کنگ بیتگ انت

source: Contributions
bal: بَہرِشت

source: Show latest activity
bal: نوکتریں سُرپُراں پیشدار

source: Email notifications are ENABLED.
bal: گِپّال ءِ ھالنامَگ کارکابِل اَنت۔

source: Email notifications are DISABLED.
bal: گِپّال ءِ ھالنامَگ کارکپت اَنت۔

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
bal: اے پروفائل ءَ رسائی کنگ اُلسی اِنت۔ درستیں مالومداریاں ھرکس دیست کنت۔

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
bal: اے پروفائل ءَ رسائی کنگ ھَدبَند اِنت۔ ایوکا ٹٹوبا ءِ باسک زاتی مالومداری ءُ بیاناں دیست کننت۔

source: Member since
bal: باسک چَہ

source: Contributions blocked
bal: بَھرشت دارگ بیت انت

source: No description.
bal: بیان نیست۔

source: Languages
bal: زبان

source: No language added.
bal: ھچ زبان ھور کنگ نہ بیتگ

source: TIP: We encourage you to indicate the languages you know.
bal: سوج: ما ترا دلبڈی دئیں کہ تو ھما زباناں کہ زانئے آھاں نشان بہ دئے۔

source: TIP: Encourage this user to indicate the languages he or she knows.
bal: سوج: اے کارمرزوک ءَ دلبڈی بدئے کہ ھما زباناں کہ زانت آھاں نشان بہ دنت۔

source: Next
bal: دیمتری

source: Add this language
bal: اے زبان ءَ ھور کن

source: Main options
bal: مزنیں گِچیندَر

source: Send email notifications
bal: گِپّالی ھالنامگ دیم دئے

source: Set your profile public
bal: وتی پروفائل ءَ اُلسی کن

source: Remember the last list to which you assigned a sentence, and select it by default
bal: ھما گُڈّی لَڑ ءَ یات بدار کہ تو آئیا گالِدے مَیِّن کرت، ءُ آئیا چہ جئوپ ءَ گچین کن

source: Display a link to expand/collapse translations when there are too many translations
bal: وھدے رجانک باز اَنت گُڑا ھنچیں کڑی یے پیش بدار کہ آ رجانکاں پَچشانیت یا اَمپُسینیت

source: Always show unreviewed transcriptions and alternative scripts
bal: مُدام چمشانک نداتگیں نَدگیر ءُ بدلگیریں سیاھگاں پیشدار

source: Show random sentence on the homepage
bal: لوگدیم ءَ پَدیمیں گالِدے پیشدار

source: Enter <a href="{url}">ISO 639-3 codes</a>, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
bal: <a href="{url}">آئی ایس او639-3 کوڈاں</a> مان کن، گوں کوما ءَ جتا اِش کن (چوکہ:جے پی این، ای پی این، اے آر اے، ڈی ای یو)۔ ٹٹوبا پدا ایوکا ھما زبانانی رجانکاں پیشداریت کہ تو نشان داتگ۔ تو ایشی ءَ ھورک ءَ یلہ دات کنئے کہ دراھیں زبانانی رجانک پیشدارگ بہ بنت۔

source: Number of sentences per page
bal: یک تاکدیمے ءَ گالِدانی شمار

source: Number of translations per sentence
bal: یکێن گالدئے رجانکانی شمار

source: Default license for original sentences
bal: جَئوپی لیسن پہ بُندَری گالِداں

source: Experimental options
bal: آزمودگی گِچیندَر

source: Options in this category are not fully functional, may not work for everyone and/or are in a phase of beta testing. They may change or be removed in the future.
bal: اے کیچ ءَ ھستیں گِچیندَر سرجما کارءَ نہ اَنت، یا بگندئے پہ ھریکے ءَ کار مہ کننت ءُ/یا بیٹا آزمود ءِ دَور ءَ گوزگا اَنت۔ دیم ءَ بگندئے آ بدل بہ بنت یا دَر کنگ بہ بنت۔

source: Activate the feature to review sentences
bal: گالِدانی چمشانک دیگ ءِ واستا دروش ءَ کاراور بکن۔

source: Mark sentences when the owner indicated in their profile that they have a native level in the language of the sentence. In the old design "(native)" is displayed next to the username. In the new design a {star} is displayed next to the sentence.
bal: ھما گالِداں نشان بجن وھدے واھند وتی پروفائل ءِ تہا نشاندھی کنت کہ ھمے گالِد ءِ زبان ءَ چو پیدائشی گپ جنوک ءِ کچّ ءَ زانت۔ کوھنیں جَنگِن ءِ تہا ’’(پیدائشی گپ جنوک)‘‘ کارمرزی نام ءِ کش ءَ پیشدارگ بیتگ۔ نوکیں جَنگِن ءِ تہا یک {star}ے گالِد ءِ کش ءَ پیشدارگ بیتگ۔

source: Change email address
bal: گِپّال ڈَس ءَ بدل کن

source: Email address
bal: گِپّال ڈَس

source: Change password
bal: کلیتگال ءَ بدل کن

source: Old password
bal: کوھنیں کلیتگال

source: New password
bal: نوکیں کلیتگال

source: New password again
bal: نوکیں کلیتگال یک برے پدا

source: Members
bal: باسک

source: Search user
bal: کارمرزوک ءَ شوھاز

source: Members (total {number})
bal: باسک (درستی{number})۔

source: Username (alphabetical)
bal: کارمرزنام (الپ بے ءِ ردءَ)۔

source: Username (reverse alphabetical)
bal: کارمرزنام (چَپّی ئیں الپ بے ءِ رِدءَ)۔

# members
source: Newest first
bal: نوکتریناں اولسرا

# members
source: Oldest first
bal: کوھنتریناں اولسرا

source: Status (admin to contributor)
bal: بِستار (انتزامکار پہ بَھرِشتکار)۔

source: Status (contributor to admin)
bal: بِستار ( بَھرشتکار پہ انتزامکار)۔

source: Can switch license
bal: لیسن ءَ بدل کرت کنت

source: Members: {lang}
bal: {lang}:باسک

source: Back to global stats
bal: پدا آلمی اسٹیٹاں برو

source: {lang} ({total} member)
bal: ءِ ({total}یں باسک)۔{lang}

source: Password
bal: کلیتگال

source: Remember me
bal: منا یات بدار

source: Forgot your password?
bal: وتی کلیتگال شَمُشتگ؟

source: Send new password
bal: نوکیں کلیتگال ءَ دیم دئے

source: Email
bal: گِپّال

source: I accept the <a href="{}">terms of use</a>
bal: من<a href="{}">کارمرزی شرتاں</a>مَنّاں

source: unmask password
bal: کلیتگال ءَ دَراکن

source: Unmask password
bal: کلیتگال ءَ دراکن

source: Leave this blank
bal: ایشیا ھورکا بِلّ

source: Native language:
bal: پیدائشی زبان:۔

source: If you don't find your native language in the list, leave this as 'None'.
bal: اگاں تو لَڑ ءِ تہا وتی پیدائشی زبان ءَ نہ گندئے گُڑا ایشی ءَ ’’ھچ‘‘ءِ سرا بِلّ۔

source: You did not accept the terms of use.
bal: تو کارمرز ءِ شرت نہ مَنّت انت۔

source: Tatoeba user: {username}
bal: ٹٹوبا کارمرزوک: {username}

source: Latest sentences
bal: نوکتریں گالِد

source: view all
bal: درستاں سئیل کن

source: Latest Wall messages
bal: دیوال ءِ نوکتریں کلوھ

source: Add vocabulary items
bal: گالَمباری چیز گیش کن۔

source: Add vocabulary that you are learning. If your vocabulary does not exist yet in Tatoeba, other contributors can add sentences for it.
bal: ھما گالَمباراں ھَور کن کہ تو آھاں دَربرگائے۔ اگاں دنیگہ ٹٹوبا ءِ تہا تئی گالَمبار نیست اَنت، گُڑا دگہ بَھرِشتکار پریشی ءَ گالِد ھَور کرت کننت۔

source: Vocabulary item
bal: گالَمباری شئے

source: Add
bal: ھور کن

source: Vocabulary items added
bal: گالَمباری شئے ھور کنگ بیت اَنت

source: You have already added this vocabulary item.
bal: تو اے گالَمباری شئے چہ پیسرا ھور کتگ۔

source: Vocabulary that needs sentences
bal: ھما گالَمبار کہ آھاں گالِد درکار اِنت

source: Vocabulary that needs sentences in {language}
bal: ءِ ھما گالَمبار کہ گالِد لوٹنت{language}

source: Only vocabulary items that match fewer than 10 sentences are displayed here.
bal: ادا ھما گالَمباری شئے پیشدارگ بیتگ اَنت کہ آ گوں 10 ءَ کمتر گالِد ءَ مئیل وَرنت۔

source: There are no requests.
bal: ھچ دزبندی نیست۔

source: This sentence already exists.
bal: اے گالِد چہ پیسرا ھست اِنت۔

source: Submit
bal: پیش کن

source: {username}'s vocabulary items ({number})
bal: ءِ گالَمباری شئے ({number})۔{username}

source: Edit message {number}
bal: کلوھ{number} ءَ رِدگ کن

source: Wall (one thread)
bal: دیوال (یک بَندِیکّے)۔

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
bal: ونتگ اَنت۔<a href="{}">FAQ</a>جُستے کنگ ءَ پیسر، پکا بکن کہ تو

source: We aim to maintain a healthy atmosphere for civilized discussions. Please read our <a href="{}">rules against bad behavior</a>.
bal: مئے مول ءُ مراد ھمیش اِنت کہ دودمانیں گپ ءُ باوستانی واستا یک دراھجانیں آتراپے برجا بداریں۔ مہربانی کن مئے <a href="{}">بدیں رَوِش ءِ ھلاپ ءِ رھبنداں</a> بوان۔

source: You may write in any language you want. On Tatoeba, all languages are equal.
bal: تو ھر زبانے ءَ لوٹئے نبشتہ بکن۔ ٹٹوباءَ سرجمیں زبان برابر اَنت۔

source: {user}'s Wall messages
bal: ءِ دیوال ءِ کلوھ{user}

source: {user}'s messages on the Wall (total&nbsp;{n})
bal: ءِ دیوال ءِ سر ءِ کلوہ (درستی ءُ این بی ایس پی؛{n})۔{user}

source: Thread #{number}
bal: {number}#بَندِیکّ

source: Menu
bal: پَرزون

source: Back to Wall
bal: دیوال ءَ واتر کن

source: Tatoeba will temporarily shut down for maintenance in {n} second.
bal: ٹٹوبا سراچگ ءِ ھاترا پہ اَدارُکی {n}کترہے ءَ بند بیت۔

source: Tatoeba will temporarily shut down for maintenance in {n} minute.
bal: ٹٹوبا سراچگ ءِ ھاترا پہ اَدارُکی{n} ملٹے ءَ بند بیت۔

source: You may not reuse the following audio recordings outside the Tatoeba project because {userName} has not chosen any license for them.
bal: تو چہ ٹٹوبا پروجیکٹ ءَ ڈَن جہل ءِ تواربَندی زَپتگاں بگندئے دوبرکارمرز کرت مہ کنئے چیاکہ {userName} ءَ پہ ایشاں ھچ لیسن گچین نہ کرتگ۔

source: The following audio recordings by {userName} are licensed under the public domain.
bal: ءِ جھل ءِ آڈیو رکارڈنگ اُلسی پِڑ ءِ لیسن ءِ چیرا انت۔{userName}

source: The following audio recordings by {userName} are licensed under the {licenseName} license.
bal: ءِ جھل ءِ آڈیو رکارڈنگ {licenseName} ءِ لیسن ءِ چیرا انت۔{userName}

source: The following audio recordings by {userName} are licensed under an unknown license.
bal: جَهل ءِ توار بند چہ {userName}نَزانتگین لیسنے ءِ تہا مان کنگ بوتگ اَنت۔

source: Send message
bal: کلوہ دیم دئے

source: Unhide
bal: پَدّر کن

source: Hide
bal: چیر دئے

source: Filter by language
bal: زبان ءِ رِد ءَ گیچ

source: date unknown
bal: رمس زانگ نبیت

source: yesterday
bal: زی

source: an hour ago
bal: کلاکے پیسر

source: a minute ago
bal: مِلٹے پیسر

source: January
bal: جنوری

source: February
bal: فروری

source: March
bal: مارچ

source: April
bal: اپریل

source: May
bal: مئی

source: June
bal: جون

source: July
bal: جُلائی

source: August
bal: اگست

source: September
bal: ستمبر

source: October
bal: اکتوبر

source: November
bal: نومبر

source: December
bal: دسمبر

# incomplete date
source: {month} {day}
bal: {day}{month}

# incomplete date
source: {month} {year}
bal: {year}{month}

source: tab
bal: ٹیب

source: Profile languages
bal: پروفائل ءِ زبان

source: Last used languages
bal: گُڈّی کارمرزتگیں زبان

source: Other languages
bal: دگہ زبان

# dropdown-list
source: Unknown language
bal: نزانتگیں زبان

source: other language
bal: دگہ زبان

source: You cannot add sentences because you did not add any language in your profile.
bal: تو گالِد ھور کرت نہ کنئے چیاکہ تو وتی پروفائل ءَ ھچ زبان ھور نہ کرتگ۔

source: You cannot translate sentences because you did not add any language in your profile.
bal: تو گالِداں رجانک کرت نہ کنئے چیاکہ تو وتی پروفائل ءَ ھچ زبان ھور نہ کرتگ۔

# level
source: Unspecified
bal: دَرچین نہ کرتگین

source: 0: Almost no knowledge
bal: 0: کم ءُ گیش زانشت نیست

source: 1: Beginner
bal: 1: بُنگیجی دربروک

source: 2: Intermediate
bal: 2: نیامجینی

source: 3: Advanced
bal: 3: دیما شتگین

source: 4: Fluent
bal: 4: روان

source: 5: Native level
bal: 5: پیدائشی گپ جنوک ءِ لَسُون ءَ

source: created
bal: جوڑ کرتگ

source: last updated
bal: رندی برا نوکازتگ

source: (unnamed list)
bal: (نام نہ بستگیں لَڑ)

source: Number of sentences
bal: گالِدانی شمار

source: Back to all lists
bal: واتر پہ درستیں لڑاں

source: Back to this list
bal: واتر پہ اے لَڑ ءَ

source: List visibility
bal: لَڑ ءِ چمگندی

source: The list is accessible to anyone and is listed on the 'Browse by list' page, as well as on the sentence page for every sentence it contains.
bal: اے لَڑ ءَ ھریکے رسائی کرت کنت ءُ ’ لَڑ ءِ رِد ءَ براوز کن‘ ءِ تاکدیم ءِ لَڑ ءَ ھم ھوار اِنت، ءُ ایشی ءِ تہا مانیں ھر یک گالِدے ءِ گالِدی تاکدیم ءَ ھم ھوار اِنت۔

source: Public
bal: اُلسی

source: The list is accessible to anyone and is listed on the 'Browse by list' page.
bal: اے لَڑ ءَ ھریکے رسائی کرت کنت ءُ ’لَڑ ءِ رِد ءَ براوز کن‘ ءِ تاکدیم ءَ ھم ھست اِنت۔

source: Listed
bal: لَڑ کُرتگیں

source: The list is accessible to anyone but is not listed on the 'Browse by list' page.
bal: اے لَڑ ءَ ھریکے رسائی کرت کنت بلے ’لَڑ ءِ رِد ءَ براوز کن‘ ءِ تاکدیم ءَ نیست اِنت۔

source: Unlisted
bal: لَڑ نہ کرتگین

source: The list is accessible only to you.
bal: اے لڑ ءَ ایوکا تو رسائی کرت کنئے۔

source: Private
bal: اِھوَت

source: Who can add/remove sentences
bal: کئے گالِداں ھور کرت یا دور کرت کنت

source: Anyone
bal: ھرکسے

source: Only me
bal: ایوکا من

source: No one (list inactive)
bal: کس (لَڑ ناکاراور اِنت)۔

source: Remove sentence {number} from list
bal: گالِد {number} ءَ چہ لَڑ ءَ دُور کن۔

source: Remove this sentence from '{listName}'.
bal: اے گالِد ءَ چہ ’{listName}‘ ءَ دُور کن۔

source: Add a sentence to this list :
bal: اے لَڑ ءَ گالِدے ھور کن۔

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
bal: دلگوش: تو (پہ درور <a href="{url}">براوز کنگ</a> ءِ وھد ءَ) چہ پیسرا ھستیں گالِداں ھم گوں اے آئیکون {addToListButton} ءَ ھور کرت کنئے۔

source: Create a new list
bal: نوکیں لڑے جوڑ کن

# list
source: Name
bal: نام

# header
source: Search
bal: شوھاز

source: All public lists
bal: درستیں اُلسی لَڑ

source: Collaborative lists
bal: ھمکاری لَڑ

# list
source: Unspecified
bal: دَرچین نہ کرتگیں

source: Other lists
bal: دگہ لڑ

source: added by {user}
bal: ءِ گیش کرتگین{user}

source: added by an unknown member
bal: ناپَجّارتگیں باسکےءِ ھور کرتگین

source: linked by {user}
bal: ءِ کڑی کرتگین{user}

source: linked by an unknown member
bal: ناپَجّارتگیں باسکے ءِ کڑی کرتگین

source: license chosen by {user}
bal: ءِ گچین کرتگیں لیسن{user}

source: license chosen by a unknown member
bal: ناپَجّارتگیں باسکے ءِ گچین کرتگیں لیسن

source: edited by {user}
bal: ءَ رِدگ کتگ {user}

source: edited by an unknown member
bal: نَزانتگیں باسکے ءَ رِدگ کرتگ

source: license changed by {user}
bal: ءِ بدل کرتگیں لیسن{user}

source: license changed by an unknown member
bal: ناپَجّارتگیں باسکےءِ بدل کرتگیں لیسن

source: deleted by {user}
bal: ءَ لِیکّور کرتگ{user}

source: deleted by an unknown member
bal: ناپَجّارتگیں باسکے ءِ لِیکّور کرتگین

source: unlinked by {user}
bal: ءِ ناکڑی کرتگین{user}

source: unlinked by an unknown member
bal: ناپَجّارتگیں باسکے ءِ ناکڑی کرتگین

source: admin
bal: انتزامکار

source: corpus maintainer
bal: کورپس ءِ برجاداروک

source: advanced contributor
bal: دیما شتگیں بَھرِشتکار

source: contributor
bal: بَھرِشتکار

source: inactive
bal: ناکاراور

source: suspended
bal: درنگ کرتگین

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
bal: اے گالِد اے وھداں نامنزور نشان کنگ بیتگ۔ منزور نہ کتگیں گالِد رجانک بیت نہ کننت۔

source: Undo
bal: پَدگردین

source: Link to another sentence
bal: گوں دگہ گالِدےءَ کڑی کن

source: Sentence number
bal: گالِد ءِ لمبر

source: Add to list
bal: لَڑ ءَ ھوار کن

source: Sentence already in all possible lists
bal: گالِد چہ پیسرا بوتنی ئیں لڑاں مان انت

source: Add to one of your lists
bal: وتی لَڑانی تہا یکے ءَ ھور ئِے کن۔

source: Add to a collaborative list
bal: ھمکاری لَڑ ے ءَ ھوار کن

source: You cannot delete this sentence because it has audio.
bal: تو اے گالِد ءَ لِیکّور کرت نہ کنۓ پرچہ کہ ایشی ءَ تواربَند مان۔

source: belongs to {user}
bal: ئیگ اِنت۔{user}

source: (native)
bal: (پیدائیشی)

source: Tatoeba can automatically enter the sentence ID when you have copied a sentence URL. To enable this, please allow your browser to read from the clipboard.
bal: وھدے تو یک گالِدے ءِ یو آر ایل نکل کرتگ ٹٹوبا وتکاریں وَڑے ءَ گالِد ءِ پَجّار ءَ درج کرت کنت۔ پریشی ءِ کارکابِل کنگ ءَ، مہربانی کن براوزر ءَ اجازت بدئے کہ کلپبورڈ ءَ بوانیت۔

source: {title} ({results})
bal: ({results})ءِ {title}

source: {n} result
bal: آسرے{n}

source: {thousand}&nbsp;results out of {n} occurrence
bal: ءُ این بی ایس پی؛ چہ{n} پیشامد ءِ تہا آسر{thousand}

source: Recently added sentences may not appear in search results.
bal: بوت کنت کہ تاجگ ھور کرتگیں گالِد شوھاز ءِ آسرانی تہا زاھر مہ بنت۔

source: Previous page [Ctrl+←]
bal: [Ctrl+←] پیسریگیں تاکدیم

source: Next page [Ctrl+→]
bal: [Ctrl+→] دیم ءِ تاکدیم

source: {sender} wrote:
bal: نبیستگ{sender}

source: Mark as unread
bal: نَوَنتگین ءِ ردءَ نشان بکن

source: to {recipient}
bal: پہ {recipient}

source: Draft
bal: سیب

source: from {sender}
bal: اچ {sender}

source: Any language
bal: ھر یک زبانے

source: Show sentence's details
bal: گالِد ءِ تَپسیلاں پیشدار

source: Show 1 more translation
bal: دگہ 1 رجانکۓ پیشدار

source: Translation:
bal: رجانک:۔

source: Submit translation
bal: رجانک ءَ پیش کن

source: This sentence is original and was not derived from translation.
bal: اے گالِد بُندَری یے ءُ چہ رجانک ءَ زیرگ نہ بیتگ۔

source: This sentence was initially added as a translation of sentence {sentenceIdWithIdSign}.
bal: اے گالِد بندات ءَ گالِد{sentenceIdWithIdSign} ءِ رجانک ءِ ردءَ گیش کنگ بیتگت۔

source: We cannot determine yet whether this sentence was initially derived from translation or not.
bal: ما دنیگہ مَیّن کرت نہ کنیں کہ اے گالِد بندات ءَ چہ رجانک ءَ دَراتکگ یا ناں۔

source: NOTE: Both direct and indirect translations will be shown.
bal: دلگوش: دوئیں تچک ءُ ناتچکیں رجانک پیشدارگ بنت۔

source: View all tags
bal: درستیں ٹیگاں بچار

source: Added by {username}, {date}
bal: ءَ ، {date}ءَ گیش کرتگ۔{username}

source: Remove tag '{tagName}' from this sentence.
bal: چہ اے گالِد ءَ ٹیگ {tagName}ءَ دُور کن۔

source: Remove tag from sentence
bal: چہ گالِد ءَ ٹیگ ءَ دُور کن

source: Show alternative script
bal: بدلگیریں سیاھگ ءَ پیشدار

source: Show transcription
bal: نَدگیر ءَ پیشدار

source: Edit alternative script
bal: بدلگیریں سیاھگ ءَ رِدگ کن

source: Edit transcription
bal: نَدگِیر ءَ رِدگ کن

source: You cannot edit this script.
bal: تو اے سیاھگ ءَ رِدگ کرت نہ کنئے۔

source: You cannot edit this transcription.
bal: تو اے نَدگِیر ءَ رِدگ کرت نہ کنئے۔

# alternative script
source: Click to mark it as reviewed.
bal: ایشی ءَ کلک کن ءُ نشان کن کہ چمشانک داتگینے۔

# transcription
source: Click to mark it as reviewed.
bal: ایشی ءَ کلک کن ءُ نشان کن کہ چمشانک داتگینے۔

source: Unknown number of sentences
bal: گالِدانی نَزانتگیں شمار

source: by {messageAuthor}
bal: {messageAuthor}اچ
