Repository: Tatoeba/tatoeba2
Catalog: src/Locale/bal/default.po
Languages: bal

source: There's no user called {username}
bal: نامیں کارمرزوک نیست{username}

source: Your audio settings have been saved.
bal: تئی تواربَندی بَستبَند درپ کنگ بیتگ انت۔

source: An error occurred while saving. Please try again or contact us to report this.
bal: ایشی ءِ دَرپ کنگ ءِ وھدا ردی یے بوت۔ مہربانی کن پدا جہد کن یا ایشی ءِ اھوال ءِ دیگ ءِ واستا گوں ما رَھوَت بکن

source: Please wait until the list is updated.
bal: کمو ودار بکن داں لَڑ نوکازگ بہ بیت۔

source: A license switch is already in progress.
bal: لیسن ءِ بدلی چہ پیسرا بوگان اِنت۔

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
bal: گالِد # {firstNumber} ءُ # {secondNumber} تچکءَ یکے دومیءِ رجانک انت۔

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
bal: گالِد # {firstNumber} ءُ # {secondNumber} نوں تچکءَ یکے دومیءِ رجانک نہ انت۔

source: An error occurred while unlinking. Please try again or contact us to report this.
bal: ناکڑی کنگ ءِ وھد ءَ ردی یے بوت۔ مہربانی کن پدا جہد بکن یا گوں ما رَھوَت بکن ءُ ایشی ءِ اھوال ءَ بدئے۔

source: Folder "{name}" emptied.
bal: فولڈر’’{name}‘‘ ھورک کنگ بوت۔

source: There is no sentence with id {number}
bal: چشیں گالِدے نیست کہ آئی ءِ پَجّار {number} بہ بیت۔

source: Your comment has been saved.
bal: تئی دانک دَرپ کنگ بیتگ۔

source: You do not have permission to edit this comment.
bal: ترا اے دانکءِ رِدگ کنگ ءِ اجازت نیست۔

source: If you have received this message in error, please contact administrators at {email}.
bal: اگاں پہ ردی اے کلوہ ترا سر بیتگ گڑا مہربانی کن گوں انتزامکاراں {email} ءِ سرا رَھوت بکن۔

source: Changes to your comment have been saved.
bal: تئی دانک ءِ تہا بدلی دَرپ کنگ بیتگ اَنت۔

source: The sentence #{id} has been deleted.
bal: گالِد {id} لِیکّور کنگ بیتگ۔

source: Error: the sentence #{id} could not be deleted.
bal: ردی: گالِد {id} لِیکّور کنگ نہ بوت۔

source: You are not allowed to change the license of this sentence.
bal: ترا اے گالِد ءِ لیسن ءِ بدل کنگ ءِ اجازت نہ اِنت۔

source: The license of the sentence has been changed to “{newLicense}”.
bal: اے گالِد ءِ لیسن پہ {newLicense} بدل کنگ بیتگ۔

source: Unable to change the license to “{newLicense}” because:
bal: لیسن پہ {newLicense} بدل کرت نہ بیت چیاکہ:۔

source: You do not have permission to view this list.
bal: ترا اے لڑ ءِ چارگ ءِ اجازت نیست۔

source: The sentence could not be added to the list.
bal: گالِد ماں لَڑ ءَ ھور کنگ نہ بوت۔

source: You do not have permission to download this list.
bal: ترا اے لڑ ءِ ایرگیجگءِ اجازت نیست۔

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
bal: پرے ٹیگ ءَ ھچ گالِد نیست۔ ھمے ٹیگ کہ تو آئی ءَ چارگائے لِیکّور کنگ بیتگ یا کہ نیست اِنت۔

source: No user with this username: {username}
bal: چُشیں کارمرزوک نیست کہ آئیا اے کارمرزی نام {username} پِر بہ بیت۔

source: Failed to upload image
bal: اکس ءِ سرگیج بے سوب بوت

source: Please choose an image that does not exceed 1 MB.
bal: مہربانی کن اَنچیں اَکسے گچین کن کہ چہ 1 ایم بی ءَ گیش نہ اِنت۔

source: Please choose GIF, JPEG or PNG image format.
bal: اکس ءِ فارمیٹ ءَ گچین کن۔ PNG یاJPEG، GIF مہربانی کن

source: Error while saving.
bal: دَرپ کنگ ءَ ردی یے بوت۔

source: Profile saved.
bal: پروفائل دَرپ کنگ بوت۔

source: Failed to change email address. Please enter a proper email address.
bal: گِپال ڈس ءِ بدلی بے سوب بوت۔ مہربانی کن الکاپیں گپال ڈسے مان کن۔

source: That email address already exists. Please try another.
bal: اے گپال ڈس چہ پیسرا ھست اِنت۔ مہربانی کن دگرے بہ چکاس۔

source: The entered birthday is an invalid date. Please try again.
bal: مان کرتگیں ودی روچ نابَرجمیں رَمسے۔ مہربانی کن پدا جہد کن۔

source: The entered birthday is incomplete. Accepted birthdays: full date, month and day, year and month, only year.
bal: مان کرتگیں ودی روچ ناسرجم اِنت۔ منّتگیں ودی روچ: پورائیں رمس، ماہ ءُ روچ، سال ءُ ماہ، ایوکا سال۔

source: Your settings have been saved.
bal: تئی بَستبَند دَرپ کنگ بیتگ انت۔

source: New password cannot be empty.
bal: نوکیں کِلیتگال ھورک بیت نہ کنت۔

source: New passwords do not match.
bal: نوکیں کلیتگال مئیل نہ وَرنت۔

source: New password has been saved.
bal: نوکیں کِلیتگال درپ کنگ بیتگ۔

source: An error occurred while saving.
bal: دَرپ کنگ ءِ وھد ءَ ردی یے بوت۔

source: Password error. Please try again.
bal: کلیتگال ءِ ردی۔ مہربانی بکن پدا جہد بکن۔

source: You have accepted the new terms of use.
bal: تو کارمرز ءِ نوکیں شرت منّتگ اَنت۔

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
bal: اے ھساب ناکاراور نشان جنگ بیتگ۔ تو ایشی ءِ تہا لاگِن بیت نہ کنئے۔ اگاں اے ردی یے گُڑا مہربانی کن گوں انتزامکار ءَ رَھوَت بکن۔

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
bal: اے ھساب اسپامی نشان جنگ بیتگ۔ تو ایشی ءِ تہا لاگن بیت نہ کنئے۔ اگاں اے ردی یے گُڑا مہربانی کن گوں انتزامکار ءَ رھوت بکن۔

source: You must fill in your username and password.
bal: ترا وتی کارمرزی نام ءُ کلیتگال اَلّم پُر کنگ لوٹنت۔

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
bal: لاگن بےسوب بوت۔ پکا بکن کہ تئی کیپس لاک ءُ نم لاک بے ارادھی پچ نہ اَنت۔ تئی کلیتگال کیس ماروک اِنت۔

source: Welcome to Tatoeba!
bal: ٹٹوبا ءَ وَش اتکئے!۔

source: To start things off, we encourage you to read our <a href='{url}'>Quick Start Guide</a>. If you want to read it later, you will find the link at the bottom of any page on the website.
bal: پہ بندات کنگا، ما ترا اے گپا دلبڈی دئین کہ تو مئے <a href='{url}'>گشاد بُنگیجی رھشونی</a>ءَ بوانئے۔ اگاں تو ایشیا رندترا وانگ لوٹئے، ترا تَندجاھ ءِ ھر تاکدیم ءَ ایشی ءِ کڑی دست کپیت۔

source: We hope you'll enjoy your time here with us!
bal: مارا اُمیت اِنت کہ ادا گوں ما تئی وھد پہ وشنودی گوزیت!۔

source: Please fix the form errors.
bal: مہربانی کن فارم ءِ ردیاں ٹَھین۔

source: Your new password has been sent to {email}.
bal: تئی نوکیں کلیتگال{email}ءِ سرا دیم دیگ بیتگ

source: You may need to check your spam folder to find this message.
bal: ترا پرے کلوہ ءِ درگیجگ ءَ بگندئے وتی اسپام فولڈر چارگ بہ کپیت۔

source: There is no registered user with this email address:
bal: چُشیں درج بیتگیں کارمرزوک نیست کہ آئی ءِ گِپّال ڈَسّ اے بہ بیت:۔

source: No user with this username:
bal: اے کارمرزی نام ءِ کارمرزوک نیست:۔

source: No user with this ID: {id}
bal: چُشیں کارمرزوک نیست کہ آئی ءِ پَجّار اے بہ بیت: {id}۔

source: This language has already been added to your profile.
bal: اے زبان چہ ساری ءَ تئی پروفائل ءَ ھور کنگ بیتگ۔

source: You cannot save this language.
bal: تو اے زبان ءَ درپ کرت نہ کنئے۔

source: Language deleted
bal: زبان لِیکّور کنگ بوت

source: You cannot delete this language.
bal: تو اے زبان ءَ لِیکّور کرت نہ کنئے۔

source: Message saved.
bal: کلوہ درپ کنگ بوت۔

source: You do not have permission to edit this message.
bal: ترا اے کلوہ ءِ رِدگ کنگ ءِ اجازت نیست۔

source: The message you are trying to view does not exist or has been deleted.
bal: ھمے کلوہ ءَ کہ تو آئی ءِ چارگ ءِ جُہدائے، نیست اِنت یا لِیکّور کنگ بیتگ۔

source: “sentence owner”, because “{username}” is not a valid username
bal: ’’گالِد ءِ واھند‘‘، چیاکہ {username}یک بَرجمیں کارمرزی نامے نہ اِنت

source: “translation owner”, because “{username}” is not a valid username
bal: ’’رجانک ءِ واھُند‘‘، چیاکہ {username} یک برجمیں کارمرزی نامے نہ اِنت

source: “tagged as {tagName}”, because it's an invalid tag name
bal: ٹیگ کنگ بوت{tagName}ءِ ھساب ءَ؛ چیاکہ اے یک نابَرجمیں ٹیگ نامے

source: “belongs to list number {listId}”, because list {listId} is private or does not exist
bal: ’’لَڑ نمبر {listId}ءَ سیادی کنت‘‘، چیاکہ {listId}اِھوَت اِنت یا نیست اِنت

source: “sentence is orphan”, because “sentence owner” is set to a username
bal: گالِد چورہ اِنت‘‘، چیاکہ ’’گالِد ءِ واھند ‘‘ کارمرزی نامے ءِ سرا ایر اِنت۔

source: “translation is orphan”, because “translation owner” is set to a username
bal: رجانک چورہ اِنت‘‘، چیاکہ ’’رجانک ءِ واھند ‘‘ کارمرزی نامے ءِ سرا ایر اِنت۔

source: “owned by a self-identified native”, because “sentence language” is set to “any”
bal: ’’وت پجّارتگیں پیدائشی گپ جنوکے ایشی ءِ واھُند اِنت’’ چیاکہ ’’گالِد ءِ زبان‘‘ ’’ھرکجام‘‘ ءِ سرا ایر اِنت۔

source: “owned by a self-identified native”, because the criterion “owned by: {username}” is set whereas he or she is not a self-identified native in the language you're searching into
bal: ’’ایشی ءِ واھُندی وَت پَجّارتگیں پیدائشی گپ جنوکے ئیگ اِنت‘‘ چیا کہ کَچّانک ’’واھند {username}اِنت‘‘ ھمے چیز ءِ سرا اِنت کہ تو ھما زبان ءِ تہا کہ شوھاز کنگائے ، آ مردم ھما زبان ءِ وت پَجّارتگیں پیدائشی گپ جنوکے یا اناں۔

source: The following character lacks furigana: {charsEnumeration}.
bal: جہل ءِ کارستاں فوریگانا مان نیست: {charsEnumeration}۔

source: The provided sentence differs from the original one near “{character}”.
bal: داتگیں گالِد ’’{character}‘‘ ءِ جاگہ ءَ چہ بُندَری گالِد ءَ پرک کنت۔

source: The provided sentence is shorter than the original one.
bal: داتگیں گالِد چہ بُندَری گالِد ءَ گونڈتر اِنت۔

source: The character “{kanji}” has more than one furigana: “{furiganas}”.
bal: کارست ’’{kanji}‘‘ ءَ یکے ءَ گیش فوریگانا مان: ’’{furiganas}‘‘۔

source: The following character is not transcribed: {charsEnumeration}.
bal: جہل ءِ کارست ندگیر نہ اِنت:{charsEnumeration}۔

source: No license for offsite use
bal: تَندجاہ ءَ ڈن کارمرزگ ءِ لیسن نیست۔

source: Licensing issue
bal: لیسن ءِ جیڑہ

source: Tatoeba, new password
bal: ٹٹوبا، نوکیں کِلیتگال

source: All languages
bal: دراھیں زبان

source: unknown
bal: نزانتگیں

source: The furigana was last edited by {author} on {date}.
bal: فوریگانا گُڈّی رند ءَ {author}ءَ{date}ءَ رِدگ کرتگ ات۔

source: Last edited by {author} on {date}
bal: گُڈی رند ءَ {author}ءَ {date}ءَ رِدگ کرتگ

source: List {listName}
bal: لَڑے جوڑ کن{listName}

source: Sentence id [tab] Sentence text
bal: گالِد ءِ پجّار [ٹیب] گالِد ءِ نِبشتگ

source: Sentence pairs in {language1}-{language2}
bal: گالِدانی جُتک {language1}-{language2}۔

source: Sentence id [tab] Sentence text [tab] Translation id [tab] Translation text
bal: گالِد ءِ پَجُار [ٹیب] گالِد ءِ نِبشتگ [ٹیب] رجانک ءَ پجُار [ٹیب] رجانک ءِ نبشتگ

source: Sentences to switch to CC0
bal: دیم پہ سی سی 0 ءَ بدل بیگ ءِ گالِد

source: You cannot send an empty message.
bal: تو ھورکیں کلوہے دیم دات نہ کنئے۔

source: You must fill the "To" field.
bal: ترا ’’پہ‘‘ ءِ پِڑ لازم پُرکنگ لوٹیت۔

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
bal: ھما کارمرزوک {username} ءِ سرا کہ تو اے کلوہ ءَ دیم دیگ لوٹئے آئی ءِ جند نیست۔ مہربانی کن دگہ کارمرزی نامے بہ چَکّاس۔

source: Comments cannot be empty.
bal: دانک ھورک بیت نہ کننت۔

source: unnamed list
bal: بے نامیں لَڑ

source: This is not a valid license.
bal: اے بَرجمیں لیسنے نہ اِنت۔

source: This sentence is already under that license.
bal: اے گالِد چہ پیسرا آ لیسن ءِ تہا اِنت۔

source: The sentence needs to be original (not initially derived from translation).
bal: گالِد بُندَری بہ بیت (اولسرا چہ رجانک ءَ دراتکگینے مہ بیت)۔

source: You're not the owner of this sentence.
bal: تو اے گالِد ءِ واھُند نئے۔

source: The owner of the sentence needs to be its original creator.
bal: لازمی اِنت کہ اے گالِد ءِ واھُند ایشی ءِ بُندَری ساچشتکار بہ بیت۔

source: You can only switch to a more permissive license.
bal: تو ایوکا پہ گیشتر اجازت دیوکیں لیسنے ءَ بدل کرت۔

source: Field required
bal: پِڑ درکار اِنت

source: Username must be at least two characters long
bal: کارمرزی نام کماکم دو کارست دراج بہ بیت

source: Username must be at most 20 characters long
bal: کارمرزی نام گیشاگیش 20 کارست دراج بہ بیت

source: Username can only contain letters, numbers, or underscore
bal: کارمرزی نام ءَ ایوکا آب، لمبر ءُ انڈرسکور مان بیت کنت

source: Password must be at least 6 characters long
bal: کلیتگال کم چہ کم 6 نشاناب بہ بیت

source: Invalid email address
bal: نابَرجمیں گِپّال ڈسے

source: Username already taken.
bal: اے کارمرزی نام چہ پیسرا زیرگ بیتگ۔

source: Email address already used.
bal: اے گِپال ڈس چہ پیسرا کارمرزگ بیتگ۔

source: You cannot save an empty message.
bal: تو یک ھورکیں کلوھے درپ کرت نہ کنئے۔

source: Result of license switch to CC0 1.0
bal: سی سی 0 1.0 ءَ لیسن بدلی ءِ آسر

source: Unable to change the license of sentence {id} to “{newLicense}” because:
bal: گالِد {id} ءِ لیسن پہ {newLicense} ءِ بدل بیت نہ کنت چیاکہ:۔

source: License switch started on {date} at {time} UTC.
bal: لیسن ءِ بدلی {date} ءَ {time} یو ٹی سی ءَ بِندات بیتگ۔

source: Successfully changed the license of {n} sentence.
bal: گالِدانی لیسن پہ سوبمندی بدل بوت۔{n}

source: License switch completed on {date} at {time} UTC.
bal: لیسن ءِ بدلی {date} ءَ {time} یو ٹی سی ءَ سرجم بوت۔

source: Orphan sentences
bal: چوروئیں گالِد

source: Orphan sentences in {language}
bal: ماں {language} ءَ چوروئیں گالِد

source: About adoption
bal: وتی کنگ ءِ بابت ءَ

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
bal: زیرگ اے گپ ءِ اوٹ دیگ ءِ یک وَڑے کہ ’’اے گالِد راست اِنت‘‘۔ اے گالِد ءِ تپاسگ ءِ موھے ھم کہ اگاں ایشی ءِ تہا ردی یے ھست گُڑا راست کنگ بہ بیت۔

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
bal: پمیشکا اگاں تو گالِدانی تپاسگ ءُ راست کنگ ءَ مارا کُمک کنگ لوٹئے گُڑا ھما ’’چورھیں‘‘ گالِد ءَ بزیر ( {adoptButton} )کہ تو آئیا وتی <strong>پیدائشی زبان</strong>زبان ءِ تہا گندئے، ءُ اگاں پَکار بوت آئیا راست کن۔ پہ گیشتر گیشواری ءَ ایشیءَ<a href="{url}">بوان</a>۔

source: Tips
bal: سوج

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
bal: اگاں یک گالِدے ءِ زیرگ ءَ پد تو دگہ کارمرزی نامے گندئے گُڑا ایشی ءِ مانا ایش اِنت کہ دگہ کسے ءَ چہ تو کمے پیشتر آ زرتگ۔ اے وڑیں وھداں، تو ھما گالِدانی زیرگ ءِ جہد ءَ بکن کہ چیزے تاکدیم دیمترا اَنت دانکہ پدا ھمے وَڑ مہ بئے۔

source: Improve sentences
bal: گالِداں گہتر کن

source: Related links
bal: ھمگرنچیں کڑی

source: Tag guidelines
bal: ٹیگ ءِ بابت ءَ رھشونی

source: Tags you should know about
bal: ھما ٹیگ کہ آھانی بابت ءَ ترا زانگ لوٹیت

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
bal: گالِدانی جوانی ءُ بروسہ ءِ گِہتر کنگ ءِ واستا ٹَکّ ءِ ھیال ءَ بازیں ’’کارمندی ٹیگ‘‘ بہ بنت۔

source: {tagChange}: the sentence needs to be changed.
bal: گالِد بدل کنگ لوٹیت۔:{tagChange}

source: {tagCheck}: the sentence needs to be checked.
bal: اے گالِد تپاسگ لوٹیت۔: {tagCheck}

source: {tagNNC}: the sentence needs to be checked by a native speaker.
bal: پیدائشی گپ جنوکے ءَ اے گالِد : {tagNNC} تَپّاسگ لوٹیت۔

source: {tagOK}: the sentence is considered correct by at least one person.
bal: اے گالِد یک چہ کم یک مردمے ءِ ھیال ءَ راست اِنت۔:{tagOK}

source: How to help
bal: چوں کُمک کرت کنئے

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
bal: ترا یک <a href="{}"> پیشرپتیں بَہرِشتکارے</a> بیگ لوٹیت؛ اگاں ناں گُڑا تو گالِداں ٹیگ کرت نہ کنئے۔

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
bal: ھروھدے کہ تو گندئے کہ یک گالِدے رَد اِنت یا دگہ وَڑ اِنت، آئیا {tagChange} ءِ ٹیگ ءَ پِر کن ءُ پہ آئی ءِ راست کنگ یا گہتریں لبزاں بیان کنگ ءِ واستا دانکے ٹَپال بکن۔

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
bal: ھروھدے کہ تو بوتنی رَدی یے گندئے، {tagCheck} ءِ ٹیگ ءَ پِر کن ءُ یک دانکے ٹَپال کن ءُ اے گپ ءَ گیشوار کن کہ تئی ھیال ءَ ردی چی بوت کنت۔

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
bal: ھروھدے کہ تو یک ڈنی زبانے ءَ گالِدے گیش کنئے ءُ سرجما پکّا نئے کہ راست اِنت، {tagNNC}ءِ ٹیگ ءَ پِر کن۔

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
bal: ھروھد کہ بوت کنت تو ھما گالِداں براوز کن کہ آھاں {tagChange}، {tagCheck}، ءُ {tagNNC} ءِ ٹیگ پِر دانکہ تو ایدگہ باسکانی گوم ءَ ھمے گالِدانی بابت ءَ گپ جت بہ کنئے ءُ اے بابت ءَ پیسلہ کنگ ءَ مَدت بہ رسیت کہ چوشیں گالِد چون کنگ بہ بنت۔

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
bal: یک برے کہ یک جنجال کنوکیں گالِدے ٹَھینگ بوت، آئیا {tagOK} ءِ ٹیگ ءَ بجن۔ چونایا تو ایدگہ گالِداں ھم تپاست ءُ {tagOK} ءِ ٹیگ ءَ جت کنئے بلے اے کار ءَ ھما وھد ءَ بکن کہ تو پکائے کہ اے گالِد راست اَنت ءُ وتی جند ءِ گالِداں اے ٹیگ ءَ کارمرز مکن۔

source: Translate sentences
bal: گالِداں رجانک کن

source: How to add a translation
bal: رجانکے ءِ ھور کنگ ءِ وَڑ

source: Once the sentences are displayed, click on {translateButton} to add a translation.
bal: یک برے کہ گالِد پیشدارگ بیت اَنت، پہ رَجانک ءِ ھور کنگ ءَ {translateButton} ءَ کلک بکن۔

source: About translations
bal: رجانکانی بابت ءَ

source: Good translations
bal: جوانیں رجانک

source: We know it's difficult, but do NOT translate word for word!
bal: ما زانیں کہ اے چون گران اِنت، بلے لبز پہ لبز رجانک مکن!۔

source: Multiple translations
bal: بازیں رجانک

source: If you feel there are several possible translations, you can add several translations in the same language.
bal: اگاں تو مارئے کہ یکے ءَ گیش رجانک بیت کننت، گُڑا تو یکیں زبان ءَ باز رجانک ھور کرت کنئے۔

source: Translating sentences implies that you know at least two languages. Please complete <a href="{}">your profile</a> to indicate at least two languages.
bal: گالِدانی رجانک کنگ ءِ مانا ایش اِنت کہ تو کم چہ کم دو زبان بزانئے۔ مہربانی کن <a href="{}">وتی پروفائل</a> ءَ سرجم کن ءُ کم چہ کم دو زبان نشان بدئے۔

source: Search for untranslated sentences
bal: رجانک نبوتگیں گالِداں شوھاز

source: Sentences in:
bal: گالِد ماں:۔

source: Not directly translated into:
bal: تچکا ایشی ءِ تہا رجانک نہ بیتگ:۔

# not-directly-translated-into
source: Any language
bal: ھر زبانے

source: Best practice: translate only into your native language.
bal: جوانتریں کُرتن: ایوکا وتی پیدائشی زبان ءَ رجانک بکن۔

source: Order:
bal: رِدءُبند:۔

source: Random
bal: پَدیم

source: Fewest words first
bal: کمتریں لَبزاں پیسرا

source: Last modified first
bal: درستاں رَند بدلینتگیناں پیسرا

source: Last created first
bal: درستاں رند جوڑ کرتگیناں پیسرا

source: show sentences
bal: گالِداں پیشدار

source: Check Tatominer
bal: ٹَٹومائنر ءَ بچار

source: Tatominer provides a list of the most searched words for which there are very few or no translations yet.
bal: ٹَٹومائنر ھما لَبزانی لَڑے پُجارینیت کہ درستان گیش شوھاز کنگ بوتگ انت و پَراھان رَجانک نیست یا کم دست کپیت۔

source: Go to Tatominer
bal: ٹَٹومائنر ءَ برو

source: Not all languages are supported yet.
bal: دنیگہ درستین زبان مان نہ اَنت۔

source: Translate {language} sentences that belong to {user}
bal: ھما گالِداں رجانک کن کہ آ{language} ءِ{user}ئیگ اَنت۔

source: Translate sentences that belong to {user}
bal: ھما گالِداں رجانک کن کہ {user} ئیگ اَنت

source: Interface language
bal: میاندیمی زبان

source: Show all sentences in {language}
bal: ءِ درستیں گالِداں پیش دار{language}

source: Sentences in {language} with audio
bal: ءِ ھما گالِد کہ آ گوں تواربَند اَنت۔{language}

source: Sentences with audio
bal: گالِد گوں تواربنداں

source: There are no sentences with audio
bal: ادا چشیں گالِد نیست کہ تواربند ئِے ببیت

source: Audio contributed by {username}
bal: ءِ بَہرشت کرتگیں تواربند{username}

source: My audio
bal: منی تواربند

source: License:
bal: لیسن:۔

source: Attribution URL:
bal: نامِشتی یو آر ایل:۔

source: Leave this field empty to use your profile page.
bal: اے پِڑ ءَ ھورک یلہ دئے دانکہ تو وتی پروفائل تاکدیم ءَ کارمرز کرت بہ کنئے۔

source: Save
bal: دَرپ کن

source: {username} has not contributed any audio
bal: ءَ ھچ تواربند بہرشت نہ کرتگ{username}

source: (total {totalAudio})
bal: (درستی {totalAudio})

source: Activity timeline
bal: سُرپُرانی زَمانلِیک

source: Activity timeline — {month} {year}
bal: سُرپُرانی زَمانلِیک —{month} {year}۔

source: Statistics about the number of contributions over this month.
bal: اے ماہ ءَ بہرشتانی کچ ءُ کساس ءِ شُمارکاری۔

source: Statistics about the number of contributions over {month} {year}.
bal: ءِ بہرشتانی کچّ ءُ کساس ءِ شُمارکاری۔{month}{year}

source: Day
bal: روچ

source: Sentences added
bal: گالِد ھور کنگ بیتگ اَنت

source: Links added
bal: کڑی گیش کنگ بیتگ اَنت

source: Links removed
bal: کڑی دُور کنگ بیتگ اَنت

source: Sentences removed
bal: گالِد دُور کنگ بیتگ اَنت

source: Daily Average: {n} sentence added
bal: ھرروچی میانگ: {n}گالِدے گیش کنگ بیتگ

source: , {n} link added
bal: کڑی گیش کنگ بوت{n}

source: Latest contributions
bal: نوکتریں بَہرِشت

source: Latest contributions of {user}
bal: ءِ نوکتریں بَہرِشت{user}

source: This form is pre-filled.
bal: اے فارم چہ پیسرا پُرّ اِنت۔

source: Clear form
bal: فارم ءَ سپاکن

source: Sentences
bal: گالِد

source: Words:
bal: گال:۔

source: Enter a word or a phrase
bal: گالے یا ھورگالے مانکن

source: Language:
bal: زبان:۔

source: Show translations in:
bal: رجانکاں پیشدار ماں:۔

# show-translations-in
source: All languages
bal: درستیں زبان

source: Owner:
bal: واھُند:۔

source: Enter a username
bal: کارمرزی نامے مانکن

source: Is orphan:
bal: چورہ اِنت:۔

# orphan
source: Any
bal: ھر کجام

source: No
bal: ناں

source: Yes
bal: ھئو

source: Orphan sentences are likely to be incorrect.
bal: چورھیں گالِد بگندئے ناراست اَنت۔

source: Is unapproved:
bal: منزور نہ بیتگ:۔

# unapproved
source: Any
bal: ھر کجام

source: Unapproved sentences are likely to be incorrect.
bal: نامَنزوریں گالِد بگندئے ناراست اَنت۔

source: Has audio:
bal: توار بند ئِے مان:۔

# audio
source: Any
bal: ھر کجام

source: Tags:
bal: ٹیگ:۔

source: Separate tags with commas.
bal: ٹیگاں گوں کاما ءَ جتا کن۔

source: Belongs to list:
bal: اے لَڑ ئیگ اِنت:۔

source: Owned by a self-identified native
bal: ایشی ءِ واھند وَت پَجّارتگیں پیدائشی گپ جنوکے

source: Translations
bal: رجانک

source: Limit to
bal: ھَدّبَند ئِے بدار

source: Exclude
bal: دَرکشّ

source: {action} sentences having translations that match all the following criteria.
bal: گالِدانی ھما رجانک کہ جہل ءِ کَچّگاں ھمدپ اَنت۔{action}

source: Link:
bal: کڑی:۔

# link
source: Any
bal: ھر کجام

source: Direct
bal: تچک

source: Indirect
bal: ناتچک

source: Sort
bal: گِیشّوارینگ

source: Relevance
bal: ھمبندی

source: Reverse order
bal: چَپّی ئیں رِد ءُ بند

# button
source: Search
bal: شوھاز

source: More search options
bal: شوھاز ءِ گیشتر گِچیندَر

source: Create a search template
bal: شوھاز ءِ کالبے جوڑ کن

source: Use this button to use the currently selected criteria as a base for other searches. You can also bookmark/share the search template with someone else.
bal: ھَنُّوگیں گچین کرتگیں کَچّگانی بنیاد ءَ دگہ شوھازانی واستا اے بٹن ءَ کارمرز بکن۔ تو شوھاز ءِ کالب ءَ دگرانی گوما وَنڈ کرت یا بُکمارک کرت ھم کنئے۔

source: We have updated our <a href="{termsOfUse}">Terms of Use</a>. By closing this announcement, you agree with the new Terms of Use. If you have any question, feel free to <a href="{contact}">contact us</a>.
bal: ما وتی <a href="{termsOfUse}">کارمرزی شرت</a>نوکازتگ اَنت۔ گوں اے جارءِ بَند کنگ ءَ تو نوکیں کارمرزی شرتاں مَنّئے۔ اگاں ترا جستے ھست گُڑا <a href="{contact}">گوں ما رَھوَت</a>بکن۔

source: Accept and close
bal: بہ منّ ءُ بند ئِے کن
