Repository: Tatoeba/tatoeba2
Catalog: src/Locale/bal/default.po
Languages: bal

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
bal: ایشی ءِ تہا ھما کڑی مان اَنت کہ گالِدانی نیام ءَ بنت۔ {sampleLinkLine} ءِ مانا ایش اِنت کہ گالِد#77 گالِد#1 ءِ رجانک اِنت۔ دونیمگی کڑی ھم ساڑی اِنت ، پمیشکا فائل ءِ تہا یک رِدے ھم مان بیت کہ آ گوشیت{sampleLinkLineReversed}۔

source: Tags
bal: ٹیگ

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
bal: ایشی ءِ تہا گالِد ءَ گوں ھمگرنچیں <a href="{url}">ٹیگانی</a> لَڑ مان اِنت۔ {sampleTagLine} ءِ مانا ایش اِنت کہ گالِد#381279 ءَ را ’’بتل‘‘ ءِ ٹیگ نام ءَ دیگ بیتگ۔

source: Contains the list of <a href="{}">sentence lists</a>.
bal: ایشی ءِ تہا <a href="{}">گالِدانی لڑ</a> ئِے مان اَنت۔

source: Sentences in lists
bal: گالِد ماں لَڑاں

source: Indicates the sentences that are contained by any lists. {sampleListLine} means that sentence #381279 is contained by the list that has an id of 13.
bal: ھما گالِداں پیشداریت کہ ھَر لَڑے ءَ مان اَنت۔ {sampleListLine} ءِ مانا ایش اِنت کہ گالِد #381279 ھما لَڑ ءَ مان اِنت کہ آئی ءِ پَجّار 13 اِنت۔

source: Japanese indices
bal: جاپانی شونگِر

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
bal: ایشی ءِ تہا جِم برین ءِ بَھر ءُ بانگ کرتگیں تَناکا کورپس فائل ءِ ’’بی لائنز‘‘ ءِ ھَمبَرابر مان اِنت۔ فارمیٹ ءِ واستا <a href="{url}">اے تاکدیم</a> ءَ بچار۔ ھر یک دَرجی یے گوں جُتکے جاپانی/انگریزی گالِد ءَ ھمگرنچ اِنت۔ {sentenceId} جاپانی گالِد ءِ پَجّار ءَ شون دنت۔ {meaningId} انگریزی گالِد ءِ پجّار ءَ شون دنت۔

source: Contains the ids of the sentences, in all languages, for which audio is available. Other fields indicate who recorded the audio, its license and a URL to attribute the author. If the license field is empty, you may not reuse the audio outside the Tatoeba project.
bal: ایشی ءِ تہا ھما درستیں زبانانی گالِدانی پجّار مان اَنت کہ پہ آھاں تواربَند دستیاب اِنت۔ ایدگہ پِڑ نشان دینت کہ تواربَند کیا زَپت کرتگ، آئی ءِ لیسن ءُ یک یو آر ایلے کہ آئی ءِ نامِشت نبشتکار ئیگ اِنت۔ اگاں لیسن ءِ پِڑ ھورک اِنت گُڑا تو بگندئے ٹٹوبا پروجیکٹ ءَ ڈَنّ تواربَند ءَ دوبرکارمرز کرت نہ کنئے۔

source: Downloading audio
bal: تواربندا اێرگێجگا اِنت

source: A single sentence can have one or more audio, each from a different voice. To download a particular audio, use its audio id to compute the download URL. For example, to download the audio with the id 1234, the URL is {url}.
bal: یک گالدے یک یا گێشتر تواربند داشت کنت، هر یکے چه جتائێن توارێا. تواربندێئے اێرگێجگئے واستا آییئے تواربندئے پجّارا کارمرز کن و یو آر ایلا اێرگێج. په دروَر همے تواربند که آییئے پجّار 1234 اِنت، آییئے یو آر ایل {url} اِنت.

source: User skill level per language
bal: ماں زبانءَ کارمرزوک ءِ ھنرمندی ءِ لَسُون

source: Indicates the self-reported skill levels of members in individual languages.
bal: اے یک یک زبانے ءِ باسکانی وت بیان کرتگیں ھنر ءِ لَسُون ءَ نشان دنت۔

source: Users' sentence reviews
bal: کارمرزوکانی گالِد ءِ چمشانک

source: Contains sentences reviewed by users. The value of the review can be -1 (sentence not OK), 0 (undecided or unsure), or 1 (sentence OK). Warning: this data is still experimental.
bal: ایشی ءِ تہا ھما گالِد مان اَنت کہ کارمرزوکاں چمشانک داتگ اَنت۔ چمشانک ءِ کئیل چوش بیت کننت -1 (گالِد جوان نہ اِنت)، 0 (پیسلہ نہ بیتگیں یا ناپکّائیں)، یا 1 (گالِد جوان اِنت)۔ پیژڈاہ: اے ڈیٹا انگت آزمودان اِنت۔

source: Contains all transcriptions in auxiliary or alternative scripts. A username associated with a transcription indicates the user who last reviewed and possibly modified it. A transcription without a username has not been marked as reviewed. The script name is defined according to the ISO 15924 standard.
bal: ایشی ءِ تہا درستیں نَدگیر کُمکی یا بدلگیری سیاھگ ءِ تہا مان اَنت۔ یک کارمرزی نامے کہ گوں ندگیرے ءَ ھمگرنچ اِنت ھما کارمرزوک ءَ نشان دنت کہ آئیا درستاں رَند چمشانک داتگ یا بگندئے مَٹّ کُرتگ۔ یک ندگیرے بے کارمرزی نام ءَ چمشانک داتگین ءِ ھساب ءَ نشان جنگ نہ بیتگ۔ سیاھگ ءِ نام ءِ بِزانت آئی ایس او 15924 اَنجار ءِ رِد ءَ دیگ بیتگ اَنت۔

source: Need more help?
bal: گیشتر کُمک لوٹئے؟

source: You can check out the <a href="{}">FAQ</a>.
bal: ءَ چارت کنئے۔<a href="{}">FAQ</a>تو

source: If you cannot find the answer to your question, do not hesitate to <a href="{}">contact us</a>.
bal: اگاں ترا وتی جست ءِ پسو دست کپگا نہ اِنت گُڑا گوں <a href="{}">ما رَھوت</a> کنگ ءَ چک ءُ پد مبی۔

source: Getting started
bal: کار ءِ بندات کنگ

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{wall}">Wall</a>, or join our <a href="{chatroom}">chatroom</a>. We will give you a purpose. :)
bal: اگاں تو درج بیتگ ئے ءُ نہ زانئے کہ چی بکناں گُڑا <a href="{wall}">دیوال</a>ءِ سرا وتی پجّار ءَ بکن یا مئے <a href="{chatroom}">گپجاہ</a>ءَ ھوار بی۔ ما ترا یک مکسدے دئیں:)۔

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
bal: اگاں تو ھیال کنئے کہ اے شانداریں پروجیکٹے ءُ تو لوٹئے کہ گوں کاراوری دَزکُمک بباں گُڑا اے کَڑی ءَ <strong>اَلّما</strong>بوان:۔

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
bal: گوں ھمے گپ ءِ گوشگ ءَ، ٹٹوبا ءَ وَش اَتکئے! ما امیت کنیں کہ اے پروجیکٹ ءِ بہرے بیگ ترا وشنود کنت:)۔

source: Important links
bal: ارزشتی کڑی

source: Adding new sentences
bal: نوکیں گالِدانی ھور کنگ

source: There are two ways to add new sentences.
bal: نوکیں گالِدانی ھور کنگ ءِ دو وَڑ اَنت۔

source: Choose <a href="{}">Add sentences</a> from the <strong>Contribute</strong> menu at the top of each page.
bal: چہ <strong>بَھرشت کن</strong> ءِ پَرزون ءَ <a href="{}">گالِد ھور کن</a> ءَ گچین کن کہ ھر یک تاکدیمے ءِ بُرز ءَ اِنت۔

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
bal: گوں یک نوکیں <a href="{}">لَڑے</a> ءِ جوڑ کنگ ءُ پہ آ لَڑ ءَ رِدگی تاکدیم ءَ روگ۔

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
bal: ٹٹوباءَ باز گالِد مان بلے انگت بازیں گالَمبارے ھست کہ آرگ نہ بیتگ انت۔پمیشکا ما ترا سکین ءُ دلبڈی دئیں کہ تو نوکیں گالِد گوں نوکیں گالَمباراں ھور کن بِلّے توری تو آھاں زبانے ءَ رجانک کت مہ کنئے۔

source: Translating sentences
bal: گالِدانی رجانک گالِداں رجانک کنگاانت

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
bal: ٹٹوبا ءِ تہا رجانکاری درستاں اَرزشداریں کاراں یکے چیاکہ اے پروجیکٹ ءِ مستریں مول ءُ مراد ھما گالِدانی چنگ ءُ یکجاہ کنگ اِنت کہ بازیں زبانے ءَ رجانک کنگ بیتگ انت۔

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
bal: تو چہ ھر کجا گالِدے رجانک کت کنئے۔ بس{translateButton}ءِ آئیکون ءِ سرا کلک بکن۔

source: Correcting mistakes
bal: ردیاں راست کنگا اِنت ردیانی راست کنگ

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
bal: تو ایوکا ھما گالِدانی ردیاں راست کرت کنئے کہ تئیگ اَنت۔ اگاں تو دگرے ءِ گالِد ءِ تہا ردی یے گندئے گڑا تو آ ردی ءِ بابت ءَ آئرا ھال دیگ ءِ واستا دانکے ٹَپال کرت کنئے۔

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
bal: چیزے ھالت ءَ گالِد ءَ واھند نیست۔ پہ گیشتر زانگ ءَ جہل ءِ بَھرگ ءَ بوان (کہ گالِدانی زیرگ ءِ بابت ءَ اِنت)۔

source: Adopting sentences
bal: گالِدانی زیرگ

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
bal: اگان تو یک گالِدے ھور کنئے، اے گالِد ’’تئیگ‘‘ اِنت- ایوکا تو ایشیا رِدگ کرت کنئے۔ بلئے، ٹٹوبا ءِ بازیں گالِدے چہ جاپانی-انگریزی کورپس ءَ اتکگ انت کہ آئیا تَناکا کورپس گوشنت۔ اے گالِداں واھُند نیست چیاکہ آ چہ ٹٹوبا ءَ ڈَن مُچ کنگ بیتگ اَنت۔

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
bal: اگاں تو ’’چورھیں‘‘ گالِدے ءِ تہا رَدی یے دیست، گُڑا تو آئیا راست کرت نہ کنئے چیا کہ تو آئی ءِ واھُند نئے۔ پمیشکا ادا یک ’’وتی کنگ‘‘ ءِ گِچیندَرے ({adoptButton})ھست۔ وھدے تو یک گالِدے وتی کرت، تو آئی ءِ واھند بئے ءُ اے پئیم آئیا رِدگ کرت کنئے۔

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
bal: یک گالِدے ءِ وتی کنگ ’’جوانی ءِ کاریچ‘‘ ءِ ھم بَھریے۔ اے بابت ءَ ترا گیشتر مالومداری چدا رست کنت:۔

source: Sentence lists
bal: گالِدانی لَڑ

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
bal: تو ٹٹوبان ءِ تہا گالِدانی لَڑ جوڑ کرت کنئے۔ چہ جَئوپ ءَ اے لَڑ <strong>زاتی</strong> اِنت، کہ ایشی ءِ مانا ایش اِنت کہ ایشیا ایوکا ھما مردم رِدگ کرت کنت کہ آئیا جوڑ کرتگ (البت ایشیا ھر کس دیست کنت)۔

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
bal: البت اے وَڑ ھم بوت کنت کہ ٹٹوبا ءِ ھر یک باسکے ءَ اجازت بہ بیت کہ آ <strong>ھمکاری</strong> لَڑے بہ ٹَھینیت ءُ گالِداں ھور بہ کنت ءُ دَر بہ کنت۔

source: Tatoeba: Collection of sentences and translations
bal: ٹٹوبا: گالِد ءُ رَجانکانی جَمانک

source: Stats
bal: اسٹیٹ

source: Latest messages
bal: نوکتریں کلوھ

source: The new sentence design will soon completely replace the old one. Please try it out and let us know if you experience any issue. You can enable it with the option "Display sentences with the new design" in your Settings.
bal: گالِدانی نوکیں جَنگِن زیتاں سرجما کوھنین ءِ جاگہا گیپت۔ مہربانی کن ایشیا بہ چکّاس ءُ مارا بہ گوش گوں اگاں تو جیڑھے ءَ دوچار کپتئے۔ ایشیارا تو گوں وتی بَستبَند ءِ اے گِچیندَر ءَ کارکابِل کرت کنئے کہ ’’نوکیں جَنگِن ءِ گالِداں پیشدار‘‘۔

source: Go to settings
bal: بَستبَند ءَ برو

source: show more...
bal: گیشتر پیشدار۔۔۔

source: Latest comments
bal: نوکتریں دانک

source: Want to help?
bal: کُمک کنگ لوٹئے؟

source: We are collecting sentences and their translations. You can help us by translating or adding new sentences.
bal: ما گالِد ءُ آھانی رجانکاں جَم کنگائیں۔ تو گوں گالِدانی گیش کنگ یا رجانک کنگ ءَ مارا کُمک کرت کنئے۔

source: Join the community
bal: ٹَکّ ءَ ھوار بی

source: Page temporarily disabled
bal: تاکدیم ادارُکی کارکپت اِنت۔

source: This page is currently disabled due to technical issues: it may be slowing down the website or is dysfunctional.
bal: اے تاکدیم تکنیکی جیڑھانی سبب ءَ ھنوں کارکپت اِنت۔ اے بگندئے تندجاہ ءَ سُست کنگا اِنت یا ناکارہ اِنت۔

source: We are sorry for the inconvenience.
bal: وتی کیامتی ءَ مارا بہ بکش۔

source: These Terms of Use have not been translated yet into your language. Below is the original version in French.
bal: اے کارمرز ءِ شرت دنیگہ تئی زبان ءَ رَجانک نہ بیتگ اَنت۔ جہل ءَ بُندَری دروشم اِنت کہ ماں پرانسی ءَ اِنت۔

source: Private messages - {folderName}
bal: اِھوَتی کلوھ-{folderName}۔

source: Private messages
bal: اِھوَتی کلوہ

source: {folderName} ({n}&nbsp;message)
bal: ( ءُ این بی ایس پی؛ کلوھ) {n}{folderName}

source: Empty trash
bal: گسڑدان ءَ ھورک کن۔

source: [no subject]
bal: [بنگپ نیست]

source: Permanently delete
bal: پہ مُدامی لِیکّور کن

source: Restore
bal: برجاہ کن

source: - Tatoeba
bal: ٹٹوبا -

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
bal: ٹٹوبا ءَ چہ اسپام ءُ دگہ وَش نہ یتکیں کلوھاں چہ رَکینگ ءِ واستا نوکیں کارمرزوک روچے ایوکا 5 کلوہ دیم دات کننت۔

source: You have reached your message limit for today
bal: تو وتی مرچیگیں کلوھانی ھَدّ ءَ سر بیتگ ئے۔

source: Please wait until you can send more messages.
bal: مہربانی کن ودار کن دانکہ تو گیشتر کلوہ دیم دات بہ کنئے۔

source: You have sent one message today.
bal: تو مرچی یک کلوھے دیم داتگ

source: Sentences marked as "OK"
bal: ھما گالِد کہ ’’جوان‘‘ نشان کنت بیتگ اَنت

source: Sentences marked as "unsure"
bal: ھما گالِد کہ ’’ناپَکّا‘‘ نشان کنگ بیتگ اَنت

source: Sentences marked as "not OK"
bal: ھما گالِد کہ ’’جوان نہ اَنت‘‘ نشان کنگ بیتگ اَنت

source: All sentences
bal: دراہیں گالِد

source: Outdated reviews
bal: کوھنگیں چمشانک

source: Sentences in {language} marked as "OK"
bal: ءِ گالِد ’’جوان‘‘ نشان کنگ بیتگ انت{language}

source: Sentences in {language} marked as "unsure"
bal: ءِ گالِد ’’ناپَکّا‘‘ نشان کنگ بیتگ انت{language}

source: Sentences in {language} marked as "not OK"
bal: ءِ گالِد ’’جوان نہ انت‘‘ نشان کنگ بیتگ انت{language}

source: All sentences in {language}
bal: ءِ سجّہیں گالِد{language}

source: Outdated reviews for sentences in {language}
bal: ءِ گالِدانی واستا کوھنگیں چمشانک{language}

source: {user}'s reviews - {category}
bal: {category}ءِ چمشانک {user}

source: This feature is currently deactivated.
bal: اے دروش اے وھدی ناکارہ کنگ بیتگ۔

source: You can activate it in your settings: "Activate the feature to review sentences."
bal: تو وتی بَستبَند ءِ تہا ایشیا کاراوَر کرت کنئے: ’’گالِدانی چمشانک دیگ ءِ ھاترا دروش ءَ کاراوَر بکن‘‘۔

source: Filter
bal: گیچ

# reviews
source: Most recently updated
bal: درستاں رَند نوکازتگیں

# reviews
source: Least recently updated
bal: درستاں پیش نوکازتگیں

# reviews
source: Newest first
bal: درستاں نوکتریں اولسرا

# reviews
source: Oldest first
bal: درستاں کوھنترین اولسرا

source: Newest sentences
bal: درستاں نوکتریں گالِد

source: Oldest sentences
bal: درستاں کوھنتریں گالِد

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
bal: بُرزی گالِد ءَ کلک بکن پہ ٹٹوبا۔اورگ ءَ روگ ءُ ایشی ءِ رَجانک کنگ یا دانکے اِلّگ ءَ۔

source: Sentence #{number}
bal: {number}#گالِد

source: Edit Comment
bal: دانک ءَ رِدگ کن

source: Edit Comment on Sentence #{number}
bal: گالِد# {number} ءِ دانک ءَ رِدگ کن

source: Comments on sentences
bal: گالِدانی سرا دانک

source: {user}'s comments
bal: ءِ دانک{user}

source: {user} has posted no comment
bal: ءَ ھچ دانک ٹَپال نہ کرتگ{user}

source: Go back to previous page
bal: پدا پیسری تاکدیم ءَ برو

source: {user}'s comments (total&nbsp;{n})
bal: ءِ دانک (درستی ءُ این بی ایس پی؛{n})۔{user}

source: {user} has no comment posted on his/her sentences
bal: ءِ گالِد ءِ سرا ھچ دانک ٹَپال کنگ نہ بیتگ {user}

source: Comments on {user}'s sentences (total&nbsp;{n})
bal: ءِ گالِدانی سرا دانک (درستی ءُ این بی ایس پی؛{n})۔{user}

source: Add new sentences
bal: نوکیں گالِد گیش کن

source: Important
bal: ارزشدار

source: Not inspired?
bal: سِکین نہ رست؟

source: Check the vocabulary requests for which there are very few or no sentences yet.
bal: ھما گال اَمباری دَزبندیان بچار که پَراهان اَنگت گالِد نیست یا کم اِنت.

source: Sentences wanted
bal: گالِد دَرکار اَنت

source: Tatominer provides a list of the most searched words for which there are very few or no sentences yet.
bal: ٹَٹومائنر ھما لَبزانی لَڑے پُجارینیت کہ درستان گیش شوھاز کنگ بوتگ انت و پَراھان گالِد نیست یا کم دست کپیت۔

source: <strong>We like quality.</strong> Every detail matters. Please do not forget punctuation and capital letters.
bal: <strong>ما چیزانی جوانی ءَ دوست داریں۔</strong> ھر تپسیل ارزشت داریت۔ مہربانی کن نبشتہ نشان ءُ مزنیں آباں مہ شموش۔

source: <strong>We like diversity.</strong> Unleash your creativity! Avoid using the same words, names, topics, or patterns over and over again.
bal: <strong>مارا تَھراتَھری دوست بیت۔</strong> وتی ساچشتکاری ءَ بے بَند ءُ مہار کن۔ یکیں گال، نام، سرھال ءُ وَڑ ءُ پئیمان پدماں پد کارمرزمکن۔

source: <strong>We like sharing our data.</strong> Avoid copy-pasting sentences, or at least make sure they are not copyrighted and are compatible with the CC BY license. Otherwise we cannot use them.
bal: <strong>مارا وتی ڈیٹا ءِ بہر کنگ دوست بیت۔</strong> گالِدان ءَ نکل کنگ ءُ لِچّینگ ءَ پَھریز کن، یا کم چہ کم پکا بکن کہ ھَکبَند نہ اَنت ءُ سی سی بی وائی لیسن ءَ گوں ھمرَوان اَنت۔ اگاں ناں ما آھاں کارمرز کرت نہ کنیں۔

source: Language index
bal: زبان ءِ شونگِر

source: There is {n} language on Tatoeba
bal: ٹٹوبا ءَ {n} زبانے ھست

source: My profile languages
bal: منی پروفائل ءِ زبان

source: Top ten
bal: سرٹُلّ ءِ دہ

source: Show all languages {arrowIcon}
bal: درستیں زباناں پیشدار{arrowIcon}۔

source: {user}'s sentences
bal: ءِ گالِد{user}

source: {user}'s sentences in {language}
bal: ءِ گالِد ماں {language}ءَ{user}

source: Only show original sentences
bal: ایوکا بُندَری گالِداں پیشدار

source: {user} does not own any sentences in {language}
bal: ءَ ماں {language} ءَ ھچ گالرد نیست {user}

source: {user} does not own any sentences
bal: ءَ ھچ گالرد نیست{user}

# sentences
source: Most recently updated
bal: درستاں رند نوکازتگیں

# sentences
source: Least recently updated
bal: درستاں پیش نوکازتگیں

# sentences
source: Newest first
bal: درستاں نوکترین اولسرا

# sentences
source: Oldest first
bal: درستاں کوھنترین اولسرا

source: An error occurred while fetching the random sentence. If this persists, please <a href="{}">let us know</a>.
bal: پَدیمیں گالردانی آرگ ءِ وھد ءَ رَدی یے بوت۔ اگاں اے ردی مانیت گُڑا مہربانی کن <a href="{}">مارا ھال دئے</a>۔

source: Sentences with: {keywords}
bal: گالرد گوں: {keywords}۔

source: Sentences in {language} not translated into {translationLanguage}
bal: ءِ ھما گالِد کہ {translationLanguage}ءَ رجانک نہ بیتگ انت{language}

source: Sentences in {language} translated into {translationLanguage}
bal: ءِ ھما گالِد کہ {translationLanguage}ءَ رجانک بیتگ انت{language}

source: Sentences in {language}
bal: گالِد ماں {language} ءَ

source: Sentences not translated into {language}
bal: ھما گالِد کہ {language}ءَ رجانک نہ بیتگ انت

source: Sentences translated into {language}
bal: ھما گالِد کہ {language}ءَ رجانک بیتگ انت

source: Warning: the following criteria have been ignored:{list}
bal: پیژڈاہ: جہل ءِ کَچّگ ڈالچار کنگ بیتگ اَنت: {list}۔

source: Search error
bal: شوھاز ءِ رَدی

source: Invalid query. Please refer to the <a href="{}">search documentation</a> for more details.
bal: نابَرجمیں جُستے۔ مہربانی کن پہ گیشتر تَپسیل ءَ <a href="{}">شوھاز ءِ دستاویزکاری</a> ءَ برو۔

source: An error occurred while performing the search. If the problem persists, please <a href="{us}">let us know</a> and include the error code "{errorCode}" in your message.
bal: شوھاز ءِ کنگ ءِ وھد ءَ ردی یے بوت۔ اگاں اے جیڑہ مانیت، گُڑا مہربانی کن <a href="{us}">مارا بگش گوں</a> ءُ وتی کلوہ ءِ تہا ردی ءِ کوڈ{errorCode} ءَ ھوار کن گوں۔

source: Search: {keywords}
bal: شوھاز: {keywords}۔

source: Search disabled
bal: شوھاز کارکپت اِنت

source: Due to technical reasons, the search feature is currently disabled. We are sorry for the inconvenience. Please try again later.
bal: تکنیکی سبباں اے وھداں شوھاز ءِ دروش کارکپت اِنت۔ پرے نگیگی ءَ مارا بہ بکش۔ مہربانی کن رندترا پدا جہد بکن۔

source: {sentence} - {language} example sentence
bal: ءِ دَروَری گالِد{language} -{sentence}

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
bal: رجانک بیتگیں دَروَری گالِداں براوز بکن۔ اے تاکدیم گالِد ءِ رجانک ءُ آئی ءِ بابت ءَ مالومداری پیشداریت: {sentenceText}۔

source: Sentence does not exist:
bal: گالِد ءِ جند نیست:۔

source: There are no comments for now.
bal: ھَنّوں دانک نیست۔

source: Reviewed by
bal: چمشانک دیوک

source: (outdated)
bal: (کوھنگ)

source: There is no log for this sentence
bal: پہ اے گالِد ءَ لاگ نیست

source: Random Sentence
bal: پَدیمیں گالِد

source: The random sentence feature is currently disabled, please try again later.
bal: پدیمیں گالِد ءِ دروش اے وھداں کارکپت اِنت، مہربانی کن رندترا پدا جہد کن۔

source: An error occurred while fetching random sentences. If this persists, please <a href="{}">let us know</a>.
bal: پَدیمیں گالِدانی آرگ ءِ وھد ءَ ردی یے بوت۔ اگاں اے جیڑہ مانیت، گُڑا مہربانی کن <a href="{}">مارا ھال دئے</a>۔

source: Problem while saving
bal: درپ کنگ ءِ وھد ءِ جیڑہ

source: Download list:
bal: ایرگیجگ ءِ لَڑ:۔

source: Actions
bal: کُرتِن

# header
source: Download
bal: ايرگیج

source: File format
bal: فائل ءِ فارمٹ

source: Raw text file
bal: ھامگیں نبشتگی فائل

source: Tab-separated file
bal: ٹیب جتا کرتگیں فائل

source: List for the Shtooka recorder
bal: لَڑ پہ شتوکا ریکارڈر

source: Translation (optional)
bal: رجانک (گِچیندَری)۔

source: None
bal: ھچ کسّ

source: If you select a language, the translation of each sentence into that language (if it exists) will be written to your output. You can then import the file to produce a deck of flash cards, using the {Anki} program.
bal: اگاں تو یک زبانے گچین کنئے،ھریک گالِدے ءِ رجانک ھما زبان ءَ (اگاں آ زبان ھست اِنت) تئی بَروَرد ءَ نبشتہ بیت۔ پدا تو {Anki} مَراگِش ءَ کارمرز کت ءُ فائل ءَ مانگیل کرت ءُ فلش کارڈانی دَستگے جوڑ کرت کنئے۔

# button
source: Download
bal: ايرگیج

source: Collaborative lists ({total})
bal: ھمکاری ئیں لَڑ ({total})۔

source: All public lists ({total})
bal: ({total}) سرجمیں اُلسی لَڑ

source: Collaborative lists containing "{search}" ({total})
bal: ھمکاری ئیں لَڑ کہ آئی ءِ تہا ’’{search}’’ ءُ ({total}) مان اَنت

source: All public lists containing "{search}" ({total})
bal: درستیں اُلسی لَڑ کہ آھاں ’’{search}‘‘ ءُ ({total}) مان اَنت

source: List name (alphabetical)
bal: لَڑ ءِ نام (الپبے ءِ رِد ءَ)۔

source: List name (reverse alphabetical)
bal: لَڑءِ نام (چَپّیں الپبے ءِ رِد ءَ)۔

# lists
source: Newest first
bal: درستاں نوکترین اولسرا

# lists
source: Oldest first
bal: درستاں کوھنترین اولسرا

source: Highest number of sentences
bal: گالِدانی درستاں گیشتریں شمار

source: Lowest number of sentences
bal: گالِدانی درستاں کمتریں شمار

# lists
source: Most recently updated
bal: درستاں رَند نوکازتگیں

# lists
source: Least recently updated
bal: درستاں پیش نوکازتگیں

source: {username}'s lists ({total})
bal: ءِ لَڑ ({total})۔ {username}

source: {username}'s lists containing "{search}" ({total})
bal: ءِ لَڑ کہ آھاں ’’{search}‘‘ ءُ ({total}) مان اَنت{username}

source: Sentence successfully removed.
bal: گالِد گوں سوبمندی دُور کنگ بوت

source: About this list
bal: اے لَڑ ءِ بابت ءَ

source: created by {listAuthor}
bal: ءَ جوڑ کرتگ{listAuthor}

source: Contains {n}&nbsp;sentence
bal: ایشی ءِ تہا {n} ءُ این بی ایس پی؛ گالردے مان

source: Options
bal: گِچیندَر

source: Edit name
bal: نام ءَ رِدگ کن

source: Click to edit...
bal: پہ رِدگ کنگ ءَ کلک کن۔۔۔

source: Sort by:
bal: گِیشّ ءُ گِیوّار کن پہ:۔

source: date added to list
bal: رَمس لَڑ ءَ ھور کنگ بوت لَڑ ءَ ھور کنگ ءِ رَمس

source: date created
bal: جوڑ بیگ ءِ رمس رَمس جوڑ بوت

source: Download this list
bal: اے لَڑ ءَ ایرگیج

source: Delete this list
bal: اے لَڑ ءَ لِیکّورکن

source: Most recently added
bal: درستاں رَند ھور کُرتگین

source: Least recently added
bal: درستاں پیش ھور کرتگین

source: This list is empty.
bal: اے لَڑ ھورک اِنت۔

source: You can create new sentences directly in this list by clicking on the {addSentenceButton} icon in the header of this section.
bal: تو اے بَهرگ ءِ سَرُون ءَ {addSentenceButton} ءِ آئیکون ءَ کلک کرت ءُ اے لَڑ ءِ تہا تچکا نوکیں گالِد جوڑ کرت کنئے۔
