Repository: Tatoeba/tatoeba2
Catalog: src/Locale/bal/languages.po
Languages: bal

source: Arabic
bal: اربی

source: English
bal: انگريزی

source: Japanese
bal: جاپانی

source: French
bal: پرانسی

source: German
bal: جرمن

source: Spanish
bal: ھسپانی

source: Italian
bal: اٹلی

source: Vietnamese
bal: ویتنامی

source: Russian
bal: روسی

source: Mandarin Chinese
bal: مندارین چینی

source: Korean
bal: کوریائی

source: Dutch
bal: ڈچ ھالینڈی

source: Hebrew
bal: ہبرانی

source: Indonesian
bal: انڈونیشی

source: Portuguese
bal: پرتگالی

source: Finnish
bal: پنلینڈی

source: Bulgarian
bal: بلگاری

source: Ukrainian
bal: یوکرینی

source: Czech
bal: چیکی

source: Esperanto
bal: اسپرانٹو

source: Greek
bal: یونانی

source: Turkish
bal: ترکی

source: Swedish
bal: سویڈی

source: Norwegian Bokmål
bal: نارویجی بکمال

source: Malay
bal: مالای

source: Estonian
bal: اِستونی

source: Georgian
bal: جورجیائی

source: Polish
bal: پولینڈی

source: Swahili
bal: سواھیلی

source: Latin
bal: لاتینی

source: Shanghainese
bal: شنگانی

source: Egyptian Arabic
bal: مسری اربی

source: Belarusian
bal: بیلاروسی

source: Hungarian
bal: ھنگاری

source: Icelandic
bal: آئیسلینڈی

source: Albanian
bal: البانی

source: Cantonese
bal: کانٹونی

source: Afrikaans
bal: اپریکانی

source: Faroese
bal: پاروئی

source: Frisian
bal: پریزی

source: Breton
bal: بِریٹونی

source: Romanian
bal: رومنی

source: Uyghur
bal: ویگر

source: Uzbek
bal: ازبکی

source: Norwegian Nynorsk
bal: نارویجی نینوسک

source: Serbian
bal: سربیائی

source: Tatar
bal: تاتاری

source: Yiddish
bal: یدیشی

source: Persian
bal: پارسی

source: Min Nan Chinese
bal: مِنّان چینی

source: Basque
bal: باسک

source: Slovak
bal: سلوواکی

source: Danish
bal: ڈنمارکی

source: Iraqi Arabic
bal: اراکی اربی

source: Sanskrit
bal: سنسکرت

source: Urdu
bal: اردو

source: Hindi
bal: ھندی

source: Bengali
bal: بنگالی

source: CycL
bal: سائکلی

source: Catalan
bal: کاٹلانی

source: Kazakh
bal: کازکی

source: Latvian
bal: لاٹوی

source: Bosnian
bal: بوسنیائی

source: Croatian
bal: کروشی

source: Old East Slavic
bal: کوھنیں رودرتکی سلاوی

source: Chamorro
bal: چمورو

source: Tagalog
bal: تگالوگ

source: Quechua
bal: کیچوا

source: Mongolian
bal: منگولی

source: Lithuanian
bal: لِتْوانی

source: Galician
bal: گلیشائی

source: Irish
bal: آئری

source: Interlingua
bal: میان زبان

source: Lojban
bal: لوژبان

source: Toki Pona
bal: توکی پونا

source: Ainu
bal: آئینو

source: Sicilian
bal: سسلی

source: Malayalam
bal: ملیباری

source: Low German (Low Saxon)
bal: جہلاوانی جرمن (جہلاوانی سیکسن)۔

source: Klingon
bal: کلنگن

source: Slovenian
bal: سلوینی

source: Thai
bal: تائی

source: Literary Chinese
bal: لبزانکی چینی

source: Ossetian
bal: اوسیشائی

source: Romansh
bal: رومانش

source: Volapük
bal: والاپُک

source: Scottish Gaelic
bal: اسکاٹی گیلک

source: Ido
bal: ایدو

source: Asturian
bal: آستوری

source: Interlingue
bal: انٹرلنگ

source: Occitan
bal: آکسیتان

source: Kalmyk
bal: کالمیک

source: Old English
bal: کوھنیں انگریزی

source: Lower Sorbian
bal: جہلی سوربی

source: Upper Sorbian
bal: برزی سوربی

source: Kölsch
bal: کولش

source: Welsh
bal: ویلزی

source: Ewe
bal: یُو

source: Sindarin
bal: سندارن

source: Telugu
bal: تیلگو

source: Tok Pisin
bal: ٹوک پِسن

source: Quenya
bal: کوینیا

source: Novial
bal: نویال

source: Maori
bal: مَوری

source: Ladin
bal: لادن

source: Berber
bal: بربر

source: Xhosa
bal: کوسا

source: Punjabi (Western)
bal: پنجابی )روایرشتی(

source: Malagasy
bal: مالاگاسی

source: Guarani
bal: گوارنی

source: Ladino
bal: لدینو

source: Piedmontese
bal: پیدمانتی

source: Kotava
bal: کاتیوا

source: Marathi
bal: مراٹھی

source: Old Tupi
bal: کوھنیں ٹوپی

source: Tajik
bal: تاجکی

source: Old Prussian
bal: کوھنیں پراشی

source: Nepali
bal: نیپالی

source: Maltese
bal: مالٹی

source: Chukchi
bal: چکچی

source: Cornish
bal: کورنیش

source: Azerbaijani
bal: اَزربیجانی

source: Khmer
bal: کمیر

source: Lao
bal: لاو

source: Tibetan
bal: تبتی

source: Hiligaynon
bal: ھیلیگینی

source: Algerian Arabic
bal: الجیری اربی

source: Picard
bal: پکارڈ

source: Ancient Greek
bal: کدیمی یونانی

source: Amharic
bal: اماری

source: Awadhi
bal: اوادی

source: Bhojpuri
bal: بوجپوری

source: Chavacano
bal: چاوکانو

source: Middle English
bal: نیامی انگریزی

source: Middle French
bal: نیامی پرانسی

source: Haitian Creole
bal: ھیٹی کریول

source: Juhuri (Judeo-Tat)
bal: جہوری (یہودی ٹاٹ)

source: Greenlandic
bal: گرینلینڈی

source: Meadow Mari
bal: میدوماری

source: Nahuatl
bal: ناوتل

source: Pennsylvania German
bal: پنسلوانی جرمن

source: Sinhala
bal: سنہالا

source: Turkmen
bal: ترکمن

source: Walloon
bal: ولون

source: Bashkir
bal: بشکر

source: Hausa
bal: ھوسا

source: Luxembourgish
bal: لکسمبرگی

source: Mambae
bal: ممبائی

source: Somali
bal: سومالی

source: Zulu
bal: زولو

source: Hawaiian
bal: ھوائی

source: Kyrgyz
bal: کرکزی

source: Macedonian
bal: مکدونیای

source: Hill Mari
bal: کوہ ماری

source: Pipil
bal: پیپل

source: Yoruba
bal: یوروبای

source: Kinyarwanda
bal: کینیاروانڈا

source: Shuswap
bal: شوسواپ

source: Chuvash
bal: چووش

source: Lakota
bal: لکوتا

source: Ottoman Turkish
bal: اُسمانی ترکی

source: Shona
bal: شونا

source: Mon
bal: موں

source: Nogai
bal: نوگائی

source: Yakut
bal: یاکوت

source: Abkhaz
bal: ابکاز

source: Tetun
bal: تیتن

source: Tamil
bal: مدراسی

source: Udmurt
bal: اڈمرت

source: Kumyk
bal: کومک

source: Crimean Tatar
bal: کرائمی تاتار

source: Chinyanja
bal: چینیانجا

source: Livonian
bal: لیونی

source: Navajo
bal: ناواھو

source: Cherokee
bal: چیرکی

source: Gujarati
bal: گجراتی

source: Punjabi (Eastern)
bal: پنجابی (رودرآتکی)۔

source: Khasi
bal: کھاسی

source: Javanese
bal: جاونی

source: Zaza
bal: زازا

source: Emilian
bal: امیلی

source: Tigrinya
bal: تگرینیا

source: Northern Sami
bal: گوریچانی سامی

source: North Moluccan Malay
bal: گوریچانی ملوکی مالی

source: Kapampangan
bal: کپامپانگن

source: Central Dusun
bal: بنجاھی ڈسن

source: Choctaw
bal: چکتا

source: Coastal Kadazan
bal: تیابی کدازان

source: Samoan
bal: ساموئی

source: Fijian
bal: پجی

source: Wolof
bal: ولوپ

source: Chechen
bal: چیچن

source: Sango
bal: سینگو

source: Fiji Hindi
bal: پجی ھندی

source: Tongan
bal: ٹانگائی

source: Ngeq
bal: نگیک

source: Kamba
bal: کامبا

source: Venetian
bal: وینیشی

source: Burmese
bal: برمی

source: Gilbertese
bal: گلبرٹی

source: Erzya
bal: ارزیا

source: Niuean
bal: نیوئی

source: Võro
bal: بورو

source: Manx
bal: مانکس

source: Lingala
bal: لنگالا

source: Lingua Franca Nova
bal: لنگوا پرانکانوا

source: Pashto
bal: پٹھانی

source: Khakas
bal: کاکس

source: Dungan
bal: ڈنگن

source: Friulian
bal: پرائلی

source: Marshallese
bal: ماشلی

source: Palatine German
bal: پیلاٹینی جرمن

source: Kannada
bal: کنڈا

source: Seychellois Creole
bal: سیشلی کریول

source: Swiss German
bal: سویسی جرمن

source: Old Saxon
bal: کوھنیں سیکسن

source: Sumerian
bal: سمیری

source: Scots
bal: اسکاٹی

source: Mohawk
bal: موھاک

source: Cebuano
bal: سبانو

source: Lombard
bal: لومباردی

source: Tsonga
bal: سونگائی

source: Buryat
bal: بریات

source: Aymara
bal: ایمرا

source: Ilocano
bal: الوکانو

source: Karakalpak
bal: کارکلپاک

source: Orizaba Nahuatl
bal: اوریزابا ناوتل

source: Guerrero Nahuatl
bal: گریرو ناوتل

source: Adyghe
bal: آڈیگہ

source: Bodo
bal: بوڈو

source: Gagauz
bal: گگاز

source: Romani
bal: رومنی

source: Laz
bal: لاز

source: Pulaar
bal: پلار

source: Umbundu
bal: امبنڈو

source: Tokelauan
bal: توکلوئی

source: Southern Sotho
bal: زرباری سوتو

source: Southern Altai
bal: زرباری التائی

source: Waray
bal: ورئے

source: Sindhi
bal: سِندی

source: Setswana
bal: سٹسوانا

source: Sardinian
bal: سَردینیای

source: Palauan
bal: پلاوئی

source: Garhwali
bal: گڑوالی

source: Ojibwe
bal: اوجبوے

source: Luganda
bal: لوگنڈا

source: Hakka Chinese
bal: ھکا چینی

source: Bambara
bal: بامبرا

source: Aragonese
bal: ارگانی

source: Assamese
bal: آسامی

source: Nigerian Fulfulde
bal: نائیجیری پلپلدی

source: Ho
bal: ھو

source: Sundanese
bal: سوڈانی

source: North Levantine Arabic
bal: گوریچانی لیونتینی اربی

source: Tuvinian
bal: توینی

source: Karachay-Balkar
bal: کاراچے بلکر

source: Papiamento
bal: پاپیامنتو

source: Old Norse
bal: کوھنیں نورس

source: Odia (Oriya)
bal: اوڈیا (اوریا)

source: Iban
bal: آئبن

source: Old Aramaic
bal: کھنیں آرامیکی

source: Moroccan Arabic
bal: مراکی اربی

source: Cuyonon
bal: کویونون

source: Igbo
bal: ایبو

source: Kashubian
bal: کشوبی

source: Louisiana Creole
bal: لویزیانا کریول

source: Urhobo
bal: اروبو

source: Tagal Murut
bal: تگل موروت

source: Moksha
bal: موکشا

source: Pangasinan
bal: پنگاسنان

source: Corsican
bal: کورسیکن

source: Hmong Njua (Green)
bal: ھمونگ نجوا (شینز)

source: Tarifit
bal: تریفت

source: Central Huasteca Nahuatl
bal: بنجاھی ھواستیکا ناوتل

source: Kekchi (Q'eqchi')
bal: کیکچی (ک ایکچی)

source: Swazi
bal: سوازی

source: Balinese
bal: بالنی

source: Assyrian Neo-Aramaic
bal: اسیری نیو آرمی

source: Tuvaluan
bal: ٹوالی

source: Keningau Murut
bal: کیننگو موروت

source: Baybayanon
bal: بیبینون

source: Morisyen
bal: موریسین

source: Hmong Daw (White)
bal: ھمونگ ڈا (اسپیت)

source: Central Bikol
bal: بنجاھی بیکول

source: Nauruan
bal: نوروئی

source: Malay (Vernacular)
bal: مالے (ورنیکولر)

source: Naga (Tangshang)
bal: ناگا (ٹانگشانگ)

source: K'iche'
bal: کیچے

source: Gulf Arabic
bal: مزن ھورءِ اربی

source: Minangkabau
bal: مینانکبو

source: Temuan
bal: تیموئی

source: Jin Chinese
bal: جن چینی

source: Maithili
bal: میتیلی

source: Madurese
bal: مادری

source: Banjar
bal: بانجر

source: Gothic
bal: گاتی

source: Xiang Chinese
bal: شیانگ چینی

source: Gan Chinese
bal: گان چینی

source: Bavarian
bal: بواری

source: Talossan
bal: ٹلاسی

source: Samogitian
bal: سموجیشی

source: Láadan
bal: لادانی

source: Dutton World Speedwords
bal: ڈٹن جہانی اسپیڈورڈز

source: Afrihili
bal: افریھیلی

source: Karelian
bal: کریلی

source: Veps
bal: وپس

source: Rusyn
bal: روسن

source: Tahitian
bal: تہیتی

source: Talysh
bal: ٹیلش

source: Mi'kmaq
bal: میکماک

source: Extremaduran
bal: ایکسٹریمیڈری

source: Swabian
bal: سوابی

source: Ingrian
bal: انگری

source: Southern Sami
bal: زرباری سامی

source: Jamaican Patois
bal: جمیکی پاتوا

source: Mirandese
bal: میراندی

source: Komi-Zyrian
bal: کومی زائری

source: Central Mnong
bal: بنجاھی منونگ

source: Komi-Permyak
bal: کومی پرمیاک

source: Inuktitut
bal: انکٹیٹی

source: Kabyle
bal: کبائل

source: Kirundi
bal: کیرندی

source: Gheg Albanian
bal: گیگ البانی

source: Aklanon
bal: اکلانی

source: Manchu
bal: منچو

source: Kashmiri
bal: کشمیری

source: Old Turkish
bal: کوھنیں تُرکی

source: Uab Meto
bal: واب میتو

source: Tachawit
bal: تشاوی

source: Kven Finnish
bal: کوین فینی

source: Rapa Nui
bal: راپا نوئی

source: Guadeloupean Creole French
bal: گواڈلوپی کریول پرانسی

source: Gronings
bal: گروننگی

source: Ligurian
bal: لیگری

source: Tigre
bal: ٹیگرے

source: Tahaggart Tamahaq
bal: تاگرت تامک

source: Dhivehi
bal: دیوی

source: Hunsrik
bal: ھنسرک

source: Cayuga
bal: کایوگا

source: Ga
bal: گا

source: Chinese Pidgin English
bal: چینی پجن انگریزی

source: Brithenig
bal: بریتینگ

source: Latgalian
bal: لتگالی

source: Erromintxela
bal: ارّومنچیلا

source: Konkani (Goan)
bal: کونکنی (گوائی)

source: Chagatai
bal: چگتائی

source: Mingrelian
bal: منگریلی

source: Old Spanish
bal: کوھنیں اِسپانی

source: Jewish Babylonian Aramaic
bal: بابلی آرامیکی یہودی

source: Okinawan
bal: اوکنائی

source: Evenki
bal: ایونکی

source: Bislama
bal: بسلاما

source: Saterland Frisian
bal: ساٹرلینڈی فریزی

source: Old French
bal: کوھنیں پرانسی

source: Syriac
bal: سیریائی

source: North Frisian
bal: گوریچانی فریزی

source: Nyungar
bal: نونگر

source: Isan
bal: ایسان

source: Tonga (Zambezi)
bal: ٹونکا (زامبیزی) ۔

source: Newari
bal: نِواری

source: Jewish Palestinian Aramaic
bal: پلستینی آرامیکی يہودی

source: Phoenician
bal: پُنیشین

source: Rendille
bal: رندیلی

source: Nuosu
bal: نوسو

source: Drents
bal: ڈرنٹس

source: Southern Subanen
bal: زرباری سبانین

source: Chinook Jargon
bal: چینوک جارگون

source: Baluchi
bal: بلوچی

source: Pali
bal: پالی

source: Ancient Hebrew
bal: کھنيں ھبرانی

source: South Levantine Arabic
bal: زرباری لیونتینی اربی

source: Southern Haida
bal: زرباری ھالڈا

source: Northern Haida
bal: گوریچی ھالڈا

source: Karakhanid
bal: کاراھانی

source: Plains Cree
bal: پلینز کری

source: Yucatec Maya
bal: یوکاٹک مایا

source: Middle Persian (Pahlavi)
bal: نیامی پارسی (پھلاوی)۔

source: Meitei
bal: میتی

source: Libyan Arabic
bal: لیبیائی اربی

source: O'odham
bal: اودم

source: Lushootseed
bal: لَشُوسید

source: Old Frisian
bal: کوھنیں فریزی

source: Nuer
bal: نُووَر

source: Central Kurdish (Soranî)
bal: بُنجاھی کُردی (سورانی)۔

source: Northern Kurdish (Kurmancî)
bal: گوریچانی کُردی (کرمانچی)۔

source: Southern Kurdish
bal: زِرباری کُردی

source: Northern Zaza (Kirmanjki)
bal: گوریچانی زازا (کِرمانجکی)۔

source: Southern Zaza (Dimli)
bal: زِرباری زازا (دِملی)۔

source: Standard Moroccan Tamazight
bal: اَنجاری مُراکوئی تَمزائیت

source: Mahasu Pahari
bal: مَہاسو پَہاری

source: Qashqai
bal: کَشکائی

source: Khalaj
bal: کَلج

source: Dargwa
bal: دَرگوا

source: Lak
bal: لَک

source: Avar
bal: اَوار

source: Muskogee (Creek)
bal: مُسکوگی (کریک)

source: Abaza
bal: اَبازا

source: Ingush
bal: اِنگوش

source: Kabardian
bal: کبردیان

source: Sranan Tongo
bal: سرانن ٹونگا

source: Lezgi
bal: لیزگی

source: Wayuu
bal: ویوو

source: Limburgish
bal: لِمبرگِش

source: Zeelandic
bal: زیلَندِک

source: Mono (USA)
bal: مونو (امریکہ)

source: Tashelhit
bal: تَشلیت

source: Berom
bal: بیرم

source: Santali
bal: سَنتلی

source: Hitchiti
bal: هِچیتی

source: Silesian
bal: سِلیسی

source: Interglossa
bal: میانزبان

source: Central Kanuri
bal: بنجاهی کنوری

source: Nande
bal: نندے

source: Congo Swahili
bal: کنگو سواهیلی

source: Rohingya
bal: روهنگیا

source: Kelantan-Pattani Malay
bal: کلنتان-پتانی ملائی

source: Saraiki
bal: سرائیکی
