Repository: Tatoeba/tatoeba2
Catalog: app/Locale/ces/LC_MESSAGES/default.po
Languages: cs

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
cs: Uvedení zásluh: Při redistribuci stránky textu v&nbsp;jakékoli formě, uveďte zásluhy autorů buďto zahrnutím a)&nbsp;hypertextového odkazu (kde je to možné) či URL adresy stránky s&nbsp;větou nebo větami, které redistribuujete, b)&nbsp;hypertextového odkazu (kde je to možné) či URL adresy stránky s&nbsp;alternativní, stabilní volně dostupnou online kopii daného obsahu, která je v&nbsp;souladu s&nbsp;podmínkami stanovenými v&nbsp;licenci a&nbsp;která uvádí zásluhy autorů způsobem odpovídajícím uvádění zásluh na této stránce, nebo uvedením c)&nbsp;seznamu všech autorů. (Jakýkoliv seznam autorů může nezahrnovat velmi nepatrné nebo irelevantní příspěvky k&nbsp;obsahu.) Toto platí pro text vyvinutý komunitou projektu Tatoeba. Texty z&nbsp;externích zdrojů mohou být doprovázený s&nbsp;dalšími požadavky na uvedení autorských zásluh u&nbsp;daného díla, kteréžto požadavky vám pokud možno jasně naznačíme.

source: Indicate changes: If you make modifications or additions, you must indicate in a reasonable fashion that the original work has been modified. If you are re-using the sentence in a wiki, for example, indicating this in the page history is sufficient.
cs: Označte změny: Provádíte-li úpravy nebo rozšíření obsahu, musíte rozumným způsobem uvést, jak bylo původní dílo změněno. Redistrubuujete-li například text skrze wiki, mělo by stačit uvedení změn v&nbsp;historii stránky.

source: Licensing notice: Each copy or modified version that you distribute must include a licensing notice stating that the work is released under CC-BY and either a) a hyperlink or URL to the text of the license or b) a copy of the license. For this purpose, a suitable URL is: http://creativecommons.org/licenses/by/2.0/fr/
cs: Licenční poznámka: Každá kopie nebo upravená verze obsahu, kterou distribuujete, musíte obsahovat licenční poznámku o&nbsp;tom, že je dílo uvolněno pod licencí CC-BY a&nbsp;dále buďto a) hypertextový odkaz či URL adresu stránky s&nbsp;textem licence či b) kopii licence samotné. Pro tento účel je vhodnou URL adresou: http://creativecommons.org/licenses/by/2.0/fr/

source: For further information, please refer to the legal code of the CC-BY License.
cs: Další informace naleznete v&nbsp;samotném textu licence CC-BY.

source: Precedence of French terms
cs: Priorita francouzských podmínek

source: These site terms are not to be modified. If there is any inconsistency between the French terms and any translation into other languages, the French language version takes precedence.
cs: Podmínky této stránky nemohou být pozměňovány. Objeví-li se jakékoliv rozpory mezi francouzskojazyčným textem podmínek a&nbsp;překlady do jiných jazyků, francouzská verze má prioritu.

source: Private messages - {folderName}
cs: Soukromé zprávy – {folderName}

source: {folderName} ({n}&nbsp;message)
cs: {folderName} ({n}&nbsp;zpráva)

source: [no subject]
cs: [bez předmětu]

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
cs: Abychom Tatoebu ochránili před spamem a&nbsp;jinými zprávami nevhodného obsahu, mohou noví uživatele posílat pouze 5&nbsp;zpráv denně.

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
cs: Abychom Tatoebu ochránili před spamem a&nbsp;jinými zprávami nevhodného obsahu, mohou noví uživatele posílat pouze 5&nbsp;zpráv denně.

source: You have sent one message today.
cs: Dnes jste poslali jednu zprávu.

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
cs: Pro překládání či zanechání komentáře klikněte na větu nahoře nebo přejděte na tatoeba.org.

source: Browse by last modified (total %count%)
cs: Procházet naposledy upravenými (celkem&nbsp;%count%)

source: Sentence #{number}
cs: Věta č.&nbsp;{number}

source: Edit Comment
cs: Upravit komentář

source: Edit Comment on Sentence #{number}
cs: Upravit komentář u&nbsp;věty č.&nbsp;{number}

source: Comments on sentences
cs: Komentáře u&nbsp;vět

source: Comments on sentences (total %count%)
cs: Komentáře u&nbsp;vět (celkem&nbsp;%count%)

source: {user}'s comments
cs: Komentáře uživatele {user}

source: {user} has posted no comment
cs: {user} nenapsal žádné komentáře

source: {user}'s comments (total&nbsp;{n})
cs: Komentáře uživatele {user} (celkem&nbsp;{n})

source: {user} has no comment posted on his/her sentences
cs: {user} nenapsal ke svým větám žádné komentáře

source: Comments on {user}'s sentences (total&nbsp;{n})
cs: Komentáře u&nbsp;vět uživatele {user} (total&nbsp;{n})

source: Important
cs: Důležité

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
cs: Nezapomeňte prosím na <strong>velká písmena</strong> a&nbsp;<strong>interpunkci</strong>! Děkujeme.

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
cs: Žádný obsah odnikud nekopírujte, není-li dostupný pod licencí CC-BY. <a href="{}">Více informací…</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
cs: Můžete přidávat i&nbsp;věty, které sami nedokážete přeložit. Někdo jiný to třeba dokáže!

source: Add new sentences
cs: Přidávat nové věty

source: Sentences added
cs: Věta přidána

source: {user}'s sentences
cs: Věty uživatele {user}

source: {user}'s sentences in {language}
cs: Věty uživatele {user} v&nbsp;jazyce {language}

source: {user} does not have any sentence in {language}
cs: Uživatel {user} nemá žádné věty v&nbsp;jazyce {language}

source: {user} does not have any sentence
cs: Uživatel {user} nemá žádnou větu

source: Sentences with: {keywords}
cs: Věty se slovy: {keywords}

source: Sentences in {language} not translated into {translationLanguage}
cs: Věty v&nbsp;jazyce {language} nepřeložené do jazyka {translationLanguage}

source: Sentences in {language} translated into {translationLanguage}
cs: Věty v&nbsp;jazyce {language} nepřeložené do jazyka {translationLanguage}

source: Sentences in {language}
cs: Věty v&nbsp;jazyce {language}

source: Sentences translated into {language}
cs: Věty přeložené do jazyka {language}

source: Warning: the following criteria have been ignored:{list}
cs: Upozornění: následující kritéria nebyla brána v&nbsp;potaz:{list}

source: More search criteria
cs: Více kritérií vyhledávání

source: Search: {keywords}
cs: Hledat slova: {keywords}

source: Random sentences
cs: Náhodné věty

source: For serial translators
cs: Pro masové překladatele

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
cs: Překládat věty jednu po druhé je pro vás moc pomalé? Chcete si povýšit v&nbsp;žebříčku na Tatoebě nebo v&nbsp;žebříčku vašeho jazyka rychlostí světla? Tak tohle je pro vás!

source: Just keep in mind that our server is not as fast as you ;-)
cs: Mějte akorát na paměti, že náš server nepracuje tak rychle jako vy ;-)

source: {language} example sentence: {sentence}
cs: Příklad věty v&nbsp;jazyce {language}: {sentence}

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
cs: Procházet přeloženými příklady vět. Tato stránka ukazuje překlady a&nbsp;informace o&nbsp;větě {sentenceText}

source: Sentence does not exist:
cs: Neexistující věta:

source: Reviewed by
cs: Uživatelské posudky:

source: There is no log for this sentence
cs: Pro tuto větu neexistují žádné záznamy.

source: There are no comments for now.
cs: U&nbsp;této věty nejsou žádné komentáře.

source: Sentence deleted
cs: Věta smazána

source: All sentences in {language}
cs: Všechny věty v&nbsp;jazyce {language}

source: Problem while saving
cs: Problém při ukládání

source: Download list:
cs: Seznam ke stažení:

source: Actions
cs: Akce

source: Id (optional)
cs: Identifikační čísla (volitelné)

source: If you check this box, the id of each sentence will be written to the output.
cs: Pokud zaškrtnete toto políčko, bude ve výsledku ke každé větě připsáno její identifikační číslo.

source: Translation (optional)
cs: Překlad (volitelné)

source: If you select a language, the translation of each sentence into that language (if it exists) will be written to your output. You can then import the file to produce a deck of flash cards, using the {Anki} program.
cs: Zvolíte-li si jazyk, bude ve výsledku ke každé větě připsán překlad (pokud existuje). Ze souboru pak můžete pomocí programu {Anki} vytvořit balíček učebních karet.

source: Fields will be written out in the following sequence:
cs: Pole budou vypsána v&nbsp;následujícím pořadí:

source: Translation
cs: Překlad

source: Optional fields that are not selected above will not be written to the output.
cs: Volitelná pole nezaškrtnutá nahoře nebudou do výsledku připsána.

source: list name
cs: názvu seznamu

source: number of sentences
cs: počtu vět

source: {username}'s lists ({total})
cs: Seznamy uživatele {username} ({total})

source: {username}'s lists containing "{search}" ({total})
cs: Seznamy uživatele {username} obsahující "{search}" ({total})

source: Sentence successfully removed.
cs: Věta úspěšně odstraněna.

source: About this list
cs: O&nbsp;tomto seznamu

source: Contains {n}&nbsp;sentence
cs: Obsahuje {n}&nbsp;větu

source: Options
cs: Volby

source: Edit name
cs: Upravit název

source: Click to edit...
cs: Pro upravení klikněte...

source: Result
cs: Výsledek

source: Search sinograms
cs: Vyhledávání sinogramů

source: Browse radicals
cs: Procházet radikály

source: 1 stroke
cs: {n}&nbsp;tah

source: Explode a character
cs: Rozložit znak

source: characters to explode
cs: znaky k&nbsp;rozložení

source: Explode
cs: Rozložit

source: Still beta
cs: Stále v&nbsp;betaverzi

source: This work is based on <a href="{}">this project</a>.
cs: Toto dílo je založeno na <a href="{}">tomto projektu</a>.

source: Hanzis - Kanjis search
cs: Hledání chan-c'–kandži

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
cs: Tento nástroj vám umožňuje najít informace o&nbsp;znacích kandži/chan-c', zvláště pokud je neumíte vkládat přímo pomocí metody IME.

source: The main way to do this is by submitting subglyphs of the character.
cs: Hlavní způsob, jak toho dosáhnout, je zadat alespoň některé ze&nbsp;součásti daného znaku.

source: For example, for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
cs: Například pro znak 蝴 můžete zadat jako součásti 月虫 (nemusíte znát všechny části daného znaku).

source: If you don't know how to input subglyphs either, but you know a character that also contains this subglyph, then you can use the explode form.
cs: Pokud neumíte vložit ani jednotlivé součásti, ale znáte znak, který obsahuje potřebnou součást, můžete ji získat rozložením daného znaku.

source: For example, say you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate. If you know 推, you can just explode it. Clicking on a subglyph will add it to the search form.
cs: Řekněme, že chcete například vyhledat znak 瞧, ale neumíte vložit znak 隹, aby bylo vyhledávání přesnější. Znáte-li znak 推, stačí, když prostě rozložíte ten. Když po rozložení kliknete na jeho hledanou součást, přidá se tato součást do pole vyhledávání.

source: On the right you also have the most common radicals grouped by strokes, in case you don't have any way to type hanzis/kanjis.
cs: Pro případ, že nejste nijak schopni vložit znaky chan-c'/kandži, naleznete napravo také tabulky nejběžnějších radikálů seřazené podle počtu tahů.

source: Search a character by describing it
cs: Vyhledat znak podle jeho popisu

source: Subglyphs:
cs: Součásti hledaného znaku:

source: No sentence using this character has been found, you can add one <a href="{}">here</a>.
cs: Nebyla nalezena žádná věta obsahující tento znak; můžete však nějakou přidat <a href="{}">odsud</a>.

source: View all sentences using this character <a href="{}">here</a>
cs: Zobrazit všechny věty obsahující tento znak <a href="{}">zde</a>

source: 10 or more strokes
cs: 10 nebo více tahů

source: Information about {sinograph}
cs: Informace o znaku&nbsp;{sinograph}

source: number of strokes:
cs: počet tahů:

source: English:
cs: anglicky:

source: Japanese On:
cs: sinojaponské čtení (on):

source: Japanese Kun:
cs: japonské čtení (kun):

source: Example of use
cs: Příklad užití

source: Results
cs: Výsledky

source: No result found. Try to search with fewer subglyphs.
cs: Žádné výsledky nenalezeny. Zkuste vyhledávat méně součástí hledaného znaku.

source: Admins
cs: Administrátoři

source: Corpus maintainers
cs: Správci korpusu

source: Advanced contributors
cs: Pokročilí přispěvatelé

source: Contributors
cs: Přispěvatelé

source: Total
cs: Celkem

source: Number of sentences per language
cs: Počet vět dle jazyka

source: Unspecified
cs: Nespecifikováno

source: Sentences with tag {tagName}
cs: Věty se štítkem {tagName}

source: No tag with id {tagId}
cs: Žádný štítem s&nbsp;číslem {tagId}

source: All existing tags
cs: Všechny existující štítky

source: Search tags
cs: Hledat štítky

source: Show all tags
cs: Zobrazit všechny štítky

source: All tags (total %count%)
cs: Všechny štítky (celkem %count%)

source: Tags containing: {search} (total %count%)
cs: Štítky obsahující: {search} (celkem %count%)

source: count
cs: počet

source: name
cs: název

source: Chinese traditional/simplified conversion
cs: Převod tradiční/zjednodušené čínské znaky

source: Enter either traditional or simplified Chinese
cs: Zadejte tradiční či zjednodušené čínské znaky

source: Convert
cs: Převod

source: Useful tools
cs: Užitečné nástroje

source: Tools
cs: Nástroje

source: Sinogram search
cs: Hledání sinogramů

source: search all Chinese characters / kanjis by all possible methods.
cs: hledejte všemi možnými metodami čínské znaky / znaky kandži.

source: Chinese simplified/traditional conversion
cs: Převod tradiční/zjednodušené čínské znaky

source: convert traditional Chinese to simplified and vice versa
cs: převeďte tradiční čínské znaky na znaky zjednodušené a&nbsp;naopak

source: Shanghainese to IPA
cs: Šanghajština do IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
cs: převeďte šanghajský text dle jeho výslovnosti do znaků Mezinárodní fonetické abecedy

source: Convert Shanghainese into IPA
cs: Převést šanghajštinu do IPA

source: Credits
cs: Zásluhy

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
cs: Chceme vzdát veliký dík <a href="'{0}'>Kellenu Parkerovi</a>, který nás obdařil mnoha dalšími datovými soubory. Pokud vás zajímá jeho práce, podívejte se na stránku jeho projektu <a href='{1}'>zde</a>. Bez něj by šanghajské věty tak kompletní přepisy do IPA neměly.

source: Enter a text in shanghainese dialect
cs: Zadejte text v&nbsp;šanghajském dialektu

source: Edit profile
cs: Upravit profil

source: Current picture
cs: Současný obrázek

source: New picture
cs: Nový obrázek

source: Upload
cs: Nahrát

source: Birthday
cs: Datum narození

# user
source: Name
cs: Jméno

source: Country
cs: Stát

source: Description
cs: Popis

source: Add language
cs: Přidat jazyk

source: Edit language
cs: Upravit jazyk

source: What is your level?
cs: Jaká je vaše úroveň?

source: Details (optional). For instance, which dialect or from which country.
cs: Podrobnosti (nepovinné). Například jaký dialekt či státní varietu máte na mysli.

source: Comments posted
cs: Odesláno komentářů

source: Sentences owned
cs: Vlastněno vět

source: Sentences favorited
cs: Oblíbeno vět

source: Show latest activity
cs: Zobrazit činnost v&nbsp;poslední době

source: Email notifications are ENABLED.
cs: Upozornění přes e-mail ZAPNUTA.

source: Email notifications are DISABLED.
cs: Upozornění přes e-mail VYPNUTA.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
cs: Přístup na tento profil je VEŘEJNÝ. Veškeré údaje si může prohlédnout kdokoliv.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
cs: Přístup na tento profil je OMEZENÝ. Osobní údaje a&nbsp;popis se zobrazuje pouze členům Tatoeby.

source: Member since
cs: Členem od

source: Contributions blocked
cs: Příspěvky blokovány

source: No description.
cs: Bez popisu.

source: Languages
cs: Jazyky

source: No language added.
cs: Žádný jazyk nepřidán.

source: TIP: We encourage you to indicate the languages you know.
cs: TIP: Doporučujeme vám, abyste uvedli, jaké jazyky znáte.

source: TIP: Encourage this user to indicate the languages he or she knows.
cs: TIP: Doporučte tomuto uživateli, aby uvedl, jaké jazyky zná.

source: Email notifications
cs: Upozornění přes e-mail

source: Set your profile public?
cs: Nastavit váš profil jako veřejný?

source: Remember the last list to which you assigned a sentence, and select it by default.
cs: Pamatovat si poslední seznam, do kterého byla přidána věta, a&nbsp;nastavit ho jako implicitní.

source: Display a link to expand/collapse translations when there are too many translations.
cs: V&nbsp;případě, že je u&nbsp;věty příliš mnoho překladů, přidat možnost zobrazit méně/více překladů.

source: Number of sentences per page
cs: Počet vět na stránku

source: Experimental options
cs: Experimentální volby

source: Options in this category are not fully functional, may not work for everyone and/or are in a phase of beta testing. They may change or be removed in the future.
cs: Volby v&nbsp;této kategorií nejsou plně funkční, nemusí fungovat každému a/nebo jsou ve fázi beta-testování. V&nbsp;budoucnu mohou být pozměněny nebo odstraněny.

source: Activate the feature to rate sentences and build your collection of sentences.
cs: Povolit možnost posuzovat věty a&nbsp;sestavovat si sbírku vět.

source: Display "(native)" next to username on sentences when the owner indicated in their profile that they have a native level in the language of the sentence.
cs: Zobrazit u&nbsp;věty poznámku „(rodilý mluvčí)“, uvedl-li její majitel ve svém profilu, že má v&nbsp;jazyce dané věty úroveň rodilého mluvčího.

source: Change email address
cs: Změnit e-mailovou adresu

source: Email address
cs: E-mailová adresa

source: Change password
cs: Změnit heslo

source: Old password
cs: Staré heslo

source: New password
cs: Nové heslo

source: New password again
cs: Nové heslo znovu

source: Members
cs: Členové

source: Search user
cs: Hledat uživatele

source: search
cs: hledat

source: Members (total %count%)
cs: Členové (celkem %count%)

source: Member status
cs: Status uživatele

source: Back to global stats
cs: Zpět k&nbsp;celkovým statistikám

source: {lang} ({total} member)
cs: {lang} ({total} člen)

source: Send new password
cs: Poslat nové heslo

source: I accept the <a href="{}">terms of use</a>
cs: Souhlasím s&nbsp;<a href="{}">podmínkami užiti</a>

source: Username must be at least two characters long
cs: Uživatelské jméno musí obsahovat alespoň dva znaky.

source: Username can only contain letters, numbers, or underscore
cs: Uživatelské jméno může obsahovat pouze písmena, čísla a&nbsp;podtržítko

source: Username already taken.
cs: Uživatelské jméno již zabráno.

source: unmask password
cs: odmaskovat heslo

source: Invalid email address
cs: Neplatná e-mailová adresa

source: Email address already used.
cs: E-mailová adresa již používána

source: We need to make sure you are human.
cs: Musíme se ujistit, že jste člověk.

source: What are the first five characters of your email address?
cs: Jakých je prvních pět znaků vaší e-mailové adresy?

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
cs: Je-li například vaše e-mailová adresa a.b.cd@example.com, vepište do pole „a.b.c“.

source: Tatoeba user: {username}
cs: Uživatel Tatoeby: {username}

source: Latest sentences
cs: Nejnovější věty

source: view all
cs: zobrazit vše

source: Latest Wall messages
cs: Nejnovější zprávy na Zdi

source: Edit message {number}
cs: Pozměnit zprávu {number}

source: Back to Wall
cs: Zpět na Zeď

source: Here you can ask general questions like how to use Tatoeba, report bugs or strange behavior, or simply socialize with the rest of the community.
cs: Zde máte prostor ptát se na obecné otázky ohledně používání Tatoeby, nahlašovat chyby v&nbsp;systému či zvláštní chování, nebo se prostě sbližovat se zbytkem komunity.

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
cs: Před položením dotazu se podívejte na často kladené otázky – <a href="{}">FAQ</a>.

source: {date}, by {author}
cs: {date}, od uživatele {author}

source: You may write in any language you want. At Tatoeba, all languages are equal.
cs: Můžete psát v&nbsp;jakémkoli jazyce chcete. Na Tatoebě jsou si všechny řeči rovny.

source: Wall (one thread)
cs: Zeď (jedno téma)

source: {user}'s Wall messages
cs: Zprávy uživatele {user} na Zdi

source: {user}'s messages on the Wall (total&nbsp;{n})
cs: Zprávy uživatele {user} na Zdi (celkem&nbsp;{n})

source: Thread #{number}
cs: Téma č.&nbsp;{number}
