Repository: Tatoeba/tatoeba2
Catalog: app/Locale/ces/LC_MESSAGES/default.po
Languages: cs

source: You cannot add sentences because you did not add any language in your profile.
cs: Nemůžete přidávat věty, neboť jste na svůj profil nepřidali žádný jazyk.

source: You cannot translate sentences because you did not add any language in your profile.
cs: Nemůžete překládat věty, neboť jste na svůj profil nepřidali žádný jazyk.

source: Add a language
cs: Přidat jazyk

# level
source: Unspecified
cs: Nespecifikováno

source: 0: Almost no knowledge
cs: 0: Téměř žádná znalost

source: 1: Beginner
cs: 1: Začátečník

source: 2: Intermediate
cs: 2: Středně pokročilý

source: 3: Advanced
cs: 3: Pokročilý

source: 4: Fluent
cs: 4: Plynulá znalost

source: 5: Native level
cs: 5: Úroveň rodilého mluvčího

source: (unnamed list)
cs: (bezejmenný seznam)

source: created by {listAuthor}
cs: vytvořeno uživatelem {listAuthor}

source: Number of sentences
cs: Počet vět

source: Back to all lists
cs: Zpátky ke všem seznamům

source: Back to this list
cs: Zpátky k&nbsp;tomuto seznamu

source: Download this list
cs: Stáhnout tento seznam

source: Show translations :
cs: Zobrazit překlady :

source: Delete this list
cs: Smazat tento seznam

source: Remove sentence {number} from list
cs: Odstranit ze seznamu větu {number}

source: Remove from list
cs: Odstranit ze seznamu

source: Add a sentence to this list :
cs: Přidat na tento seznam větu :

source: OK
cs: V&nbsp;pořádku

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
cs: POZNÁMKA: Věty můžete na tento seznam přidávat také pomocí tlačítka {addToListButton} (například během <a href="{url}">procházení</a> větami).

source: Create a new list
cs: Vytvořit nový seznam

# list
source: Name
cs: Jméno

source: create
cs: vytvořit

source: Collaborative lists
cs: Společně vytvářené seznamy

# list
source: Unspecified
cs: Nespecifikováno

source: added by {user}
cs: přidáno uživatelem {user}

source: linked by {user}
cs: připojeno uživatelem {user}

source: edited by {user}
cs: upraveno uživatelem {user}

source: deleted by {user}
cs: smazáno uživatelem {user}

source: unlinked by {user}
cs: odpojeno uživatelem {user}

source: Edit
cs: Upravit

source: admin
cs: administrátor

source: corpus maintainer
cs: správce korpusu

source: advanced contributor
cs: pokročilý přispěvatel

source: contributor
cs: přispěvatel

source: inactive
cs: nečinný

source: suspended
cs: podezřelý

source: Translate
cs: Překládat

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
cs: Tato věta je nyní označena za neschválenou. Neschválené věty nelze překládat.

source: Click to adopt
cs: Klikněte pro přisvojení věty

source: Click to unadopt
cs: Klikněte pro opuštění věty

source: Remove from favorites
cs: Odstranit z&nbsp;oblíbených

source: Add to favorites
cs: Přidat mezi oblíbené

source: Link to another sentence
cs: Připojit k&nbsp;jiné větě

source: Sentence number
cs: Číslo věty

source: Link
cs: Připojit

source: Add to list
cs: Přidat na seznam

source: Add to one of your lists
cs: Přidat na jeden z&nbsp;vašich seznamů

source: Add to a collaborative list
cs: Přidat na společně vytvářený seznam

source: You cannot delete this sentence because it has audio.
cs: Tuto větu nemůžete odstranit, neboť má audionahrávku.

source: Delete
cs: Odstranit

source: You cannot edit this sentence because it has audio.
cs: Tuto větu nemůžete upravit, neboť má audionahrávku.

source: belongs to {user}
cs: patří uživateli {user}

source: (native)
cs: (rodilý mluvčí)

source: Mark as "OK"
cs: Označit jako „V&nbsp;pořádku

source: Mark as "unsure"
cs: Označit jako „Těžko říct“

source: Mark as "not OK"
cs: Označit jako „V&nbsp;nepořádku

source: Unmark sentence
cs: Odznačit větu

source: Reply
cs: Odpovědět

source: Former member
cs: Bývalý člen

source: Send private message
cs: Zaslat soukromou zprávu

source: edited
cs: upraveno

source: to {recipient}
cs: uživateli {recipient}

source: from {sender}
cs: od uživatele {sender}

source: View this user's profile
cs: Zobrazit profil tohoto uživatele

source: Show sentence #:
cs: Zobrazit větu č.:

source: Language for previous, next or random sentence
cs: Jazyk pro předchozí, následující či náhodnou větu

source: previous
cs: předchozí

source: next
cs: další

source: random
cs: náhodná

source: all lists
cs: všechny seznamy

source: {title} (one result)
cs: {title} ({n}&nbsp;výsledek)

source: {title} ({thousand}&nbsp;results out of one occurrence)
cs: {title} ({thousand}&nbsp;výsledek z&nbsp;jednoho jediného výskytu)

source: Previous page [Ctrl+←]
cs: Předchozí stránka [Ctrl+←]

source: Next page [Ctrl+→]
cs: Další stránka [Ctrl+→]

# message
source: To
cs: Do jazyka

source: Title
cs: Název

source: Send
cs: Odeslat

source: {sender} wrote:
cs: {sender} napsal/a:

source: Show sentence's details
cs: Zobrazit podrobnosti o&nbsp;větě

source: Unlink
cs: Odpojit

source: Unlink this translation.
cs: Odpojit tento překlad.

source: Make into direct translation.
cs: Učinit přímým překladem.

source: Play audio
cs: Přehrát audio

source: No audio for this sentence. Click to learn how to contribute.
cs: Tato věta nemá audionahrávku. Kliknutím zjistěte, jak se dá přispět.

source: Translation:
cs: Překlad:

source: Submit translation
cs: Odeslat překlad

source: NOTE: Both direct and indirect translations will be shown.
cs: POZNÁMKA: Zobrazeny budou přímé i&nbsp;nepřímé překlady.

source: Only sentences with audio:
cs: Pouze věty s&nbsp;audionahrávkami.

source: no
cs: ne

source: yes
cs: ano

source: NOTE: Not all languages have audio at the moment.
cs: POZNÁMKA: Ne všechny jazyky mají v&nbsp;tuto chvíli audionahrávky.

source: Tags
cs: Štítky

source: View all tags
cs: Zobrazit všechny štítky

source: Added by {username}, {date}
cs: Přidáno uživatelem {username}, {date}

source: remove tag '{tagName}' from this sentence.
cs: odstranit od této věty štítek '{tagName}'.

source: remove tag from sentence
cs: odstranit od věty štítek

source: Add a message:
cs: Přidat zprávu:

source: Edit Wall Message
cs: Upravit zprávu na Zdi

source: hide replies
cs: skrýt odpovědi

source: show replies
cs: zobrazit odpovědi

source: by {messageAuthor}
cs: {messageAuthor}

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
cs: Před odesláním dotazu si laskavě pročtěte <a href="{}">často kladené otázky</a>.

source: Follow us
cs: Sledujte nás

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
cs: Pokud máte nějaký dotaz, návrh nebo požadavek (nebo chcete prostě poděkovat), neváhejte nám zaslat zprávu na e-mailovou adresu {emailAddress}.

source: Post on the Wall
cs: Napsat na zeď

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
cs: O&nbsp;svůj názor se můžete podělit také <a href="{}">na Zdi</a>.

source: Donate
cs: Přispějte

source: Any question?
cs: Nějaká otázka?

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
cs: Máte-li dotaz ohledně finanční pomoci nebo chcete-li nám finančně přispět jiným způsobem, než těmi uvedenými zde, kontaktujte buďto <a href="{trangEmail}">Trang</a> nebo celý <a href="{teamEmail}">tým</a>.

source: Latest donations
cs: Nejnovější dary

source: All donations
cs: Všechny dary

source: How to donate
cs: Jak darovat

source: You have two possible ways to make a donation:
cs: Finanční příspěvek lze provést dvěma způsoby:

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
cs: <b>Převodem přes IBAN.</b> To je asi nejlevnější způsob, jak přispět. Banka používaná Tatoebou sídlí ve Francii, takže pokud jste ze země EU, pravděpodobně budete moci převod provést bez poplatků.

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
cs: <b>Přes PayPal.</b> Nemůžete-li převádět peníze skrze IBAN, můžete nám zaslat dar pomocí PayPalu. Mějte však na paměti, že PayPal si strhává určitá procenta z&nbsp;převodů pro sebe.

source: IBAN transfer
cs: Převod přes IBAN

source: Titular:
cs: Název:

source: Download sentences
cs: Stáhnout věty

source: Note
cs: Poznámka

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
cs: Data, která zde najdete, vám NEbudou užitečná, pokud nepíšete nástroj na práci s&jazyky nebo zpracování dat.

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
cs: Pokud chcete jednoduše věty použitelné při výuce jazyka, vyzkoušejte <a href="{}">seznamy vět<a/>. Můžete si sestavovat své vlastní nebo prohlížet ty vytvořené jinými uživateli. Seznamy lze stahovat i&nbsp;tisknout.

source: General information about the files
cs: Obecné informace o&nbsp;souborech

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
cs: Mnoho japonských a&nbsp;anglických vět pochází z&nbsp;<a href="{}">korpusu Tanaka</a>, který je volným dílem.

source: These files are released under CC-BY.
cs: Tyto soubory jsou distribuovány pod licencí CC-BY.

source: Questions?
cs: Dotazy?

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
cs: Máte-li otázky nebo připomínky, neváhejte a&nbsp;<a href="{}">napište nám<a/>.

source: In general, we answer quickly.
cs: Měli bychom odpovědět rychle.

source: Download
cs: Stáhnout

source: Fields and structure
cs: Pole a&nbsp;struktura

source: File description
cs: Popis souboru

source: Sentence id
cs: Číslo věty

source: Lang
cs: Jazyk

source: Username
cs: Přezdívka

source: Date added
cs: Datum přidání

source: Date created
cs: Datum vytvoření

source: Date last modified
cs: Datum poslední úpravy

source: Translation id
cs: Číslo překladu

source: Tag name
cs: Název štítku

source: List id
cs: Číslo seznamu

source: List name
cs: Název seznamu

source: Meaning id
cs: Číslo významu

source: Skill level
cs: Úroveň znalosti

source: Details
cs: Podrobnosti

source: Contains all the sentences. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
cs: Obsahuje všechny věty. Každá věta má přiřazeno jedinečné identifikační číslo a&nbsp;jazykový kód dle <a href="{}">ISO 639-3<a/>.

source: The first file (sentences.tar.bz2) contains this information alone. The second file (sentences_detailed.tar.bz2) contains additional fields for those who would like to filter the sentences based on the contributor who owns the sentence, or the date when it was added or last modified.
cs: První soubor (sentences.tar.bz2) obsahuje pouze tuto informaci. Druhý soubor (sentences_detailed.tar.bz2) zahrnuje navíc i&nbsp;pole pro ty, kdo chtějí filtrovat věty podle přispěvatelů, kteří je vlastní, nebo podle dat přidání či posledních úprav.

source: Links
cs: Spoje

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
cs: Pokrývá spoje mezi větami. {sampleLinkLine} znamená, že věta č.&nbsp;77 je překladem věty č.&nbsp;1. Zahrnuty jsou i&nbsp;vzájemné spoje, takže soubor bude obsahovat i&nbsp;řádky říkající {sampleLinkLineReversed}.

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
cs: Obsahue seznam <a href="{url}">štítků</a> náležících jednotlivým větám. {sampleTagLine} znamená, že k&nbsp;větě č.&nbsp;381279 byl přidán štítek „proverb“.

source: Contains the list of <a href="{}">sentence lists</a>.
cs: Obsahuje výpis <a href="{}">seznamů vět</a>.

source: Sentences in lists
cs: Věty v&nbsp;seznamech

source: Indicates the sentences that are contained by any lists. {sampleListLine} means that sentence #381279 is contained by the list that has an id of 13.
cs: Označuje věty, které jsou zahrnuty v&nbsp;seznamech. {sampleListLine} znamená, že věta č.&nbsp;381279 je zahrnuta v&nbsp;seznamu s&nbsp;identifikačním číslem&nbsp;13.

source: Japanese indices
cs: Indexy pro japonštinu

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
cs: Obsahuje ekvivalent takzvaných „B lines“ v&nbsp;korpusu Tanaka, distribuovaném Jimem Breenem. Pro informace o&nbsp;formátu vizte <a href="{}">tuto stránku</a>. Každý údaj náleží k&nbsp;nějakému páru japonské a&nbsp;anglické věty. {sentenceId} značí identifikační číslo japonské věty, {meaningId} pak číslo anglického protějšku.

source: User skill level per language
cs: Uživatelské úrovně znalostí dle jazyka

source: Indicates the self-reported skill levels of members in individual languages.
cs: Naznačuje u&nbsp;uživatelů jejich úrovně znalostí v&nbsp;jednotlivých jazycích. (Úrovně znalostí si uživatelé přiřazují sami.)

source: Need more help?
cs: Potřebuje další pomoc?

source: You can check out the <a href="{}">FAQ</a>.
cs: Podívejte se na často kladené otázky – <a href="{}">FAQ</a>.

source: Getting started
cs: Jak začít

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
cs: Pokud si myslíte, že je tenhle projekt super, a&nbsp;chtěli se do pomoci zapojit aktivně, <strong>MUSÍTE</strong> si přečíst tohle:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
cs: A&nbsp;konečně, vítejte na Tatoebě! Doufáme, že si spolupráci na našem projektu užijete :)

source: Important links
cs: Důležité odkazy

source: Adding new sentences
cs: Přidávání nových vět

source: There are two ways to add new sentences.
cs: Jsou dva způsoby, jak přidávat nové věty.

source: From the <a href="{}">Contribute</a> section
cs: Ze sekce <a href="{}">Přispívat<a/>

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
cs: Vytvořením nového < a href="{}">seznamu</a> a&nbsp;upravováním jeho stránky.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
cs: Přestože už je na Tatoebě velká spousta vět, značná část slovníku stále není pokryta. Proto vítáme přidávání vět obsahujících nová slova, a&nbsp;to i&nbsp;kdybyste třeba nevěděli, jak takové věty přeložit do jiných jazyků.

source: Translating sentences
cs: Překládání vět

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
cs: Překládání je na Tatoebě jednou z&nbsp;nejdůležitějších věcí, neboť hlavním cílem projektu je sbírat věty přeložené do mnoha různých jazyků.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
cs: Překládat věty lze v&nbsp;podstatě odkudkoli. Prostě klikněte na ikonu {translateButton}, kdykoliv ji uvidíte.

source: Correcting mistakes
cs: Opravování chyb

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
cs: Opravovat chyby můžete pouze ve větách, které vám patří. Najdete-li chybu ve větě někoho jiného, můžete na ni upozornit napsáním komentáře k&nbsp;dané větě.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
cs: V&nbsp;některých případech věta nemá žádného vlastníka. Pro další informace (o&nbsp;přisvojování vět) si přečtěte odstavec níže.

source: Adopting sentences
cs: Přisvojování vět

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
cs: Když přidáte novou větu, daná věta vám „patří“ – pouze vy ji můžete upravovat. Plno vět na Tatoebě ovšem pochází z&nbsp;japonsko-anglického korpusu zvaného korpus Tanaka. Tyto věty nemají žádného vlastníka, neboť byly posbírány mimo Tatoebu.

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
cs: Když spatříte větu ve větě, která je „osiřelá“, nebudete ji moci opravit, protože nejste vlastníkem dané věty. Proto máte možnost si větu „přisvojit“ ({adoptButton}). Jakmile si větu přisvojíte, stanete se jejím vlastníkem a&nbsp;budete ji tedy moci upravovat.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
cs: Přisvojování vět je také součástí „procesu zkvalitňování“. Více informací o&nbsp;něm naleznete zde:

source: Sentence lists
cs: Seznamy vět

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
cs: Na Tatoebě můžete věty sdružovat do seznamů. Není-li dáno jinak, je každý vytvořený seznam <strong>osobní</strong> – to znamená, že ho může upravovat pouze uživatel, který jej vytvořil (i&nbsp;ostatní si ho ale budou moci prohlížet).

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
cs: Lze však dát možnost přidávání a&nbsp;odebírání vět na seznamu všem uživatelům Tatoeby, a&nbsp;to tak, že se seznam nastaví jako <strong>společně vytvářený</strong>.

source: Tatoeba: Collection of sentences and translations
cs: Tatoeba: sbírka vět a&nbsp;překladů

source: Latest messages
cs: Poslední zprávy

source: Latest comments
cs: Poslední komentáře

source: Stats
cs: Statistika

source: Table of contents
cs: Obsah

source: Information for contributors of text to the Tatoeba project
cs: Informace pro přispěvatele přidávající text na projekt Tatoeba

source: To grow the commons of free knowledge and free culture, all users contributing to the Tatoeba project are required to grant broad permissions to the general public to re-distribute and re-use their contributions freely, as long as the use is attributed. Therefore, for any text to which you hold the copyright, by submitting it, you agree to license it under the Creative Commons Attribution License 2.0 (fr). Please note that this license does allow commercial uses of your contributions, as long as such uses are compliant with the terms.
cs: V&nbsp;zájmu rozšiřování volně dostupných vědomostí a&nbsp;svobodné kultury je po všech uživatelích přispívajících na projekt Tatoeba požadováno, aby poskytli širé veřejnosti práva na neomezené používání a&nbsp;redistribuci vámi vytvořeného obsahu, dokud jsou uvedeny zásluhy. Tímto se tedy zavazujete, že jakýkoliv text, na nějž máte autorské právo, můžete být šířen pod licencí Creative Commons Attribution License 2.0 (fr). Mějte na paměti, že tato licence umožňuje komerční užití vámi vytvořeného obsahu, pokud je jeho užití v&nbsp;souladu s&nbsp;podmínkami licence.

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences to which you contributed, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
cs: Jakožto autor souhlasíte s&nbsp;tím, že vaše zásluhy mohou být uvedeny: a)&nbsp;hypertextovým odkazem (kde je to možné) či URL adresou stránky s&nbsp;větou nebo větami, kterých jste autorem, b)&nbsp;hypertextovým odkazem (kde je to možné) či URL adresou stránky s&nbsp;alternativní, stabilní volně dostupnou online kopii vašeho obsahu, která je v&nbsp;souladu s&nbsp;podmínkami stanovenými v&nbsp;licenci a&nbsp;která uvádí zásluhy autorů způsobem odpovídajícím uvádění zásluh na této stránce, nebo c)&nbsp;seznamem všech autorů. (Jakýkoliv seznam autorů může nezahrnovat velmi nepatrné nebo irelevantní příspěvky k&nbsp;obsahu.)

source: Importing text:
cs: Importování textu:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
cs: Chcete-li importovat text, který jste našli jinde nebo jehož jste spoluautor, můžete tak učinit pouze tehdy, je-li daný text dostupný pod podmínkami stanovenými licencí CC-BY.

source: If you import text under a compatible license which requires attribution, you must, in a reasonable fashion, credit the author(s). Where such credit is commonly given through sentence comments, it is sufficient to give attribution in the edit summary, which is recorded in the sentence history when importing the text. Regardless of the license, the text you import may be rejected if the required attribution is deemed too intrusive.
cs: Pokud importujete text pod slučitelnou licencí, kterýžto text vyžaduje uvedení zásluh autora (autorů), musíte tak rozumným způsobem učinit. I&nbsp;když jsou zásluhy obvykle uváděny v&nbsp;komentářích u&nbsp;dané věty, stačí je uvést ve&nbsp;shrnutí úprav, které se zaznamenává v&nbsp;historii věty při importování textu. Bez ohledu na licenci může být vámi importovaný text zamítnut, je-li k&nbsp;němu požadováno takové uvedení zásluh, které vyhodnotíme jako příliš intruzivní.

source: Information for re-users:
cs: Informace o&nbsp;redistribuci obsahu

source: Re-use of text:
cs: Redistribuce textu
