Repository: Tatoeba/tatoeba2
Catalog: app/Locale/ces/LC_MESSAGES/default.po
Languages: cs

source: There's no user called {username}
cs: Uživatel s&nbsp;přezdívkou {username} neexistuje.

source: You need to be logged in.
cs: Musíte být přihlášeni.

source: An error occurred while saving. Please try again or contact us to report this.
cs: Během ukládání se vyskytla chyba. Zkuste to prosím znovu nebo nás kontaktujte.

source: Tatoeba, new password
cs: Tatoeba, nové heslo

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
cs: Věty č.&nbsp;{firstNumber} a&nbsp;č.&nbsp;{secondNumber} jsou teď navzájem přímými překlady.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
cs: Věty č.&nbsp;{firstNumber} a&nbsp;č.&nbsp;{secondNumber} už nejsou navzájem přímými překlady.

source: An error occurred while unlinking. Please try again or contact us to report this.
cs: Během připojování se vyskytla chyba. Zkuste to prosím znovu nebo nás kontaktujte.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
cs: Uživatel jménem {username}, kterému chcete poslat tuto zprávu, neexistuje. Zadejte prosím jiné jméno.

source: restore
cs: obnovit

source: permanently delete
cs: smazat navždy

source: Are you sure?
cs: Víte to jistě?

source: delete
cs: smazat

source: mark as unread
cs: označit jako nepřečtené

source: reply
cs: odpovědět

source: Folder "{name}" emptied.
cs: Pole „{name} vyprázdněno.

source: There is no sentence with id {number}
cs: Věta s&nbsp;číslem {number} neexistuje.

source: Your comment has been saved.
cs: Váš komentář byl uložen.

source: You do not have permission to edit this comment.
cs: Na upravování tohoto komentáře nemáte povolení.

source: Comments cannot be empty.
cs: Komentáře nemohou nemít žádný obsah.

source: Changes to your comment have been saved.
cs: Úpravy vašeho komentáře byly uloženy.

source: We could not save your changes.
cs: Vaše změny nemohly být uloženy.

source: You cannot delete this sentence.
cs: Tuto větu nemůžete smazat.

source: The sentence #{id} has been deleted.
cs: Věta č.&nbsp;{id} byla smazána.

source: Error: the sentence #{id} could not be deleted.
cs: Chyba: věta č.&nbsp;{id} nemohla být smazána.

source: “owned by a self-identified native”, because “sentence language” is set to “any”
cs: „vlastněno (samozvaným) rodilým mluvčím“, neboť „jazyk věty“ je nastaven na „libovolný“

source: “translation is orphan”, because “translation owner” is set to a username
cs: „překlad je sirotek“, neboť „majitel věty“ je nastaven na uživatelskou přezdívku

source: “translation owner”, because “{username}” is not a valid username
cs: „majitel překladu“, neboť „{username}“ není platná uživatelská přezdívka

source: “sentence is orphan”, because “sentence owner” is set to a username
cs: „věta je sirotek“, neboť „majitel věty“ je nastaven na uživatelskou přezdívku

source: “sentence owner”, because “{username}” is not a valid username
cs: „majitel věty“, neboť „{username}“ není platná uživatelská přezdívka

source: “tagged as {tagName}”, because it's an invalid tag name
cs: „označeno štítkem {tagName}“, neboť se jedná o&nbsp;štítek s&nbsp;neplatným názvem

source: “owned by a self-identified native”, because the criterion “owned by: {username}” is set whereas he or she is not a self-identified native in the language you're searching into
cs: „vlastněno (samozvaným) rodilým mluvčím“, neboť kritérium „vlastněno uživatelem: {username}“ je nastaveno tak, že se nejedná o&nbsp;(samozvaného) rodilého mluvčího jazyka, ve kterém vyhledáváte

source: Collaborative lists ({total})
cs: Společně vytvářené seznamy ({total})

source: Collaborative lists containing "{search}" ({total})
cs: Společně vytvářené seznamy obsahující "{search}" ({total})

source: The download feature has been disabled for this list because it contains a sentence.
cs: Tento seznam nemůže být stažen, neboť obsahuje větu.

source: Only lists containing one sentence or fewer can be downloaded. If you can edit the list, you may want to split it into multiple lists.
cs: Stahovány mohou být pouze seznamy obsahující jednu nebo méně vět. Chcete-li tento seznam upravovat, mohli byste ho rozdělit do více různých listů.

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
cs: Štítek '{tagName}' už věta č.&nbsp;{number} obsahuje, nebo tento štítek nemohl být přidán

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
cs: Nebyly nalezeny žádné věty s tímto štítkem. Štítek, který hledáte, byl smazán anebo vůbec neexistuje.

source: Failed to upload image
cs: Obrázek se nepodařilo nahrát

source: Please choose an image that does not exceed 1 MB.
cs: Zvolte prosím obrázek, jehož velikost nepřesahuje 1&nbsp;MB.

source: Please choose GIF, JPEG or PNG image format.
cs: Zvolte prosím obrázek ve formátu GIF, JPEG či PNG.

source: Error while saving.
cs: Chyba v průběhu ukládání.

source: Profile saved.
cs: Profil uložen.

source: Failed to change email address. Please enter a proper email address.
cs: Nepodařilo se změnit e-mailovou adresu. Zadejte prosím skutečnou e-mailovou adresu.

source: That email address already exists. Please try another.
cs: Tato e-mailová adresa už existuje. Zkuste prosím jinou.

source: Your settings have been saved.
cs: Vaše nastavení bylo uloženo.

source: New password cannot be empty.
cs: Nové heslo nemůže neobsahovat žádné znaky.

source: New password has been saved.
cs: Nové heslo bylo uloženo.

source: An error occurred while saving.
cs: Během ukládání se vyskytla chyba.

source: Password error. Please try again.
cs: Chyba v hesle. Zkuste prosím znovu.

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
cs: Tento účet byl označen jako nečinný. Už se na něj nelze přihlásit. Jedná-li se omyl, obraťte se prosím na některého z&nbsp;administrátorů.

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
cs: Tento účet byl označen jako spammerský. Už se na něj nelze přihlásit. Jedná-li se omyl, obraťte se prosím na některého z&nbsp;administrátorů.

source: You must fill in your username and password.
cs: Musíte zadat své uživatelské jméno a&nbsp;heslo.

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
cs: Přihlášení se nezdařilo. Ujistěte se, že nemáte omylem zapnutý Caps Lock a&nbsp;Num Lock. Vaše heslo rozlišuje velikosti písmen.

source: Password cannot be empty.
cs: Heslo nemůže neobsahovat žádné znaky.

source: Wrong answer to the question.
cs: Špatná odpověď na otázku.

source: You did not accept the terms of use.
cs: Nesouhlasili jste s podmínkami užití.

source: Welcome to Tatoeba!
cs: Vítejte na Tatoebě!

source: To start things off, we encourage you to go to your <a href='{url}'>profile</a> and let us know which languages you speak or are interested in.
cs: Pro začátek vám doporučujeme, abyste šli na svůj <a href='{url}'>profil</a> a&nbsp;dali nám vědět, kterými jazyky mluvíte a&nbsp;o&nbsp;které jazyky se zajímáte.

source: Your new password has been sent to {email}.
cs: Nové heslo vám bylo zasláno na {email}.

source: You may need to check your spam folder to find this message.
cs: Je možné, že budete muset pro nalezení této zprávy zkontrolovat svůj koš na spam.

source: There is no registered user with this email address:
cs: Neexistuje žádný zaregistrovaný uživatel s&nbsp;touto e-mailovou adresou:

source: No user with this username:
cs: Žádný uživatel s touto přezdívkou:

source: You cannot edit this language.
cs: Tento jazyk nemůžete upravovat.

source: Language deleted
cs: Jazyk smazán

source: You cannot delete this language.
cs: Tento jazyk nemůžete smazat.

source: Message saved.
cs: Zpráva uložena.

source: We apologize, but we could not save your data. Please try again
cs: Je nám líto, ale vaše data nemohla být uložena. Zkuste to prosím znovu

source: You do not have permission to edit this message.
cs: Na upravování této zprávy nemáte povolení.

source: The message you are trying to view does not exist or has been deleted.
cs: Zpráva, kterou chce zobrazit, neexistuje nebo byla smazána.

source: unnamed list
cs: bezejmenný seznam

source: Warning
cs: Upozornění

source: Orphan sentences
cs: Osiřelé věty

source: Orphan sentences in {language}
cs: Osiřelé věty v jazyce {language}

source: About adoption
cs: O&nbsp;přisvojování vět

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
cs: Když si přisvojíte větu, v&nbsp;podstatě prohlašujete, že je daná věta správná. Přisvojením věty také získáte možnost větu zkontrolovat a&nbsp;opravit její případné chyby.

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
cs: Chcete-li nám tedy pomoci s kontrolováním a&nbsp;opravováním vět, přisvojujte si ({adoptButton}) jakékoli „osiřelé“ věty ve svém <strong>rodném jazyce</strong> a&nbsp;v&nbsp;případě potřeby je opravujte. Více informací najdete <a href="{url}">zde</a>.

source: Tips
cs: Tipy

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
cs: Pokud se poté, co jste si přisvojili nějakou větu, objeví u&nbsp;dané věty cizí přezdívka, znamená to, že si větu někdo přisvojil těsně před vámi. Nechcete-li, aby k tomuto došlo znovu, můžete zkusit popojet o&nbsp;pár stránek dál a&nbsp;teprve odtamtud si přisvojovat věty.

source: Improve sentences
cs: Zlepšovat věty

source: Related links
cs: Související odkazy

source: Tag guidelines
cs: Návod k&nbsp;používání štíků

source: Tags you should know about
cs: Štítky, o&nbsp;kterých byste měli vědět

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
cs: Komunita vyvinula několik „praktických štítků“ na zlepšování kvality a spolehlivosti vět.

source: {tagChange}: the sentence needs to be changed.
cs: {tagChange}: věta je třeba pozměnit.

source: {tagCheck}: the sentence needs to be checked.
cs: {tagCheck}: větu je třeba zkontrolovat.

source: {tagNNC}: the sentence needs to be checked by a native speaker.
cs: {tagNNC}: větu musí zkontrolovat rodilý mluvčí.

source: {tagOK}: the sentence is considered correct by at least one person.
cs: {tagOK}: alespoň jeden člověk považuje tuto větu za správnou.

source: How to help
cs: Jak pomoci

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
cs: Musíte být <a href="{}">pokročilým uživatelem</a>; jinak nebudete moci označovat věty pomocí štítků.

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
cs: Kdykoli narazíte na větu, která obsahuje chybu nebo zní zvláštně, označte ji štítkem {tagChange} a&nbsp;napište komentář s&nbsp;návrhem, jak danou větu zlepšit.

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
cs: Kdykoli spatříte možnou chybu, přidejte štítek {tagCheck} a&nbsp;v&nbsp;komentáři objasněte, proč by mohlo jít o&nbsp;chybu.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
cs: Kdykoli přidáváte větu v cizím jazyce a nejste si zcela jisti její správností, přidejte štítek {tagNNC}.

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
cs: Kdykoli můžete, probírejte se větami se štítky {tagChange}, {tagCheck} a&nbsp;{tagNNC}, diskutujte o těchto větách s&nbsp;dalšími uživateli a&nbsp;pomozte rozhodnout, jak s&nbsp;těmito větami naložit.

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
cs: Jakmile je problematická věta opravena, označte ji štítkem {tagOK}. Případně se můžete probírat cizími větami a&nbsp;označovat je štítkem {tagOK}. To však dělejte pouze tehdy, když jste ji zcela jisti, že jsou dané věty správné, a&nbsp;nepoužívejte štítek {tagOK} na vlastní věty.

source: Translate sentences
cs: Překládat věty

source: How to add a translation
cs: Jak přidat překlad

source: Once the sentences are displayed, click on {translateButton} to add a translation.
cs: Jakmile jsou věty zobrazeny, klikněte na tlačítko {translateButton} pro přidání překladu.

source: About translations
cs: O překladech

source: Good translations
cs: Dobré překlady

source: We know it's difficult, but do NOT translate word for word!
cs: Víme, že je to těžké, ale NEpřekládejte slovo po slově!

source: Multiple translations
cs: Vícero překladů

source: If you feel there are several possible translations, you can add several translations in the same language.
cs: Pokud se vám zdá, že je větu možno přeložit více způsoby, můžete přidat i&nbsp;vícero překladů v&nbsp;jednom jazyce.

source: Search for untranslated sentences
cs: Hledejte nepřeložené věty

source: Sentences in:
cs: Věty v&nbsp;jazyce:

source: Not directly translated into:
cs: Nepřeložené přímo do jazyka:

source: show sentences
cs: ukázat věty

source: Display random sentences
cs: Zobrazit náhodné věty

source: Quantity
cs: Počet

source: Language
cs: Jazyk

source: show random sentences
cs: ukázat náhodné věty

source: Translate {language} sentences that belong to {user}
cs: Překládat věty v&nbsp;jazyce {language} patřící uživateli {user}

source: Translate sentences that belong to {user}
cs: Překládat věty patřící uživateli {user}

source: Yes
cs: Ano

source: No
cs: Ne

source: Sentences in {language} with audio
cs: Věty v&nbsp;jazyce {language} s&nbsp;audionahrávkami

source: Sentences with audio
cs: Věty s&nbsp;nahrávkami

source: (total %count%)
cs: (celkem %count%)

source: Save
cs: Uložit

source: Sentences marked as "OK"
cs: Věty označené jako „V&nbsp;pořádku“

source: Sentences marked as "unsure"
cs: Věty označené jako „Těžko říct“

source: Sentences marked as "not OK"
cs: Věty označené jako „V&nbsp;nepořádku“

source: All sentences
cs: Všechny věty

source: {user}'s collection - {category}
cs: sbírka uživatele {user} – {category}

source: This feature is currently deactivated.
cs: Tato funkce je nyní vypnutá.

source: You can activate it in your settings: "Activate the feature to rate sentences and build your collection..."
cs: Můžete si ji zapnout v&nbsp;nastavení: „Zpřístupnit možnost hodnotit věty a&nbsp;vytvářet si vlastní sbírku…“

source: Filter
cs: Filtr

source: Sort by:
cs: Seřadit podle:

source: date created
cs: data vytvoření

source: Activity timeline
cs: Křivka aktivnosti

source: Latest contributions
cs: Nejnovější příspěvky

source: Contributions
cs: Příspěvky

source: View all
cs: Zobrazit všechny

source: Browse all contributions
cs: Procházet všemi příspěvky

source: Logs of {user}'s contributions
cs: Záznamy o&nbsp;příspěvcích uživatele {user}

source: Sentences
cs: Věty

source: Words:
cs: Slova:

source: Language:
cs: Jazyk:

source: Show translations in:
cs: Zobrazit překlady v&nbsp;jazyce:

source: Orphan sentences are likely to be incorrect.
cs: U&nbsp;osiřelých vět je veliká šance, že budou nesprávné.

source: Is orphan:
cs: Je osiřelá:

# orphan
source: Any
cs: Jakýkoliv

source: Unapproved sentences are likely to be incorrect.
cs: U&nbsp;neschválených vět je veliká šance, že budou nesprávné.

source: Is unapproved:
cs: Je neschválená:

# unapproved
source: Any
cs: Jakýkoliv

source: Owned by a self-identified native
cs: Patřící (samozvanému) rodilému mluvčímu:

source: Owner:
cs: Majitel:

source: Enter a username
cs: Zadejte přezdívku

source: Separate tags with commas.
cs: Jednotlivé štítky oddělujte čárkami.

source: Tags:
cs: Štítky:

source: Has audio:
cs: S&nbsp;audionahrávkami:

# audio
source: Any
cs: Jakýkoliv

source: Translations
cs: Překlady

source: Limit to
cs: Omezit na

source: Exclude
cs: Vyřadit

source: {action} sentences having translations that match all the following criteria.
cs: {action} věty s&nbsp;překlady splňujícími následující požadavky.

source: Link:
cs: Odkaz:

# link
source: Any
cs: Jakýkoliv

source: Direct
cs: Přímý

source: Indirect
cs: Nepřímý

source: Sort
cs: Pořadí vět

source: Order:
cs: Seřadit:

source: Fewest words first
cs: od nejmenšího počtu slov

source: Last created first
cs: od posledně vytvořených

source: Last modified first
cs: od posledně upravovaných

source: Random
cs: náhodně

source: Reverse order
cs: V&nbsp;opačném pořadí

# button
source: Advanced search
cs: Pokročilé hledání

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
cs: Upozornění: tato webová stránka slouží pro testování. Všechno, co přidáte, budou zcela jistě ztraceno.

source: Number of sentences with audio by language
cs: Počet vět s&nbsp;audionahrávkami dle jazyků

source: Browse audio for all languages
cs: Procházet audionahrávkami pro všechny jazyky

source: Month
cs: Měsíc

source: Year
cs: Rok

source: Currently contributing
cs: Právě přispívají

source: User who did the last contribution.
cs: Uživatel s&nbsp;nejnovějším příspěvkem.

source: #{rank} - {n}&nbsp;sentence - {percentage}%
cs: #{rank} – {n}&nbsp;věta – {percentage}&nbsp;%

source: Quick Start Guide
cs: Začátečnická příručka

source: Help
cs: Pomoc

source: Downloads
cs: Ke stažení

source: What is Tatoeba?
cs: Co je Tatoeba?

source: Contact us
cs: Napište nám

source: Terms of use
cs: Podmínky užití

source: More information
cs: Více informací

source: Join the community!
cs: Přidejte se k&nbsp;nám!

source: The more contributors there are, the more useful Tatoeba will become! Besides, by contributing, not only will you be helpful to the rest of the world, but you will also get to learn a lot.
cs: Čím více přispěvatelů bude Tatoeba mít, tím bude lepší! A&nbsp;navíc – přispíváním nejenže budete užiteční zbytku světa, ale taky se toho sami spoustu naučíte.

source: Register
cs: Zaregistrovat se

source: Log in
cs: Přihlásit se

source: Username:
cs: Uživatelská přezdívka:

source: Password:
cs: Heslo:

source: Remember me
cs: Pamatovat si mě

source: Forgot your password?
cs: Zapomněli jste heslo?

source: Close
cs: Zavřít

source: sentence deleted
cs: věta smazána

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
cs: Obsah této zprávy je v&nbsp;rozporu s&nbsp;<a href="{}">našimi pravidly</a> a&nbsp;je proto skryt. Zpráva se zobrazuje pouze svému administrátorům a&nbsp;svému autorovi.

source: Private messages
cs: Soukromé zprávy

source: New message
cs: Nová zpráva

source: Empty trash
cs: Vysypat koš

source: Inbox
cs: Obdržené

source: Unread
cs: Nepřečtené

source: Sent
cs: Odeslané

source: Trash
cs: Koš

source: Folders
cs: Záložky

source: Random sentence
cs: Náhodná věta

source: show another
cs: Zobrazit jinou

source: show more...
cs: Zobrazit více…

source: Advanced search
cs: Pokročilé hledání

source: Search
cs: Hledání

source: From
cs: Z jazyka

# language
source: To
cs: Do jazyka

source: Show 1 more translation
cs: Zobrazit 1 další překlad.

source: Fewer translations
cs: Méně překladů

source: One sentence
cs: {n}&nbsp;věta

source: show all languages
cs: Zobrazit všechny jazyky

source: Your session has expired.
cs: Čas vašeho sezení vypršel.

source: Tatoeba is a collection of sentences and translations.
cs: Tatoeba je sbírkou vět a&nbsp;překladů.

source: It's collaborative, open, free and even addictive.
cs: Je založená na spolupráci a&nbsp;otevřenosti, je zdarma – a&nbsp;je dokonce návyková.

source: Clear search
cs: Smazat

# title
source: Advanced search
cs: Pokročilé hledání

source: Profile
cs: Profil

source: My profile
cs: Můj profil

source: My sentences
cs: Mé věty

source: My collection
cs: Má sbírka

source: My lists
cs: Mé seznamy

source: My favorites
cs: Mé oblíbené

source: My comments
cs: Mé komentáře

source: Comments on my sentences
cs: Komentáře u&nbsp;mých vět

source: My Wall messages
cs: Mé zprávy na Zdi

source: My sentence logs
cs: Záznamy o&nbsp;mých větách

source: Settings
cs: Nastavení

source: Log out
cs: Odhlásit se

source: Browse
cs: Prohlížet věty

source: Browse by language
cs: Podle jazyka

source: Browse by list
cs: Podle seznamů

source: Browse by tag
cs: Podle štítků

source: Browse audio
cs: Podle nahrávek

source: Contribute
cs: Příspívat

source: Add sentences
cs: Přidávat věty

source: Adopt sentences
cs: Přisvojovat si věty

source: Discuss sentences
cs: Diskutovat o&nbsp;větách

source: Show activity timeline
cs: Zobrazit křivku aktivnosti

source: Wall
cs: Zeď

source: List of all members
cs: Seznam všech členů

source: Languages of members
cs: Jazyky členů

source: Native speakers
cs: Rodilí mluvčí

source: Collection
cs: Sbírka

source: Lists
cs: Seznamy

source: Favorites
cs: Oblíbené

source: Comments
cs: Komentáře

source: Comments on {user}'s sentences
cs: Komentáře u&nbsp;vět uživatele {user}

source: Wall messages
cs: Zprávy na Zdi

source: Logs
cs: Záznamy

source: Translate {user}'s sentences
cs: Překládat věty uživatele {user}

source: Contact {user}
cs: Kontaktovat uživatele {user}

source: Your login:
cs: Vaše přihlášení:

source: Your new password:
cs: Vaše nové heslo:

source: {user}'s favorite sentences
cs: Oblíbené věty uživatele {user}

source: This user does not have any favorites.
cs: Tento uživatel nemá žádné oblíbené věty.

source: Add a comment
cs: Přidat komentář.

source: Submit comment
cs: Odeslat komentář

source: Good practices
cs: Dobré zvyklosti:

source: Say "welcome" to new users.
cs: Přivítejte nové uživatele.

source: Use private messages to discuss things unrelated to the sentence.
cs: Záležitosti netýkající se dané věty řešte pomocí soukromých zpráv.

source: Cancel
cs: Zrušit

source: Save changes
cs: Uložit změny

source: unhide
cs: zobrazit

source: hide
cs: skrýt

source: edit
cs: upravit

source: Filter by language
cs: Filtrovat dle jazyka

source: Go back to previous page
cs: Vrátit se na předchozí stránku

source: date unknown
cs: Datum neznámé

source: yesterday
cs: Před {n}&nbsp;dnem

source: an hour ago
cs: Před {n}&nbsp;hodinou

source: a minute ago
cs: Před {n}&nbsp;minutou

source: January
cs: Leden

source: February
cs: Únor

source: March
cs: Březen

source: April
cs: Duben

source: May
cs: Květen

source: June
cs: Červen

source: July
cs: Červenec

source: August
cs: Srpen

source: September
cs: Září

source: October
cs: Říjen

source: November
cs: Listopad

source: December
cs: Prosinec

source: Profile languages
cs: Profilové jazyky

source: Last used languages
cs: Posledně používané jazyky

source: Other languages
cs: Ostatní jazyky

source: Auto detect
cs: Samodetekce

source: other language
cs: jiný jazyk

source: All languages
cs: Všechny jazyky

# dropdown-list
source: Unknown language
cs: Neznámý jazyk

source: None
cs: Žádný

source: Any language
cs: Jakýkoliv jazyk

# searchbar
source: Any language
cs: Jakýkoliv jazyk

source: unknown
cs: neznámý
