Repository: Tatoeba/tatoeba2
Catalog: src/Locale/gos/admin.po
Languages: gos

source: Failed to copy file “{file}” to directory “{dir}”.
gos: t Kopieren van bestaand "{file}" noar map "{dir}" is mishottjed.

source: File “{file}” was successfully imported but could not be removed from the import directory.
gos: t Bestaand "{file}" is mit sukses importeerd, mor t kon nait vothoald worden oet importmap.

source: Import recordings
gos: Opnoames importeren

source: Files detected
gos: Maarkte bestanden

source: File name
gos: Bestaandsnoam

source: Sentence id
gos: Zin-ID

source: Language
gos: Toal

source: Already has audio
gos: Het al n audio

source: May be imported
gos: Kin importeerd worden

source: N/A
gos: Nait van toupazen

source: No
gos: Nee

source: Yes
gos: Joa

source: No files have been detected inside the import directory.
gos: Der werden gain bestanden ien importmap vonnen.

source: Enabled
gos: Toustoan

source: Owner name
gos: Noam aigender

source: Submit
gos: Versturen

source: Correctness
gos: Juusthaid

source: Change
gos: Verandern

source: Import sentences
gos: Zinnen importeren

source: Single sentences
gos: Lözze zinnen

source: Language of the sentences:
gos: Toal van zin:

source: File:
gos: Bestaand:

source: Sentences and translations
gos: Zinnen en vertoalens

source: Language of the translations:
gos: Toal van vertoalens:

source: Delete
gos: Votdoun

source: Are you sure you want to delete user #{number}?
gos: Waist doe wis da's gebroeker nummer {number} wizzen wilst?

source: List Users
gos: Liest Gebroekers

source: Profile
gos: Profiel

source: Edit User
gos: Gebroeker aanpazen

source: Username
gos: Broekersnoam

source: Lang
gos: Toal

source: Group
gos: Groep

source: unhide
gos: zichtboar moaken

source: hide
gos: onzichtboar moaken
