Repository: Tatoeba/tatoeba2
Catalog: src/Locale/gos/countries.po
Languages: gos

source: Ascension Island
gos: Ascension

source: United Arab Emirates
gos: Verainde Arabische Emiroaten

source: Afghanistan
gos: Afganistan

source: Antigua & Barbuda
gos: Antigua en Barbuda

source: Albania
gos: Albanie

source: Armenia
gos: Armenie

source: Antarctica
gos: Antarktika

source: Argentina
gos: Argentinie

source: American Samoa
gos: Amerikoans Samoa

source: Austria
gos: Oostenriek

source: Australia
gos: Austroalie

source: Åland Islands
gos: Åland

source: Azerbaijan
gos: Azerbaidjan

source: Bosnia
gos: Bosnie

source: Belgium
gos: Belgie

source: Bulgaria
gos: Bulgaraai

source: Bahrain
gos: Bagraain

source: Burundi
gos: Boeroendi

source: St. Barthélemy
gos: Sunt Barthélemy

source: Caribbean Netherlands
gos: Karibisch Nederlaand

source: Brazil
gos: Brazielje

source: Bouvet Island
gos: Bouvetailaand

source: Belarus
gos: Wit-Ruslaand

source: Canada
gos: Kanada

source: Cocos (Keeling) Islands
gos: Kokosailanden

source: Congo - Kinshasa
gos: Demokroatische Republiek Kongo

source: Central African Republic
gos: Zentroal-Afrikoanse Republiek

source: Congo - Brazzaville
gos: Republiek Kongo

source: Switzerland
gos: Svitzerlaand

source: Côte d’Ivoire
gos: Ivoorkust

source: Cook Islands
gos: Cookailanden

source: Chile
gos: Sjili

source: Cameroon
gos: Kameroen

source: China
gos: Sina

source: Colombia
gos: Kolombia

source: Clipperton Island
gos: Clipperton

source: Costa Rica
gos: Kosta Rika

source: Cuba
gos: Kuba

source: Cape Verde
gos: Koapverdie

source: Christmas Island
gos: Christmasailaand

source: Cyprus
gos: Zyprus

source: Czechia
gos: Tjechie

source: Germany
gos: Duutslaand

source: Djibouti
gos: Djiboeti

source: Denmark
gos: Denmaark

source: Dominica
gos: Dominika

source: Dominican Republic
gos: Dominikoanse Republiek

source: Algeria
gos: Algeraai

source: Ceuta & Melilla
gos: Ceuta en Melilla

source: Ecuador
gos: Ekuador

source: Estonia
gos: Estlaand

source: Egypt
gos: Egypte

source: Western Sahara
gos: Westelke Sahara

source: Spain
gos: Spaanje

source: Ethiopia
gos: Etiopie

source: Finland
gos: Finlaand

source: Falkland Islands
gos: Falklaandailanden

source: Micronesia
gos: Mikronesie

source: Faroe Islands
gos: Fereurailanden

source: France
gos: Frankriek

source: United Kingdom
gos: Veraind Keunenkriek

source: Georgia
gos: Georgie

source: French Guiana
gos: Fraans-Guyana

source: Greenland
gos: Gruinlaand

source: Guinea
gos: Guinee

source: Equatorial Guinea
gos: Equatorioal-Guinea

source: Greece
gos: Graikenlaand

source: South Georgia & South Sandwich Islands
gos: Zuudgeorgia en Zudelke Sandwichailanden

source: Guinea-Bissau
gos: Guinee-Bissau

source: Heard & McDonald Islands
gos: Heard en McDonaldailanden

source: Croatia
gos: Kroatie

source: Hungary
gos: Hongaraai

source: Canary Islands
gos: Kanarische ailanden

source: Indonesia
gos: Indonezie

source: Ireland
gos: Ierlaand

source: Isle of Man
gos: Man

source: British Indian Ocean Territory
gos: Britse Gebieden ien Indische Ozeoan

source: Iraq
gos: Irak

source: Iceland
gos: Ieslaand

source: Italy
gos: Itoalje

source: Jamaica
gos: Jamaika

source: Jordan
gos: Jordoanie

source: Kenya
gos: Kenia

source: Kyrgyzstan
gos: Kirgizie

source: Cambodia
gos: Kambodja

source: Comoros
gos: Komoren

source: St. Kitts & Nevis
gos: Sunt Kitts en Nevis

source: North Korea
gos: Noordkorea

source: South Korea
gos: Zuudkorea

source: Kuwait
gos: Koewait

source: Cayman Islands
gos: Kaaimanailanden

source: Kazakhstan
gos: Kazachstan

source: Lebanon
gos: Libanon

source: St. Lucia
gos: Sunt Lucia

source: Liechtenstein
gos: Liechtenstain

source: Lithuania
gos: Litouwen

source: Luxembourg
gos: Luxembörg

source: Latvia
gos: Letlaand

source: Libya
gos: Libie

source: Morocco
gos: Marokko

source: Monaco
gos: Monako

source: Moldova
gos: Moldavie

source: St. Martin
gos: Sunt Martin

source: Madagascar
gos: Madagaskar

source: Marshall Islands
gos: Marshallailanden

source: North Macedonia
gos: Noordmacedonie

source: Mongolia
gos: Mongolie

source: Macao
gos: Makao

source: Northern Mariana Islands
gos: Noordelke Marioanen

source: Mauritania
gos: Mauritanie

source: Malta
gos: Maalte

source: Maldives
gos: Malediven

source: Mexico
gos: Mexiko

source: Malaysia
gos: Malaizie

source: Mozambique
gos: Mozambiek

source: Namibia
gos: Namibie

source: New Caledonia
gos: Nij-Kaledonie

source: Norfolk Island
gos: Norfolk

source: Nicaragua
gos: Nikaragua

source: Netherlands
gos: Nederlaand

source: Norway
gos: Noorweeg

source: Nauru
gos: Nauro

source: New Zealand
gos: Nij-Zeelaand

source: Oman
gos: Omaan

source: French Polynesia
gos: Fraans Polynesie

source: Papua New Guinea
gos: Papoea-Nij-Guinea

source: Philippines
gos: Filipienen

source: Poland
gos: Pooln

source: St. Pierre & Miquelon
gos: Sunt Pierre en Miquelon

source: Pitcairn Islands
gos: Pitkairnailanden

source: Puerto Rico
gos: Puerto Riko

source: Palestine
gos: Palestina

source: Qatar
gos: Katar

source: Réunion
gos: Reunion

source: Romania
gos: Roemenie

source: Serbia
gos: Servie

source: Russia
gos: Ruslaand

source: Saudi Arabia
gos: Saudi-Arabie

source: Solomon Islands
gos: Salomonsailanden

source: Seychelles
gos: Seychellen

source: Sudan
gos: Soedan

source: Sweden
gos: Sveden

source: Singapore
gos: Singapoor

source: St. Helena
gos: Sunt Helena

source: Slovenia
gos: Slovenie

source: Svalbard & Jan Mayen
gos: Spitsbargen en Jan Mayen

source: Slovakia
gos: Slovakaai

source: Somalia
gos: Somalie

source: Suriname
gos: Surinoame

source: South Sudan
gos: Zuudsoedan

source: São Tomé & Príncipe
gos: Sao Tome en Principe

source: Sint Maarten
gos: Sunt-Meerten

source: Syria
gos: Syrie

source: Turks & Caicos Islands
gos: Törks en Caicosailanden

source: Chad
gos: Tjaad

source: French Southern Territories
gos: Fraanse Zudelke Gebieden

source: Thailand
gos: Thailaand

source: Tajikistan
gos: Tadzjikistan

source: Timor-Leste
gos: Oosttimor

source: Turkmenistan
gos: Törkmenistan

source: Tunisia
gos: Tunezie

source: Turkey
gos: Törkaai

source: Trinidad & Tobago
gos: Trinidad en Tobago

source: Ukraine
gos: Oekraine

source: Uganda
gos: Oeganda

source: U.S. Outlying Islands
gos: Leutje òflegen ailanden van Verainde Stoaten

source: United States
gos: Verainde Stoaten

source: Uzbekistan
gos: Oezbekistan

source: Vatican City
gos: Vatikoanstad

source: St. Vincent & Grenadines
gos: Sunt Vincent en de Grenadines

source: British Virgin Islands
gos: Britse Moagdenailanden

source: U.S. Virgin Islands
gos: Amerikoanse Moagdenailanden

source: Wallis & Futuna
gos: Wallis en Futuna

source: Yemen
gos: Jemen

source: South Africa
gos: Zuudafrikoa
