Repository: Tatoeba/tatoeba2
Catalog: src/Locale/gos/default.po
Languages: gos

source: You cannot edit this sentence because it has audio.
gos: Kinst dizze zin nait bewaarken, omreden e n audio het.

source: Other language
gos: Aandere toal

source: Transcription
gos: Transkriptie

source: This sentence is not reliable.
gos: Dizze zin is nait betraauwboar.

source: Copy sentence
gos: Zin kopieren

source: Go to sentence page
gos: Goa noar zin paginoa

source: Translate
gos: Vertoalen

source: Edit
gos: Bewaarken

source: Add sentence to list
gos: Voug zin aan liest tou

source: Add to favorites
gos: Aan faverieten touvougen

source: Remove from favorites
gos: Oet faverieten vothoalen.

source: Are you sure?
gos: Waist doe t wis?

source: Delete
gos: Votdoun

source: Click to adopt
gos: Klik om te adopteren

source: Click to unadopt
gos: Klik om zin tot wees te moaken

source: Show more features
gos: Teun meer funkties

source: Show fewer features
gos: Teun minder funkties

source: Make into direct translation
gos: Moak tot direkte vertoalen

source: Existing sentence #{number} has been added as a translation.
gos: Bestoande zin nr. {number} is touvougd as n vertoalen.

source: Edit this translation
gos: Bewaark dizze vertoalen

source: Translation
gos: Vertoalen

source: Add translation
gos: Vertoalen touvougen

source: Edit translation
gos: Bewaark vertoalen

source: Sentence removed from list.
gos: Zin vothoald van liest.

source: Undo removal
gos: Moak vothoalen ongedoan

source: Remove from list
gos: Oet liest vothoalen

source: Please <a href="{}">log in again</a>.
gos: <a href="{}">Meldst doe asjeblieft vannijs aan</a>.

source: Tatoeba is a collection of sentences and translations.
gos: Tatoeba is n kolleksie van zinnen en vertoalens.

source: Search
gos: Zuiken

source: More tips
gos: Meer tips

source: My profile
gos: Mien profiel

source: Language: {lang}
gos: Toal: {lang}

source: Settings
gos: Instellens

source: Log out
gos: Oetloggen

source: My sentences
gos: Mien zinnen

source: My vocabulary
gos: Mien woordenbouk

source: My lists
gos: Mien liesten

source: My favorites
gos: Mien faverieten

source: My comments
gos: Mien opmaarkens

source: Comments on my sentences
gos: Opmaarkens op mien zinnen

source: My Wall messages
gos: Mien muurberichten

source: {number} sentence
gos: {number} zinnen

source: Stats per languages
gos: Statistieken per toal

source: {number} contribution today
gos: {number} biedroage vandoag

source: Browse
gos: Bloadern

source: Show random sentence
gos: Let willekeurege zin zain

source: Browse by language
gos: Bloadern op toal

source: Browse by list
gos: Deur liesten bloadern

source: Browse by tag
gos: Bloadern op label

source: Browse audio
gos: Deur audio bloadern

source: Contribute
gos: Biedroage levern

source: Add sentences
gos: Zinnen touvougen

source: Adopt sentences
gos: Zinnen adopteren

source: Discuss sentences
gos: Zinnen bespreken

source: Add vocabulary request
gos: Aanvroag veur woordenschat touvougen

source: Community
gos: Gemainschop

source: Wall
gos: Muur

source: List of all members
gos: Liest van ale leden

source: Languages of members
gos: Toalen van leden

source: Native speakers
gos: Moudertoalsprekers

source: Profile
gos: Profiel

source: Vocabulary
gos: Woordenbouk

source: Lists
gos: Liesten

source: Favorites
gos: Faverieten

source: Comments
gos: Opmaarkens

source: Comments on {user}'s sentences
gos: Opmaarkens op zinnen van {user}

source: Wall messages
gos: Muurberichten

source: Logs
gos: Liest van biedroagen

source: Transcriptions
gos: Transkripsies

source: Translate {user}'s sentences
gos: Vertoal zinnen van {user}

source: Vocabulary requests
gos: Aanvroagen veur woordenschat

source: My vocabulary requests
gos: Mien aanvroagen veur woordenschat

source: Add vocabulary requests
gos: Aanvroagen veur woordenschat touvougen

source: Add a message:
gos: Voug n bericht tou:

# wall message
source: {createdDate}, edited {modifiedDate}
gos: {createdDate}, {modifiedDate} aanpast

source: hide replies
gos: verbaarg reaksies

source: show replies
gos: teun reaksies

source: Your login:
gos: Dien inlognoam:

source: Your new password:
gos: Dien nije wachtwoord:

source: {user}'s favorite sentences
gos: Faveriete zinnen van {user}

source: Favorite successfully removed.
gos: Faveriet mit sukses vothoald.

source: Sentence {id} has been deleted.
gos: Zin {id} is votdoan.

source: This user does not have any favorites.
gos: Dizze gebroeker het gain faverieten.

source: Error
gos: Fout

source: Back
gos: Terog

source: Switch my sentences' license
gos: Verwizzel lisensie van mien zinnen

source: You must be the original creator of the sentence.
gos: Doe mòst oorspronkelke auteur van zin wezen.

source: The sentence must be original and not derived from translation.
gos: Zin mòt origineel wezen en nait òflaaid wezen van n vertoalen.

source: Switch license
gos: Wizzel lisensie

source: Switch license to CC0 1.0
gos: Verander lisensie noar CC0 1.0

source: Link
gos: Hinwiezen

source: Make into direct translation.
gos: n Direkte vertoalen moaken.

# header
source: FAQ
gos: Mainst stelde vroagen

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
gos: Zörg der veur da's <a href="{}">mainst stelde vroagen (FAQ)</a> lezen hest veurdat doe n vroag stelst.

source: Follow us
gos: Volg ons

source: Post on the Wall
gos: Let n bericht op muur achter

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
gos: Doe kinst ons ook vertellen wat doe aargenswoar van viendt deur n bericht op <a href="{}">muur</a> achter te loaten.

source: Any question?
gos: Hest n vroag?

source: Download sentences
gos: Zinnen downloaden

source: Filename
gos: Bestaandsnoam

source: File description
gos: Bestaandsomschrieven

source: Sentence id
gos: Zin-ID

source: Text
gos: Tekst

source: Lang
gos: Toal

source: Username
gos: Gebroekersnoam

source: Date added
gos: Doatum touvougd

source: Date created
gos: Doatum aanmoakt

source: Date last modified
gos: Doatum veur lest wiezigd

source: Translation id
gos: Vertoalen-ID

source: Tag name
gos: Labelnoam

source: List id
gos: Liest-ID

source: List name
gos: Liestnoam

source: Editable by
gos: Bewaarkboar deur

source: Meaning id
gos: Betaiken-ID

source: Script name
gos: Skriptnoam

source: Note
gos: Opmaarken

source: General information about the files
gos: Algemaine informoatsie over bestanden

source: Licenses covering audio
gos: Lisensies veur audio

source: Questions?
gos: Nog vroagen?

source: Detailed Sentences
gos: Detailleerde zinnen

source: Sentences (CC0)
gos: Zinnen (CC0)

source: Links
gos: Hinwiezens

source: Tags
gos: Labels

source: Sentences in lists
gos: Zinnen ien liesten

source: Need more help?
gos: Meer hulp neudeg?

source: You can check out the <a href="{}">FAQ</a>.
gos: Doe kinst ook even kieken bie <a href="{}">Mainst stelde vroagen (FAQ)</a>.

source: If you cannot find the answer to your question, do not hesitate to <a href="{}">contact us</a>.
gos: Astoe nait t antwoord op dien vroag viendt, twiefel din nait <a href="{}">kontakt mit ons op te nemen</a>.

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
gos: Astoe dit projekt haildaal geweldeg viendt en geern aktief mit helpen wilst, din is hier n hinwiezen dijs lezen <strong>MÒST</strong>:

source: Important links
gos: Belangrieke hinwiezens

source: Adding new sentences
gos: Nije zinnen touvougen

source: There are two ways to add new sentences.
gos: Der binnen twij menaairn woarop nije zinnen touvougen kinst.

source: Choose <a href="{}">Add sentences</a> from the <strong>Contribute</strong> menu at the top of each page.
gos: Kais <a href="{}">Zinnen touvougen</a> ien t menu <strong>Biedroagen</strong> bovenaan ale paginoas.

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
gos: Deur n nije <a href="{}">liest</a> aan te moaken, en noar bewaarkenpaginoa veur liest te goan.

source: Translating sentences
gos: Zinnen vertoalen

source: Correcting mistakes
gos: Fouten korrigeren

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
gos: Doe kinst allain mor fouten korrigeren in dien zinnen. Astoe n fout zigst ien n zin dij van n aander is, kinstoe n opmaarken achterloaten om hom of heur op fout te wiezen.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
gos: Ien summege gevallen is zin van gainain. Lees paragroaf hieronder (over t adopteren van zinnen) om meer te waiten te kommen.

source: Adopting sentences
gos: Zinnen adopteren

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
gos: As doe n fout zigst ien n "wees"-zin, kinst dij nait korrigeren, omreden zin nait dienent is. Doarom is der n opsie om te "adopteren" ({adoptButton}). Zodroa doe n zin adopteerst, is e dienent en kinst hom dus bewaarken.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
gos: t Adopteren van n zin heurt ook bie t "kwaliteitsproces". Kinst hier meer informoatsie over vienen.

source: Sentence lists
gos: Zinnenliesten

source: Tatoeba: Collection of sentences and translations
gos: Tatoeba: n Kolleksie van zinnen en vertoalens

source: Stats
gos: Statistieken

source: Latest messages
gos: Nijste berichten

source: Go to settings
gos: Goa noar instellens

source: show more...
gos: teun meer...

source: Latest comments
gos: Nijste opmaarkens

source: Want to help?
gos: Wilst helpen?

source: Join the community
gos: Wor lid van gemainschop

source: We are sorry for the inconvenience.
gos: t Spiet ons dunders veur t ongemak.

source: {folderName} ({n}&nbsp;message)
gos: {folderName} ({n}&nbsp;bericht)

source: [no subject]
gos: [gain onderwaarp]

source: Please wait until you can send more messages.
gos: Wacht asjeblieft tot doe meer berichten versturen kinst.

source: You have sent one message today.
gos: Doe hest vandoag ain bericht stuurd.

source: All sentences
gos: Ale zinnen

# reviews
source: Newest first
gos: Nijste eerst

# reviews
source: Oldest first
gos: Oldste eerst

source: Newest sentences
gos: Nijste zinnen

source: Oldest sentences
gos: Oldste zinnen

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
gos: Klik op bovenste zin om noar tatoeba.org te goan en zin te vertoalen of n opmaarken acter te loaten.

source: Sentence #{number}
gos: Zin nr. {number}

source: Edit Comment
gos: Opmaarken bewaarken

source: Edit Comment on Sentence #{number}
gos: Opmaarken bie zin {number} bewaarken

source: Comments on sentences
gos: Opmaarkens op zinnen

source: {user}'s comments
gos: Opmaarkens van {user}

source: {user} has posted no comment
gos: {user} het gain opmaarkens ploatst

source: {user}'s comments (total&nbsp;{n})
gos: Opmaarkens van {user} (ien totoal&nbsp;{n})

source: {user} has no comment posted on his/her sentences
gos: Bie zinnen van {user} binnen gain opmaarkens ploatst

source: Comments on {user}'s sentences (total&nbsp;{n})
gos: Opmaarkens bie zinnen van {user} (ien totoal&nbsp;{n})

source: Add new sentences
gos: Nije zinnen touvougen

source: Important
gos: Belangriek

source: Sentences wanted
gos: Wìnste zinnen

source: <strong>We like quality.</strong> Every detail matters. Please do not forget punctuation and capital letters.
gos: <strong>Wie holden van kwaliteit.</strong> Ale details binnen belangriek. Vergeet interpunktie en hoofdletters nait.

source: Language index
gos: Toalindex

source: There is {n} language on Tatoeba
gos: Der is {n} toal op Tatoeba

source: My profile languages
gos: Mien profieltoalen

source: Top ten
gos: Top tien

source: Show all languages {arrowIcon}
gos: Ale toalen teunen {arrowIcon}

source: {user}'s sentences
gos: Zinnen van {user}

source: {user}'s sentences in {language}
gos: Zinnen van {user} ien t {language}

source: Only show original sentences
gos: Let allain originele zinnen zain

source: {user} does not own any sentences in {language}
gos: {user} het gain zinnen ien t {language}

source: {user} does not own any sentences
gos: {user} bezit gain zinnen

# sentences
source: Newest first
gos: Nijste eerst

# sentences
source: Oldest first
gos: Oldste eerst

source: Sentences with: {keywords}
gos: Zinnen mit: {keywords}

source: Sentences in {language} not translated into {translationLanguage}
gos: Zinnen ien t {language} nait vertoald ien t {translationLanguage}

source: Sentences in {language} translated into {translationLanguage}
gos: Zinnen ien t {language} vertoald ien t {translationLanguage}

source: Sentences in {language}
gos: Zinnen ien: {language}

source: Sentences not translated into {language}
gos: Zinnen nait vertoald noar t {language}

source: Sentences translated into {language}
gos: Zinnen vertoald noar t {language}

source: Search error
gos: Zuikfout

source: Search: {keywords}
gos: Zuiken: {keywords}

source: {sentence} - {language} example sentence
gos: {sentence} - {language} veurbeeldzin

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
gos: Bloader deur vertoalde veurbeeldzinnen. Dizze pagina let vertoalens en informoatsie over zin zain: {sentenceText}

source: Sentence does not exist:
gos: Zin bestoat nait:

source: There are no comments for now.
gos: Der binnen nog gain opmaarkens.

source: Reviewed by
gos: Noakeken deur

source: There is no log for this sentence
gos: Der is gain geschiednis veur dizze zin

source: Random Sentence
gos: Willekeurege Zin

source: Only the last {n} sentences are displayed here.
gos: Allain leste {n} zinnen worden hier teund.

source: Problem while saving
gos: Probleem tijdens t opsloan

source: Download list:
gos: Liest downloaden:

source: Actions
gos: Aksies

source: File format
gos: Bestaandsformoat

source: Raw text file
gos: Raauw tekstbestaand

source: Translation (optional)
gos: Vertoalen (opsioneel)

source: None
gos: Gain

source: All public lists ({total})
gos: Ale openboare liesten ({total})

source: All public lists containing "{search}" ({total})
gos: Ale openboare liesten mit "{search}" ({total})

# lists
source: Newest first
gos: Nijste eerst

# lists
source: Oldest first
gos: Oldste eerst

source: {username}'s lists ({total})
gos: {username} zien/heur liesten ({total})

source: {username}'s lists containing "{search}" ({total})
gos: {username} zien/heur liesten mit "{search}" ({total})

source: Sentence successfully removed.
gos: Vothoalen van zin suksesvol.

source: About this list
gos: Over dizze liest

source: created by {listAuthor}
gos: moakt deur {listAuthor}

source: Contains {n}&nbsp;sentence
gos: Loekt {n}&nbsp;zin

source: Options
gos: Opsies

source: Edit name
gos: Noam aanpazen

source: Click to edit...
gos: Klik om te bewaarken

source: date added to list
gos: Doatum touvougd aan liest

source: date created
gos: doatum aanmoakt

source: Download this list
gos: Download dizze liest

source: Delete this list
gos: Dou dizze liest vot

source: This list is empty.
gos: Dizze liest is leeg.

source: Admins
gos: Verwoarders

source: Corpus maintainers
gos: Korpusonderholders

source: Advanced contributors
gos: Vörderde biedroagers

source: Contributors
gos: Biedroagers

source: Legend
gos: Info

source: Total
gos: Totoal

source: Number of sentences per language
gos: Aantel zinnen per toal

source: One sentence
gos: Ain zin

source: Sentences with tag {tagName}
gos: Zinnen mit label {tagName}

source: Show all tags
gos: Teun ale labels

source: {tagName} ({n} sentence)
gos: {tagName} ({n} zin)

source: All existing tags
gos: Ale bestoande labels

source: Search tags
gos: Zuik noar labels

source: All tags (total {{count}})
gos: Ale labels (totoal {{count}})

source: Tags containing: {search} (total {{count}})
gos: Labels mit: {search} (totoal {{count}})

source: Useful tools
gos: Smietege hulpmiddels

source: Tools
gos: Hulpmiddels

source: Shanghainese to IPA
gos: Sjanghainees noar t IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
gos: Zet n tekst ien t Sjanghainees om noar oetsproak mit t Internaasjonoal Fonetisch Alfabet

source: Convert Shanghainese into IPA
gos: Zet Sjanghainees om ien t IPA

source: Enter a text in shanghainese dialect
gos: Vul n tekst ien ien t Sjanghainese dialekt

source: Transcriptions of {username}
gos: Transkripties van {username}

source: {username} does not have any transcriptions
gos: {username} het gain transkripties

source: Edit profile
gos: Profiel bewaarken

source: Remove
gos: Vothoalen

source: New picture
gos: Nije òfbeelden

# user
source: Name
gos: Noam

source: Country
gos: Laand

source: Birthday
gos: Verjoardag

source: Homepage
gos: Webstee

source: Description
gos: Omschrieven

source: Add a language
gos: Voug n toal tou

source: Add language
gos: Voug toal tou

source: Edit language
gos: Bewaark toal

source: If your language is missing, please read our article on how to <a href="{}">request a new language</a>.
gos: As dien toal ontbreekt, lees din ons artikel over hou die <a href="{}">n nije toal aanvroagen kinst</a>.

source: Details (optional). For instance, which dialect or from which country.
gos: Details (opsioneel). Bieveurbeeld welk dialekt of oet welk laand.

source: Contact {user}
gos: Kontakt opnemen mit {user}

source: Comments posted
gos: Opmaarkens ploatst

source: Sentences owned
gos: Aantel angoande zinnen

source: Audio recordings
gos: Geluudsopnoamen

source: Sentences favorited
gos: Aantel zinnen ien zien/heur faverieten

source: Contributions
gos: Biedroagen

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
gos: Dit profiel is OPENBOAR tougankelk. Ale informoatsie kin deur elkenain bekeken worden.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
gos: Dit profiel is BEPERKT tougankelk. Allain leden van Tatoeba kinnen persoonelke informoatsie en beschrieven bekieken.

source: Member since
gos: Lid sunt

source: No description.
gos: Gain beschrieven.

source: Languages
gos: Toalen

source: No language added.
gos: Gain toal touvougd.

source: Next
gos: Toukommende

source: Add this language
gos: Voug dizze toal tou

source: Main options
gos: Belangriekste meugelkheden

source: Set your profile public
gos: Moak dien profiel openboar

source: Number of sentences per page
gos: Aantel zinnen per paginoa

source: Experimental options
gos: Experimentele opsies

source: Change email address
gos: E-mailadres verandern

source: Email address
gos: E-mailadres

source: Change password
gos: Verander wachtwoord

source: Old password
gos: Old wachtwoord

source: New password
gos: Nije wachtwoord

source: New password again
gos: Weer nij wachtwoord

source: Members
gos: Leden

source: Search user
gos: Gebroeker zuiken

source: Members (total {number})
gos: Leden (totoal {number})

# members
source: Newest first
gos: Nijste eerst

# members
source: Oldest first
gos: Oldste eerst

source: Can switch license
gos: Kin van lisensie wizzeln

source: Members: {lang}
gos: Leden: {lang}

source: Back to global stats
gos: Terog noar algemaine statistieken

source: {lang} ({total} member)
gos: {lang} ({total} lid)

source: Password
gos: Wachtwoord

source: Remember me
gos: Aanmeld blieven

source: Forgot your password?
gos: Wachtwoord vergeten?

source: Send new password
gos: Nij wachtwoord versturen

source: unmask password
gos: Wachtwoord zichtboar moaken

source: Unmask password
gos: Teun wachtwoord

source: Native language:
gos: Moudertoal:

source: If you don't find your native language in the list, leave this as 'None'.
gos: Astoe dien moudertoal nait ien liest vienen kin, let hom din op ''Gain'' stoan.

source: You did not accept the terms of use.
gos: Doe hest gebroekersveurwoarden nait aksepteerd.

source: Tatoeba user: {username}
gos: Tatoeba-gebroeker: {username}

source: view all
gos: teun aal

source: Add
gos: Touvougen

source: This sentence already exists.
gos: Dizze zin bestoat al.

source: Submit
gos: Versturen

source: Edit message {number}
gos: Bewaark bericht {number}

source: You may write in any language you want. On Tatoeba, all languages are equal.
gos: Doe magst ien ale wìnste toalen schrieven. Op Tatoeba binnen ale toalen geliek.

source: {user}'s Wall messages
gos: Muurberichten van {user}

source: {user}'s messages on the Wall (total&nbsp;{n})
gos: Berichten van {user} aan muur (ien totoal&nbsp;{n})

source: Back to Wall
gos: Terog noar muur

source: Send message
gos: Stuur bericht

source: Unhide
gos: Zichtboar moaken

source: Hide
gos: Verbaargen

source: Filter by language
gos: Op toal filtern

source: date unknown
gos: doatum onbekind

source: yesterday
gos: guster

source: an hour ago
gos: n uur leden

source: a minute ago
gos: n menuut leden

source: January
gos: jannewoarie

source: February
gos: feberwoarie

source: March
gos: meert

source: May
gos: maai

source: June
gos: juni

source: July
gos: juli

source: August
gos: augustus

source: October
gos: oktober

source: December
gos: dezember

source: Profile languages
gos: Profieltoalen

source: Last used languages
gos: Lest broekte toalen

source: Other languages
gos: Aandere toalen

# dropdown-list
source: Unknown language
gos: Onbekinde toal

source: other language
gos: Aandere toal

source: You cannot add sentences because you did not add any language in your profile.
gos: Doe kinst gain zinnen touvougen, omreden doe gain toalen aan dien profiel touvougd hest.

source: You cannot translate sentences because you did not add any language in your profile.
gos: Doe kinst gain zinnen vertoalen, omreden doe gain toalen aan dien profiel touvougd hest.

source: 0: Almost no knowledge
gos: 0: Sikkom gain kunde

source: 1: Beginner
gos: 1: Begunner

source: 3: Advanced
gos: 3: Vörderd

source: (unnamed list)
gos: (liest zunder noam)

source: Number of sentences
gos: Aantel zinnen

source: Back to all lists
gos: Terog noar ale liesten

source: Back to this list
gos: Terog noar dizze liest

source: List visibility
gos: Zichtboarhaid van liest

source: Public
gos: Openboar

source: Who can add/remove sentences
gos: Wèl kin zinnen touvougen/votdoun

source: Anyone
gos: Elkenain

source: Only me
gos: Alleen k

source: No one (list inactive)
gos: Gainain (inaktieve liest)

source: Remove sentence {number} from list
gos: Zin {number} oet liest vothoalen

source: Add a sentence to this list :
gos: Voug n zin tou aan dizze liest

source: Create a new list
gos: n Nije liest moaken

# list
source: Name
gos: Noam

# header
source: Search
gos: Zuiken

source: All public lists
gos: Ale openboare liesten

source: Other lists
gos: Aandere liesten

source: added by {user}
gos: touvougd deur {user}

source: added by an unknown member
gos: Touvougd deur n onbekind lid

source: linked by {user}
gos: Hinwezen deur {user}

source: linked by an unknown member
gos: Hinwezen deur n onbekind lid

source: license chosen by {user}
gos: lisensie kozen deur {user}

source: license chosen by a unknown member
gos: lisensie kozen deur n onbekind lid

source: edited by {user}
gos: bewaarkt deur {user}

source: edited by an unknown member
gos: Bewaarkt deur n onbekind lid

source: license changed by {user}
gos: lisensie veranderd deur {user}

source: license changed by an unknown member
gos: lisensie veranderd deur n onbekind lid

source: deleted by {user}
gos: Votdoan deur {user}

source: deleted by an unknown member
gos: Votdoan deur n onbekind lid
