Repository: Tatoeba/tatoeba2
Catalog: src/Locale/gos/default.po
Languages: gos

source: There's no user called {username}
gos: Der is gain gebroeker noamd {username}

source: Your audio settings have been saved.
gos: Dien audioinstellen binnen opsloagen.

source: An error occurred while saving. Please try again or contact us to report this.
gos: Der is wat mishottjed tiedens t opsloan. Perbaaier t nog n moal of neem kontakt op mit ons om dit probleem te melden.

source: Please wait until the list is updated.
gos: Wacht asjeblieft tot liest biegewaarkt is.

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
gos: Zinnen {firstNumber} en {secondNumber} binnen nou direkte vertoalens van nkander.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
gos: Zinnen {firstNumber} en {secondNumber} binnen nait meer direkte vertoalens van nkander.

source: An error occurred while unlinking. Please try again or contact us to report this.
gos: Der is wat mishottjed tiedens t vothoalen van n hinwiezen. Perbaaier t nog n moal of neem kontakt op mit ons om dit probleem te melden.

source: Folder "{name}" emptied.
gos: Map "{name}" leegmoakt.

source: There is no sentence with id {number}
gos: Der is gain zin mit t ID {number}

source: Your comment has been saved.
gos: Dien opmaarken is opsloagen.

source: You do not have permission to edit this comment.
gos: Doe hest gain permizje om dizze opmaarken te bewaarken.

source: If you have received this message in error, please contact administrators at {email}.
gos: Astoe dit bericht per abuus kregen hest, neem din kontakt op mit verwoarders via {email}.

source: Changes to your comment have been saved.
gos: Verandern aan dien opmaarken binnen opsloagen.

source: The sentence #{id} has been deleted.
gos: Zin nr. {id} is votdoan.

source: Error: the sentence #{id} could not be deleted.
gos: Fout: zin nr. {id} kon nait vothoald worden.

source: You are not allowed to change the license of this sentence.
gos: Doe magst lisensie van dizze zin nait verandern.

source: The license of the sentence has been changed to “{newLicense}”.
gos: Lisensie van zin is veranderd noar "{newLicense}".

source: Unable to change the license to “{newLicense}” because:
gos: Kin lisensie nait verandern noar "{newLicense}", omreden:

source: You do not have permission to view this list.
gos: Doe hest gain permizje om dizze liest te bekieken.

source: The sentence could not be added to the list.
gos: Zin kon nait aan liest touvougd worden.

source: You do not have permission to download this list.
gos: Doe hest gain permizje om dizze liest te downloaden.

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
gos: Der binnen gain zinnen mit dizze label. Label woar noar zuikst is votdoan of bestoat nait.

source: No user with this username: {username}
gos: Gain broeker mit dizze broekersnoam: {username}

source: Failed to upload image
gos: Oploaden van òfbeelden mishottjed

source: Please choose an image that does not exceed 1 MB.
gos: Kais n kiekploatje dij leuteger is as 1 MB.

source: Please choose GIF, JPEG or PNG image format.
gos: Kais n kiekploatje mit t bestaandsformoat GIF, JPEG of PNG.

source: Error while saving.
gos: Fout bie t opsloan.

source: Profile saved.
gos: Profiel opsloagen.

source: Failed to change email address. Please enter a proper email address.
gos: Verandern e-mailadres mishottjed. Vul n e-mailadres ien dat bestoat.

source: That email address already exists. Please try another.
gos: Dat e-mailadres bestoat al. Perbaaier n aander.

source: The entered birthday is incomplete. Accepted birthdays: full date, month and day, year and month, only year.
gos: Ienvulde geboortedoatum is nait kompleet. Aksepteerde geboortedoatums: komplete doatum, moand en dag, joar en moand, allain t joar.

source: Your settings have been saved.
gos: Dien instellen binnen opsloagen.

source: New password cannot be empty.
gos: Nije wachtwoord kin nait leeg wezen.

source: New passwords do not match.
gos: Nije wachtwoorden roaken nait aan.

source: New password has been saved.
gos: t Nije wachtwoord is opsloagen.

source: An error occurred while saving.
gos: Der is wat mishottjed bie t opsloan.

source: Password error. Please try again.
gos: Wachtwoordfout. Perbaaier t nog n moal.

source: You have accepted the new terms of use.
gos: Doe hest nije gebroekersveurwoarden aksepteerd.

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
gos: Dit akkount is markeerd as inaktief. Doe kinst der nait meer mit inloggen. Neem kontakt op mit n verwoarder as dit nait terecht is.

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
gos: Dit akkount is markeerd as n spammer. Doe kinst der nait meer mit inloggen. Neem kontakt op mit n verwoarder as dit nait terecht is.

source: You must fill in your username and password.
gos: Doe mòst dien gebroekersnoam en wachtwoord ienvullen.

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
gos: Inloggen mishottjed. Zörg der veur dat Caps Lock en Num Lock nait zunder bedoulen aanstoan. Dien wachtwoord is hoofdlettergevuileg.

source: Welcome to Tatoeba!
gos: Welkom bie Tatoeba!

source: Your new password has been sent to {email}.
gos: Dien nije wachtwoord is stuurd noar {email}.

source: You may need to check your spam folder to find this message.
gos: t Is meugelk da's ien dien spam-map zuiken mòst om dit bericht te vienen.

source: There is no registered user with this email address:
gos: Der is gain registreerde gebroeker mit dit e-mailadres:

source: No user with this username:
gos: Gain gebroeker mit dizze gebroekersnoam

source: No user with this ID: {id}
gos: Gain gebroeker mit dizze ID: {id}

source: This language has already been added to your profile.
gos: Dizze toal is al aan dien profiel touvougd.

source: You cannot save this language.
gos: Doe kinst nait dizze toal opsloan.

source: Language deleted
gos: Toal votdoan.

source: You cannot delete this language.
gos: Doe kinst dizze toal nait votdoun.

source: Message saved.
gos: Bericht opsloagen.

source: You do not have permission to edit this message.
gos: Doe hest gain permizje om dit bericht te bewaarken.

source: The message you are trying to view does not exist or has been deleted.
gos: t Bericht da's perbaaierst te bekieken bestoat nait of is vothoald.

source: “sentence owner”, because “{username}” is not a valid username
gos: “zin aigender”, omreden “{username}” nait bestoan kin as gebroekersnoam

source: “translation owner”, because “{username}” is not a valid username
gos: “vertoalen aigender”, omreden “{username}” nait bestoan kin as gebroekersnoam

source: “tagged as {tagName}”, because it's an invalid tag name
gos: "labeld as {tagName}", omreden t nait bestoan kin as labelnoam

source: “sentence is orphan”, because “sentence owner” is set to a username
gos: "vertoalen is n wees", omreden t veld "zin aigender" ienvuld is mit n gebroekersnoam

source: “translation is orphan”, because “translation owner” is set to a username
gos: "vertoalen is n wees", omreden t veld "vertoalen aigender" ienvuld is mit n gebroekersnoam

source: The following character lacks furigana: {charsEnumeration}.
gos: Toukommende karakter het gain furigana: {charsEnumeration}.

source: The provided sentence differs from the original one near “{character}”.
gos: Aanleverde zin verschilt van t origineel bie "{character}".

source: The provided sentence is shorter than the original one.
gos: Aanleverde zin is körter as originele zin.

source: The character “{kanji}” has more than one furigana: “{furiganas}”.
gos: t "{kanji}" karakter het meer din n furigana karakter: "{furiganas}".

source: The following character is not transcribed: {charsEnumeration}.
gos: Toukommende karakter het gain transkriptie: {charsEnumeration}.

source: No license for offsite use
gos: Gain lisensie veur gebroek boeten webstee.

source: Licensing issue
gos: Lisensieprobleem

source: Tatoeba, new password
gos: Tatoeba, nije wachtwoord

source: All languages
gos: Ale toalen

source: unknown
gos: onbekind

source: The furigana was last edited by {author} on {date}.
gos: Furigana is veur t lest bewaarkt deur {author} op {date}.

source: Last edited by {author} on {date}
gos: Lest aanpaast deur {author} op {date}

source: List {listName}
gos: Liest {listName}

source: You cannot send an empty message.
gos: Doe kinst nait n leeg bericht versturen.

source: You must fill the "To" field.
gos: Doe mòst t vakje "Aan" ienvullen.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
gos: Gebroeker {username} aan wèl doe dit bericht sturen wilst bestoat nait. Perbaaier t nog n moal mit n aandere gebroekersnoam.

source: Comments cannot be empty.
gos: Opmaarkens kinnen nait leeg wezen.

source: unnamed list
gos: liest zunder noam

source: This is not a valid license.
gos: Dizze lisensie bestoat nait.

source: This sentence is already under that license.
gos: Dizze zin vaalt al onder dij lisensie.

source: You're not the owner of this sentence.
gos: Doe bist nait aigender van dizze zin.

source: The owner of the sentence needs to be its original creator.
gos: Aigender van dizze zin mòt oorspronkelke moaker dervan wezen.

source: Field required
gos: Dit veld is veraaist

source: Username must be at least two characters long
gos: Gebroekersnoam mòt te minzent twij taikens laank wezen.

source: Username must be at most 20 characters long
gos: Gebroekersnoam mag maximoal oet 20 taikens bestoan

source: Username can only contain letters, numbers, or underscore
gos: Gebroekersnoam mag allain letters, sievers of liggende streepkes loeken.

source: Password must be at least 6 characters long
gos: Wachtwoord mòt te minzent 6 taikens laank wezen.

source: Username already taken.
gos: Gebroekersnoam is al ien gebroek.

source: Email address already used.
gos: E-mailadres wordt al broekt.

source: You cannot save an empty message.
gos: Doe kinst nait n leeg bericht opsloan.

source: Unable to change the license of sentence {id} to “{newLicense}” because:
gos: Nait ien stoat om lisensie van zin-{id} te verandern ien "{newLicense}", omreden:

source: Orphan sentences
gos: Weeszinnen

source: Orphan sentences in {language}
gos: Weeszinnen ien t {language}

source: About adoption
gos: Over adoptie

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
gos: Adopteren is n menaaier om te zeggen dat zin korrekt is. t Is ook n goud moment om zin noa te kieken en te korrigeren as der n fout ien stoat.

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
gos: Astoe ons dus helpen wilst om zinnen noa te kieken en te korrigeren, adopteer ({adoptButton}) din ale "wees"-zinnen dij zigst ien dien <strong>moudertoal</strong>, en korrigeer dizzent as dat neudeg is. Lees <a href="{url}">dit</a> veur meer oetleg.

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
gos: Astoe n aandere gebroekersnoam verschienen zigst noadat doe n zin adopteerd hest, betaikent dat dat n aander even veur doe zin al adopteerd het. Ien zukse gevallen kinstoe perbaaiern zinnen te adopteren dij n aantel paginoas verderop binnen din paginoa woar doe die op dat moment beviendt om te zörgen dat kaans dat t weer gebeurt leuteger is.

source: Improve sentences
gos: Zinnen klandern

source: Related links
gos: Relateerde hinwiezens

source: Tag guidelines
gos: Richtlienen veur labels

source: Tags you should know about
gos: Labels dijs kennen mòst

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
gos: Gemainschop het n aantel "funktionele labels" oetbedòcht om kwaliteit en betraauwboarhaid van zinnen te vergroden.

source: {tagChange}: the sentence needs to be changed.
gos: {tagChange}: zin mòt veranderd worden.

source: {tagCheck}: the sentence needs to be checked.
gos: {tagCheck}: zin mòt noakieken worden.

source: {tagNNC}: the sentence needs to be checked by a native speaker.
gos: {tagNNC}: zin mòt noakieken worden deur n moudertoalspreker.

source: How to help
gos: Hou doe helpen kinst

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
gos: Doe mòst n <a href="{}">vörderde biedroager</a> wezen, aanders kinst gain zinnen labeln.

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
gos: Astoe n meugelke fout zigst, voug din t label {tagCheck} tou en let n opmaarken achter woar ien doe oetlegst wat volgens die fout is.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
gos: Astoe n zin touvougt ien n boetenlaandse toal en doe waist nait wis of e klopt, voug din t label {tagNNC} tou.

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
gos: Bloader wenneer doe mor kinst deur zinnen dij labeld binnen mit {tagChange}, {tagCheck}, en {tagNNC} om zinnen te bespreken mit aandere leden en om te helpen beslizzen wat ter mit dizze zinnen doan mòt worden.

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
gos: Zodroa n problemoatische zin behandeld is, label hom din mit {tagOK}. Over t algemain kinst doe deur aanderman zien zinnen bloadern om zie te kontroleren en labeln mit {tagOK}. Dou dit aanders allain astoe der haildaal wis van bist dat zin korrekt is, en voug t label nait tou aan dien aigen zinnen.

source: Translate sentences
gos: Vertoal zinnen

source: How to add a translation
gos: Hou vougst n vertoalen tou?

source: Once the sentences are displayed, click on {translateButton} to add a translation.
gos: Zodroa zin weergeven wordt, klik din op {translateButton} om n vertoalen tou te vougen.

source: About translations
gos: Over vertoalens

source: Good translations
gos: Goie vertoalens

source: We know it's difficult, but do NOT translate word for word!
gos: Wie waiten hou stoer t is, mor vertoal NAIT woord veur woord!

source: Multiple translations
gos: Meerdere vertoalens

source: If you feel there are several possible translations, you can add several translations in the same language.
gos: Astoe denkst dat ter verschaaiden vertoalens meugelk binnen, kinstoe verschaaiden vertoalens ien zulfde toal touvougen.

source: Search for untranslated sentences
gos: Noar onvertoalde zinnen zuiken

source: Sentences in:
gos: Zinnen ien:

source: Not directly translated into:
gos: Nait doadelk vertoald noar t:

# not-directly-translated-into
source: Any language
gos: Ale toalen

source: Best practice: translate only into your native language.
gos: n Goie gewoonte: vertoal allain noar dien moudertoal.

source: Random
gos: Willekeureg

source: Fewest words first
gos: Minste woorden eerst

source: Last modified first
gos: Lest aanpaast eerst

source: Last created first
gos: Lest aanmoakt eerst

source: show sentences
gos: teun zinnen

source: Translate {language} sentences that belong to {user}
gos: Vertoal zinnen ien t {language} dij van {user} binnen

source: Translate sentences that belong to {user}
gos: Vertoal zinnen dij van {user} binnen

source: Interface language
gos: Interfacetoal

source: Show all sentences in {language}
gos: Teun ale zinnen ien t {language}

source: Sentences in {language} with audio
gos: Zinnen ien t {language} mit audio

source: Sentences with audio
gos: Zinnen mit audio

source: There are no sentences with audio
gos: Der binnen gain zinnen mit audio

source: (total {{count}})
gos: (totoal {{count}})

source: Audio contributed by {username}
gos: Geluudsfragmìnt touvougd deur {username}

source: My audio
gos: Mien audio

source: License:
gos: Lisensie:

source: Leave this field empty to use your profile page.
gos: Let dit veld leeg om dien profielpaginoa te broeken.

source: Save
gos: Opsloan

source: {username} has not contributed any audio
gos: {username} het gain audio biedroagen.

source: Activity timeline
gos: Aktiviteitstiedlien

source: Activity timeline — {month} {year}
gos: Aktiviteitstiedlien - {month} {year}

source: Statistics about the number of contributions over this month.
gos: Statistieken over t aantel biedroagen ien dizze moand.

source: Statistics about the number of contributions over {month} {year}.
gos: Statistieken over t aantel biedroagen ien {month} {year}.

source: Day
gos: Dag

source: Sentences added
gos: Touvougde zinnen

source: Links added
gos: Touvougde hinwiezens

source: Links removed
gos: Vothoalde hinwiezens

source: Sentences removed
gos: Vothoalde zinnen

source: Daily Average: {n} sentence added
gos: Doagelks gemiddelde: {n} zin touvougd

source: , {n} link added
gos: , {n} hinwiezen touvougd

source: Latest contributions
gos: Leste biedroagen

source: Latest contributions of {user}
gos: Leste biedroagen van {user}

source: Sentences
gos: Zinnen

source: Words:
gos: Woorden:

source: Enter a word or a phrase
gos: Vul n woord of zinsdail ien

source: Language:
gos: Toal:

source: Show translations in:
gos: Teun vertoalens ien t:

# show-translations-in
source: All languages
gos: Ale toalen

source: Owner:
gos: Aigender:

source: Enter a username
gos: Vul n gebroekersnoam ien

source: Is orphan:
gos: Is n wees:

# orphan
source: Any
gos: Baaident mag

source: No
gos: Nee

source: Yes
gos: Joa

source: Orphan sentences are likely to be incorrect.
gos: Weeszinnen hebben n hoge kaans fout te wezen

# unapproved
source: Any
gos: Baaident mag

source: Has audio:
gos: Het audio:

# audio
source: Any
gos: Baaident mag

source: Tags:
gos: Labels:

source: Separate tags with commas.
gos: Schaaid labels mit kommas.

source: Belongs to list:
gos: Beheurt tou aan liest:

source: Translations
gos: Vertoalens

source: Limit to
gos: allain

source: Exclude
gos: gain

source: Link:
gos: Hinwiezen:

# link
source: Any
gos: Baaident mag

source: Direct
gos: Direkt

source: Indirect
gos: Indirekt

# button
source: Search
gos: Zuiken

source: More search options
gos: Meer zuikopsies

source: Close
gos: Sloeten

source: Number of sentences with audio by language
gos: Aantel zinnen mit audio op toal sorteerd.

source: Browse audio for all languages
gos: Bloader deur audio van ale toalen.

source: Month
gos: Moand

source: Year
gos: Joar

source: User who did the last contribution.
gos: Gebroeker dij leste biedroage leverde.

source: {n}&nbsp;sentence
gos: {n}&nbsp;zin

source: Failed to prepare download, please try again.
gos: Download veurberaaiden mishottjed. Perbaaier vannijs.

source: Need some help?
gos: Hulp neudeg?

# footer
source: FAQ
gos: Mainst stelde vroagen

source: About
gos: Over ons

source: What is Tatoeba?
gos: Wat is Tatoeba?

source: Contact us
gos: Neem kontakt mit ons op

source: Status
gos: Stoatus

source: Terms of use
gos: Gebroeksveurwoarden

source: Facebook
gos: Facebouk

source: More information
gos: Meer informoatsie

source: Select a language
gos: Selekteer n toal

source: No language found.
gos: Gain toal vonden.

source: List of affected sentences (total {{count}})
gos: Liest van trovven zinnen (totoal {{count}})

source: Log in
gos: Inloggen

source: Only sentences in:
gos: Allain zinnen ien t:

source: Compose
gos: Opstellen

source: Unread
gos: Nait lezen

source: Drafts
gos: Ontwaarpen

source: Sent
gos: Verstuurd

# header
source: Reply
gos: Antwoord

source: New message
gos: Nij bericht

source: Message
gos: Bericht

# message
source: To
gos: Noar

source: Title
gos: Titel

source: Save as draft
gos: Sloa op as ontwaarp

source: Send
gos: Versturen

source: notification from Tatoeba
gos: bericht van Tatoeba

source: Random sentence
gos: Willekeurege zin

source: show another
gos: teun n aander

source: Mark as "OK"
gos: As "goud" markeren

source: Unmark sentence
gos: Markeren votdoun

source: Mark as "unsure"
gos: As "twievelachteg" markeren

source: Mark as "not OK"
gos: As "nait goud" markeren

# placeholder
source: Search
gos: Zuiken

# label
source: Search
gos: Zuiken

source: From
gos: Van

# searchbar
source: Any language
gos: Ale toalen

# language
source: To
gos: Noar

source: No results found.
gos: Gain resultoaten vonden.

source: Play audio
gos: Audio òfspeulen

source: Play audio recorded by {author}
gos: Speul audio van {author} òf

source: Add a comment
gos: Opmaarken touvougen

source: Submit comment
gos: Opmaarken versturen

source: Good practices
gos: Goie praktieken

source: Say "welcome" to new users.
gos: Hait nije gebroekers welkom.

source: sentence deleted
gos: zin votdoan

# sentence comment
source: {createdDate}, edited {modifiedDate}
gos: {createdDate}, {modifiedDate} aanpaast

source: Sentence {number} — belongs to {username}
gos: Zin {number} — beheurt tou aan {username}

source: Sentence {number}
gos: Zin {number}

# button
source: Reply
gos: Antwoord

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
gos: Ienhold van dit bericht is ien stried mit <a href="{}">ons regels</a> en is doarom onzichtboar moakt. t Is allain zichtboar veur verwoarders en auteur van dit bericht.

source: Save changes
gos: Verandern opsloan

source: Language
gos: Toal

source: License
gos: Lisensie

source: Sentence
gos: Zin

source: Add sentence
gos: Zin touvougen

source: No sentences added yet.
gos: Nog gain zinnen touvougd.

source: License: {license}
gos: Lisensie: {license}

source: Show more features for all sentences
gos: Teun meer funkties veur ale zinnen

source: Show fewer features for all sentences
gos: Teun minder funkties veur ale zinnen

source: 0 sentences
gos: 0 zinnen

source: 1 or more sentences
gos: 1 of meer zinnen

source: {n}+ sentence
gos: {n}+ zin

source: Search a language
gos: Zuik n toal

source: Search list or enter new list name
gos: Zuik liest of vul n nije liestnoam ien

source: Search results
gos: Zuik resultoaten

source: (last selected)
gos: (lest selekteerd)

source: Collaborative list
gos: Gezoamelke liest

source: No list found.
gos: Gain liest vonden.

source: You have no lists which this sentence can be added to.
gos: Doe hest gain liesten doar dizze zin aan touvougd worden kin.

source: previous
gos: veurege

source: random
gos: willekeureg

source: next
gos: toukommende

source: Language for previous, next or random sentence
gos: Toal veur veurege, toukommende of willekeurege zin

# navigation
source: Any language
gos: Ale toalen

source: Show sentence #:
gos: Teun zin nummer:

source: Your sentence was not added because the following already exists.
gos: Dien zin wer nait touvougd, omreden hai al bestoat.

source: This sentence belongs to a native speaker.
gos: Dizze zin is van n moudertoalspreker.

source: Translations of translations
gos: Vertoalen van vertoalen

source: Fewer translations
gos: Minder vertoalens
