Repository: Tatoeba/tatoeba2
Catalog: src/Locale/gos/default.po
Languages: gos

source: unlinked by {user}
gos: Hinwiezen vothoald deur {user}

source: unlinked by an unknown member
gos: Hinwiezen vothoald deur n onbekind lid

source: admin
gos: verwoarder

source: corpus maintainer
gos: korpusonderholder

source: advanced contributor
gos: vörderde biedroager

source: contributor
gos: biedroager

source: inactive
gos: inaktief

source: Undo
gos: Ongedoan moaken

source: Link to another sentence
gos: Hinwiezen noar aandere zin

source: Sentence number
gos: Nummer van zin

source: Add to list
gos: Aan liest touvougen

source: Sentence already in all possible lists
gos: Zin is al ien ale meugelke liesten

source: Add to one of your lists
gos: Aan ain van dien liesten touvougen

source: You cannot delete this sentence because it has audio.
gos: Doe kinst dizze zin nait votdoun, omreden t n audio het.

source: belongs to {user}
gos: heurt bie {user}

source: (native)
gos: (moudertoal)

source: Recently added sentences may not appear in search results.
gos: Net touvougde zinnen kommen meschain nait ien t overzicht veur.

source: Next page [Ctrl+→]
gos: Toukommende paginoa [Ctrl+→]

source: {sender} wrote:
gos: {sender} schreef:

source: Mark as unread
gos: Markeren as nait lezen

source: to {recipient}
gos: aan {recipient}

source: Draft
gos: Ontwaarp

source: from {sender}
gos: van {sender}

source: Any language
gos: Ale toalen

source: Show 1 more translation
gos: Teun nog 1 vertoalen

source: Translation:
gos: Vertoalen:

source: Submit translation
gos: Vertoalen versturen

source: This sentence is original and was not derived from translation.
gos: Dizze zin is origineel en is gain vertoalen van n aandere.

source: View all tags
gos: Ale labels bekieken

source: Added by {username}, {date}
gos: Touvougd deur {username}, {date}

source: Remove tag '{tagName}' from this sentence.
gos: Hoal label '{tagName}' van dizze zin vot.

source: Remove tag from sentence
gos: Hoal label van zin vot

source: Show transcription
gos: Teun transkripsie

source: Edit transcription
gos: Transkriptie aanpazen

source: You cannot edit this script.
gos: Kinst dit schrift nait aanpazen.

source: You cannot edit this transcription.
gos: Kinst dizze transkriptie nait aanpazen.

source: Unknown number of sentences
gos: Onbekind aantel zinnen

source: by {messageAuthor}
gos: deur {messageAuthor}
