Repository: Tatoeba/tatoeba2
Catalog: src/Locale/gos/languages.po
Languages: gos

source: Arabic
gos: Arabisch

source: English
gos: Engels

source: Japanese
gos: Japans

source: French
gos: Fraans

source: German
gos: Duuts

source: Spanish
gos: Spoans

source: Italian
gos: Italjoans

source: Vietnamese
gos: Vietnamees

source: Russian
gos: Russisch

source: Mandarin Chinese
gos: Mandarien Sinees

source: Korean
gos: Koreaans

source: Dutch
gos: Nederlaands

source: Hebrew
gos: Hibbrais

source: Indonesian
gos: Indonezisch

source: Portuguese
gos: Portugees

source: Finnish
gos: Fins

source: Bulgarian
gos: Bulgoars

source: Ukrainian
gos: Oekraiens

source: Czech
gos: Tjechisch

source: Greek
gos: Graiks

source: Turkish
gos: Törs

source: Swedish
gos: Sveeds

source: Norwegian Bokmål
gos: Noors (Bokmål)

source: Malay
gos: Malaisisch

source: Estonian
gos: Esties

source: Georgian
gos: Georgisch

source: Polish
gos: Pools

source: Latin
gos: Latain

source: Shanghainese
gos: Sjanghainees

source: Egyptian Arabic
gos: Egyptisch-Arabisch

source: Belarusian
gos: Witrussisch

source: Hungarian
gos: Hongoars

source: Icelandic
gos: Ieslaands

source: Albanian
gos: Albanees

source: Cantonese
gos: Kantonees

source: Afrikaans
gos: Afrikoans

source: Faroese
gos: Fareus

source: Frisian
gos: Frais

source: Breton
gos: Bretons

source: Romanian
gos: Roemeens

source: Uyghur
gos: Oeigoers

source: Uzbek
gos: Oezbeeks

source: Norwegian Nynorsk
gos: Noors (Nynorsk)

source: Serbian
gos: Servisch

source: Yiddish
gos: Jiddisj

source: Persian
gos: Perzisch

source: Min Nan Chinese
gos: Min Nan Sinees

source: Basque
gos: Baskisch

source: Slovak
gos: Slovaaks

source: Danish
gos: Deens

source: Armenian
gos: Armeens

source: Iraqi Arabic
gos: Irakees Arabisch

source: Sanskrit
gos: Sanskriet

source: Urdu
gos: Oerdoe

source: Bengali
gos: Bengoals

source: Catalan
gos: Katalaans

source: Kazakh
gos: Kazachs

source: Latvian
gos: Lets

source: Bosnian
gos: Bosnisch

source: Croatian
gos: Kroatisch

source: Old East Slavic
gos: Oldrussisch

source: Mongolian
gos: Mongolisch

source: Lithuanian
gos: Litouws

source: Galician
gos: Galizjoans

source: Irish
gos: Iers

source: Ainu
gos: Aino

source: Sicilian
gos: Sicilioans

source: Low German (Low Saxon)
gos: Leegduuts (Leegsaksisch)

source: Slovenian
gos: Sloveens

source: Literary Chinese
gos: Klassiek Sinees

source: Ossetian
gos: Ossetisch

source: Romansh
gos: Reto-Romoans

source: Scottish Gaelic
gos: Skots-Goals

source: Asturian
gos: Asturisch

source: Occitan
gos: Occitoans

source: Kalmyk
gos: Kalmoeks

source: Old English
gos: Oldengels

source: Lower Sorbian
gos: Nedersorbisch

source: Upper Sorbian
gos: Oppersorbisch

source: Kölsch
gos: Keuls

source: Welsh
gos: Kymrisch

source: Sindarin
gos: Sindariens

source: Ladin
gos: Ladinisch

source: Punjabi (Western)
gos: Punjabi (West)

source: Malagasy
gos: Malagasi

source: Piedmontese
gos: Piemontees

source: Tajik
gos: Tadzjieks

source: Old Prussian
gos: Oldpraissisch

source: Nepali
gos: Nepalees

source: Maltese
gos: Maltees

source: Chukchi
gos: Tjoektjisch

source: Cornish
gos: Kornisch

source: Azerbaijani
gos: Azerbeidzjoans

source: Tibetan
gos: Tibetoans

source: Algerian Arabic
gos: Algeriens-Arabisch

source: Picard
gos: Pikardisch

source: Ancient Greek
gos: Oldgraiks

source: Amharic
gos: Amhoars

source: Middle English
gos: Middelengels

source: Middle French
gos: Middelfraans

source: Haitian Creole
gos: Haitioans Kreools

source: Greenlandic
gos: Gruinlaands

source: Meadow Mari
gos: Waaide-Mari

source: Pennsylvania German
gos: Pennsylvania-Duuts

source: Sinhala
gos: Singalees

source: Turkmen
gos: Törkmeens

source: Walloon
gos: Woals

source: Bashkir
gos: Basjkiers

source: Luxembourgish
gos: Luxembörgs

source: Somali
gos: Somalisch

source: Zulu
gos: Zoeloe

source: Hawaiian
gos: Hawaioans

source: Kyrgyz
gos: Kirgizisch

source: Macedonian
gos: Mazedonisch

source: Hill Mari
gos: Baarg-Mari

source: Chuvash
gos: Tjoevasjisch

source: Ottoman Turkish
gos: Osmoans

source: Yakut
gos: Jakoets

source: Abkhaz
gos: Abgazie

source: Udmurt
gos: Oedmoerts

source: Kumyk
gos: Koemoeks

source: Crimean Tatar
gos: Krim-Tatoars

source: Chinyanja
gos: Nyanja

source: Livonian
gos: Liefs

source: Gujarati
gos: Goedjaratisch

source: Punjabi (Eastern)
gos: Punjabi (Oost)

source: Javanese
gos: Javanees

source: Emilian
gos: Emilioans

source: Northern Sami
gos: Noordsamisch

source: North Moluccan Malay
gos: Noordmoluks Malais

source: Central Dusun
gos: Centroal Dusun

source: Coastal Kadazan
gos: Kadazan (Kustgebied)

source: Samoan
gos: Samooans

source: Fijian
gos: Fijisch

source: Chechen
gos: Tjetjeens

source: Fiji Hindi
gos: Fijisch Hindoestani

source: Tongan
gos: Tongoans

source: Venetian
gos: Veniesjoans

source: Burmese
gos: Birmoans

source: Gilbertese
gos: Kiribati

source: Erzya
gos: Erzjoa

source: Niuean
gos: Niueoans

source: Pashto
gos: Pasjtoe

source: Khakas
gos: Gakassisch

source: Friulian
gos: Friulisch

source: Marshallese
gos: Marshallees

source: Palatine German
gos: Paltsisch

source: Seychellois Creole
gos: Seychels Kreools

source: Swiss German
gos: Svitzerduuts

source: Old Saxon
gos: Oldsaksisch

source: Sumerian
gos: Soemerisch

source: Scots
gos: Skots

source: Lombard
gos: Lombardisch

source: Tsonga
gos: Tsongoa

source: Buryat
gos: Boerjoatisch

source: Karakalpak
gos: Karakalpaks

source: Adyghe
gos: Adygees

source: Gagauz
gos: Gagaoezisch

source: Laz
gos: Loazisch

source: Pulaar
gos: Fuloa

source: Tokelauan
gos: Tokelaus

source: Southern Sotho
gos: Zuudsotho

source: Southern Altai
gos: Zuudaltai

source: Waray
gos: Waray-Waray

source: Sardinian
gos: Sardiens

source: Palauan
gos: Palaus

source: Luganda
gos: Lugandoa

source: Hakka Chinese
gos: Hakka

source: Aragonese
gos: Aragonees

source: Assamese
gos: Assamees

source: Nigerian Fulfulde
gos: Nigerioans Fulfulde

source: Sundanese
gos: Soendanees

source: North Levantine Arabic
gos: Noordlevantiens Arabisch

source: Tuvinian
gos: Toevoans

source: Karachay-Balkar
gos: Karatsjaj-Balkoarisch

source: Papiamento
gos: Papiamìnts

source: Old Norse
gos: Oldnoors

source: Odia (Oriya)
gos: Odioa (Oriyoa)

source: Old Aramaic
gos: Oldaramees

source: Moroccan Arabic
gos: Marokkoans-Arabisch

source: Kashubian
gos: Kasjoebisch

source: Louisiana Creole
gos: Louisiana Kreools

source: Tagal Murut
gos: Tagol Murut

source: Moksha
gos: Moksjoa

source: Corsican
gos: Korsikaans

source: Hmong Njua (Green)
gos: Hmong Njua (Gruin)

source: Tarifit
gos: Riffains

source: Central Huasteca Nahuatl
gos: Centroal-Huasteca-Nahuatl

source: Swazi
gos: Swoazi

source: Balinese
gos: Balinees

source: Assyrian Neo-Aramaic
gos: Assyrisch Neo-Aramees

source: Tuvaluan
gos: Tuvaluoans

source: Morisyen
gos: Mauritioans

source: Hmong Daw (White)
gos: Hmong Daw (Wit)

source: Central Bikol
gos: Centroalbikol

source: Nauruan
gos: Nauroaans

source: Malay (Vernacular)
gos: Malaisisch (Informeel)

source: Naga (Tangshang)
gos: Nagoa (Tangshang)

source: Gulf Arabic
gos: Golf Arabisch

source: Minangkabau
gos: Minangkabaus

source: Temuan
gos: Temuoans

source: Jin Chinese
gos: Jin

source: Madurese
gos: Madoerees

source: Banjar
gos: Bandjarees

source: Gothic
gos: Gotisch

source: Xiang Chinese
gos: Xiang Sinees

source: Gan Chinese
gos: Gan Sinees

source: Bavarian
gos: Bayers

source: Talossan
gos: Talossoans

source: Samogitian
gos: Samogitisch

source: Karelian
gos: Karelisch

source: Veps
gos: Vepsisch

source: Rusyn
gos: Roetheens

source: Tahitian
gos: Tahitioans

source: Talysh
gos: Talysjisch

source: Extremaduran
gos: Extremeens

source: Swabian
gos: Svabisch

source: Ingrian
gos: Ingrisch

source: Southern Sami
gos: Zuudsamisch

source: Jamaican Patois
gos: Jamaikoans Patois

source: Mirandese
gos: Mirandees

source: Komi-Zyrian
gos: Komi-Zurjeens

source: Central Mnong
gos: Centroalmnong

source: Komi-Permyak
gos: Komi-Permjoaks

source: Kabyle
gos: Kabylisch

source: Gheg Albanian
gos: Gegisch

source: Manchu
gos: Mantjoe

source: Kashmiri
gos: Kasjmiri

source: Old Turkish
gos: Oldtörs

source: Kven Finnish
gos: Kveens

source: Guadeloupean Creole French
gos: Guadeloups Kreools

source: Gronings
gos: Grunnegs

source: Ligurian
gos: Ligurisch

source: Dhivehi
gos: Divehi

source: Chinese Pidgin English
gos: Sinees Pidginengels

source: Latgalian
gos: Letgoals

source: Mingrelian
gos: Mingreels

source: Old Spanish
gos: Oldspoans

source: Jewish Babylonian Aramaic
gos: Jeuds Babylonisch Aramees

source: Okinawan
gos: Okinawoans

source: Evenki
gos: Evenks

source: Saterland Frisian
gos: Selterfrais

source: Old French
gos: Oldfraans

source: Syriac
gos: Syrisch

source: North Frisian
gos: Noordfrais

source: Nyungar
gos: Njungoa

source: Isan
gos: Isoan

source: Drents
gos: Drìnts

source: Southern Subanen
gos: Zuudsubanen

source: Southern Haida
gos: Zuudhaida

source: Northern Haida
gos: Noordhaida

source: Old Frisian
gos: Oldfrais

source: Limburgish
gos: Limbörgs

source: Zeelandic
gos: Zais
