Repository: Tatoeba/tatoeba2
Catalog: src/Locale/skr/admin.po
Languages: skr

source: Error: Sentences added by {username} could not be marked as unreliable.
skr: خرابی: {username} ولوں شامل تھئے جملیاں تے بے اعتباریاں دا نشان کائنی لڳ سڳا۔

source: Marked all sentences added by {username} as unreliable.
skr: {username}ولوں جمع تھئے سارے جملیاں تے بے اعتباریاں دا نشان لڳا

source: Unable to import audio: user “{author}” not found.
skr: آڈیو امپورٹ کرݨ دے قابل کائنی: ورتݨ آلا "{author}" کائنی لبھا۔

source: Invalid file “{file}” ignored.
skr: خراب فائل “{file}” نظرانداز تھئی۔

source: Unable to replace audio contributed by “{author}” for sentence {sentenceId}: this user has more than one audio.
skr: جملہ {sentenceId} کیتے "{author}" ولوں ونگار آڈیو کوں وٹاوݨ دے قابل کائنی: ایں ورتݨ آلے دیاں ہک کنوں ودھ آڈیو ہن۔

source: Unable to save audio for sentence {sentenceId} inside the database.
skr: ڈیٹابیس وچ جملہ {sentenceId} کیتے آڈیو محفوظ کرݨ دے قابل کائنی۔

source: Failed to create directory “{dir}” to import file “{file}”.
skr: فائل '"{file}" کوں امپورٹ کرݨ کیتے ڈائریکٹری "{dir}" تخلیق کرݨ وچ ناکامی تھئی۔

source: Failed to copy file “{file}” to directory “{dir}”.
skr: ڈائریکٹری "{dir}" وچ "{file}" فائل نقل کرݨ وچ نا کامی تھئی۔

source: File “{file}” was successfully imported but could not be removed from the import directory.
skr: فائل "{file}" کامیابی نال امپورٹ تھی ڳئی پر امپورٹ ڈائریکٹری کنوں کائنی ہٹائی ون٘ڄ سڳی۔

source: Import recordings
skr: ریکاڈنگاں امپورٹ کرو

source: The following errors occurred during the last import.
skr: پچھلی امپورٹ دےدوران ایہ خرابیاں تھیاں:

source: Audio import status
skr: آڈیو امپورٹ حیثیت

source: Files detected
skr: فائلاں دا کھوڄ لڳے

source: Audio author
skr: آڈیو مصنف

source: Save
skr: محفوظ کرو

source: Delete
skr: مٹاؤ

source: Correctness
skr: درستی

source: Submit
skr: جمع کرواؤ

source: Import sentences
skr: جملے امپورٹ کرو

source: Single sentences
skr: کلہے جملے

source: Language of the sentences:
skr: جملیاں دی زبان

source: File:
skr: فائل:

source: Numeric user id:
skr: عددی ورتݨ آئی ڈی:

source: import
skr: درآمد کرو

source: Sentences and translations
skr: جملے تے ترجمے

source: Language of the translations:
skr: ترجمیاں دی زبان:

source: Mark as unreliable
skr: نشان لاؤ جو اعتماد لائق کائنی

source: Are you sure you want to mark all the sentences of this member as unreliable?
skr: بھلا تہاکوں پک ہے ججو تساں ایں رکن دے سارے جملیاں تے بے اعتبارے ہووݨ دا نشان لاوݨ چاہندے ہو؟

source: Are you sure you want to delete user #{number}?
skr: بھلا تہاکوں پک ہے جو تساں ورتݨ آلے #{number} کوں مٹاوݨ چاہندے ہو؟

source: List Users
skr: ورتݨ آلیاں دی تندیر

source: Profile
skr: پروفائل

source: Edit User
skr: ورتݨ آلیاں وچ تبدیلی کرو

source: Id
skr: آئی ڈی

source: Username
skr: ورتݨ ناں

source: Lang
skr: زبان

source: Group
skr: گروپ

source: Level
skr: درجہ

source: Send notifications
skr: نوٹیفیکیشن بھیڄو

source: unhide
skr: ظاہر کرو

source: hide
skr: لُکاؤ
