Repository: Tatoeba/tatoeba2
Catalog: src/Locale/skr/languages.po
Languages: skr

source: Arabic
skr: عربی

source: English
skr: انگریزی

source: Japanese
skr: جاپانی

source: French
skr: فرانسیسی

source: German
skr: جرمنی

source: Spanish
skr: سپینی

source: Italian
skr: اٹلوی

source: Vietnamese
skr: ویت نامی

source: Russian
skr: روسی

source: Mandarin Chinese
skr: منڈاری چینی

source: Korean
skr: کورین

source: Dutch
skr: ڈچ

source: Hebrew
skr: عبرانی

source: Indonesian
skr: انڈونیشی

source: Portuguese
skr: پرتگیزی

source: Finnish
skr: فینی

source: Bulgarian
skr: بلغاری

source: Ukrainian
skr: یوکرائنی

source: Czech
skr: چیک

source: Esperanto
skr: اسپرانٹو

source: Greek
skr: یونانی

source: Turkish
skr: ترکی

source: Swedish
skr: سویڈنی

source: Norwegian Bokmål
skr: نارویجی بوکمال

source: Malay
skr: مالی

source: Estonian
skr: ایسٹونی

source: Georgian
skr: جارجی

source: Polish
skr: پولش

source: Swahili
skr: سواحلی

source: Latin
skr: لاطینی

source: Shanghainese
skr: شانگھائیسی

source: Egyptian Arabic
skr: مصری عربی

source: Belarusian
skr: بیلاروسی

source: Hungarian
skr: ہنگری

source: Icelandic
skr: آئس لینڈی

source: Albanian
skr: البانی

source: Cantonese
skr: کینٹونیز

source: Afrikaans
skr: افریقن

source: Faroese
skr: فاروی

source: Frisian
skr: فریسی

source: Breton
skr: بریٹن

source: Romanian
skr: رومانی

source: Uyghur
skr: یغور

source: Uzbek
skr: اوزبک

source: Norwegian Nynorsk
skr: نارویجی نورسک

source: Serbian
skr: سربی

source: Tatar
skr: تاتار

source: Yiddish
skr: یدِش

source: Persian
skr: فارسی

source: Min Nan Chinese
skr: مِن نان چینی

source: Basque
skr: باسک

source: Slovak
skr: سلاوک

source: Danish
skr: ڈینی

source: Eastern Armenian
skr: مشرقی آرمینی

source: Iraqi Arabic
skr: عراقی عربی

source: Sanskrit
skr: سنسکرت

source: Urdu
skr: اردو

source: Hindi
skr: ہندی

source: Bengali
skr: بنگالی

source: Catalan
skr: کٹالن

source: Kazakh
skr: کزاک

source: Latvian
skr: لاٹیوی

source: Bosnian
skr: بوسنی

source: Croatian
skr: کروشی

source: Old East Slavic
skr: پراݨی مشرقی سلاوِک

source: Chamorro
skr: چمرو

source: Tagalog
skr: ٹیگ لاگ

source: Quechua
skr: چیچو

source: Mongolian
skr: منگولی

source: Lithuanian
skr: لیتھونی

source: Galician
skr: گیلکی

source: Irish
skr: آئری

source: Interlingua
skr: انٹرلنگوا

source: Lojban
skr: لوجبان

source: Toki Pona
skr: ٹوکی پونا

source: Ainu
skr: اینو

source: Sicilian
skr: سیسیلی

source: Malayalam
skr: ملیالم

source: Low German (Low Saxon)
skr: لو جرمن (لو سیکسن)

source: Klingon
skr: کلنگون

source: Slovenian
skr: سلو وینی

source: Thai
skr: تھائی

source: Literary Chinese
skr: ادبی چینی

source: Ossetian
skr: اوسیٹی

source: Romansh
skr: رومانش

source: Volapük
skr: وولاپوک

source: Scottish Gaelic
skr: سکاٹی گیلک

source: Ido
skr: ایڈو

source: Asturian
skr: آسٹری

source: Interlingue
skr: انٹرلنگی

source: Occitan
skr: اوکیٹین

source: Kalmyk
skr: کالمیک

source: Old English
skr: پراݨی انگریزی

source: Lower Sorbian
skr: تلویں سوربی

source: Upper Sorbian
skr: اُتلی سوربی

source: Kölsch
skr: کولش

source: Welsh
skr: ویلی

source: Ewe
skr: ایو

source: Sindarin
skr: سندارِن

source: Telugu
skr: تیلگو

source: Tok Pisin
skr: ٹوک پیسین

source: Quenya
skr: قنیا

source: Novial
skr: نوویال

source: Maori
skr: ماؤری

source: Ladin
skr: لاڈن

source: Berber
skr: بربر

source: Xhosa
skr: ہوسا

source: Punjabi (Western)
skr: پنجابی (مغربی)

source: Malagasy
skr: مالاگاسی

source: Guarani
skr: گورانی

source: Ladino
skr: لڈینو

source: Piedmontese
skr: پیڈمونٹیز

source: Kotava
skr: کوٹاوا

source: Marathi
skr: میراٹھی

source: Tajik
skr: تاجک

source: Old Prussian
skr: پراݨی پرشین

source: Nepali
skr: نیپالی

source: Maltese
skr: مالٹیز

source: Chukchi
skr: چُکچی

source: Cornish
skr: کورنی

source: Azerbaijani
skr: آذربائیجانی

source: Khmer
skr: کھمیر

source: Lao
skr: لاؤ

source: Tibetan
skr: تبتی

source: Hiligaynon
skr: ہیلیگینون

source: Algerian Arabic
skr: الجیری عربی

source: Picard
skr: پیکارڈ

source: Ancient Greek
skr: قدیم یونانی

source: Amharic
skr: امہاری

source: Awadhi
skr: اوادھی

source: Bhojpuri
skr: بھوجپوری

source: Chavacano
skr: چاواکانو

source: Middle English
skr: درمیانی انگریزی

source: Middle French
skr: درمیانی فرانسی

source: Haitian Creole
skr: ہیٹی کریول

source: Juhuri (Judeo-Tat)
skr: جوہری (جودی-تات)

source: Greenlandic
skr: گرین لینڈی

source: Meadow Mari
skr: میڈو ماری

source: Nahuatl
skr: نہوٹل

source: Pennsylvania German
skr: پنسلوانیا جرمن

source: Sinhala
skr: سنہالی

source: Turkmen
skr: ترکمانی

source: Walloon
skr: والون

source: Bashkir
skr: باشکر

source: Hausa
skr: ہوسا

source: Luxembourgish
skr: لکسمبرگی

source: Mambae
skr: ممبے

source: Somali
skr: صومالی

source: Zulu
skr: زولو

source: Hawaiian
skr: ہوائی

source: Kyrgyz
skr: گرغیزی

source: Macedonian
skr: مقدونی

source: Hill Mari
skr: ہل مری

source: Pipil
skr: پیپلی

source: Yoruba
skr: یوروبا

source: Kinyarwanda
skr: کنیاروانڈا

source: Shuswap
skr: شوسویپ

source: Chuvash
skr: چوواش

source: Lakota
skr: لوکاٹا

source: Ottoman Turkish
skr: عثمانی ترکی

source: Shona
skr: شونا

source: Mon
skr: مون

source: Nogai
skr: نوگئی

source: Yakut
skr: یاکُت

source: Abkhaz
skr: ابخیز

source: Tetun
skr: ٹیٹن

source: Tamil
skr: تامل

source: Udmurt
skr: ادمورت

source: Kumyk
skr: کومیک

source: Crimean Tatar
skr: کریمی تاتار

source: Chinyanja
skr: چنیانجا

source: Livonian
skr: لیوونی

source: Navajo
skr: نواجو

source: Cherokee
skr: چیروکی

source: Gujarati
skr: گجراتی

source: Punjabi (Eastern)
skr: پنجابی (مشرقی)

source: Khasi
skr: کھاسی

source: Javanese
skr: جاوینی

source: Zaza
skr: زازا

source: Emilian
skr: ایمیلی

source: Tigrinya
skr: تگرینی

source: Northern Sami
skr: شمالی سامی

source: North Moluccan Malay
skr: شمالی مولوکن مالے

source: Kapampangan
skr: کپمپانگن

source: Central Dusun
skr: مرکزی دوسن

source: Choctaw
skr: چوک ٹا

source: Coastal Kadazan
skr: ساحلی کڈازن

source: Samoan
skr: سامؤن

source: Fijian
skr: فجی

source: Wolof
skr: وولوف

source: Chechen
skr: چیچنی

source: Sango
skr: سانگو

source: Fiji Hindi
skr: فجی ہندی

source: Tongan
skr: ٹونگن

source: Ngeq
skr: نگیک

source: Kamba
skr: کامبا

source: Venetian
skr: وینیشی

source: Burmese
skr: برمی

source: Gilbertese
skr: گلبرٹیز

source: Erzya
skr: ایرزیا

source: Niuean
skr: نیوینی

source: Võro
skr: وورو

source: Manx
skr: مینکس

source: Lingala
skr: لنگالا

source: Lingua Franca Nova
skr: لینگوا فرانکا نووا

source: Pashto
skr: پشتو

source: Khakas
skr: خاکس

source: Dungan
skr: ڈنگن

source: Friulian
skr: فریلی

source: Marshallese
skr: مارشلی

source: Palatine German
skr: پالٹائن جرمن

source: Kannada
skr: کناڈا

source: Seychellois Creole
skr: سیچیلوائی کریول

source: Swiss German
skr: سوئس جرمن

source: Old Saxon
skr: پراݨی سیکسون

source: Sumerian
skr: سمیری

source: Scots
skr: سکاٹی

source: Mohawk
skr: موہاک

source: Cebuano
skr: سیبانو

source: Lombard
skr: لومبارڈ

source: Tsonga
skr: ٹسونگا

source: Buryat
skr: بریات

source: Aymara
skr: ایمارا

source: Ilocano
skr: الیکانو

source: Karakalpak
skr: کاراکلپاک

source: Orizaba Nahuatl
skr: اوریزابا ناہوتل

source: Guerrero Nahuatl
skr: گیریر ناہوتل

source: Adyghe
skr: ادیگھے

source: Bodo
skr: بوڈو

source: Gagauz
skr: گگاوز

source: Romani
skr: رومانی

source: Laz
skr: لاز

source: Pulaar
skr: پلار

source: Umbundu
skr: امبونڈو

source: Tokelauan
skr: توکیلائون

source: Southern Sotho
skr: جنوبی سوٹھو

source: Southern Altai
skr: جنوبی التائی

source: Waray
skr: وارے

source: Sindhi
skr: سندھی

source: Setswana
skr: سیٹسوانا

source: Sardinian
skr: سردینی

source: Palauan
skr: پلائوان

source: Garhwali
skr: گڑھوالی

source: Ojibwe
skr: اوجبوی

source: Luganda
skr: لوگانڈا

source: Hakka Chinese
skr: ہکا چینی

source: Bambara
skr: بمبارا

source: Aragonese
skr: اراگونی

source: Assamese
skr: آسامی

source: Nigerian Fulfulde
skr: نائجیریائی فلفلڈی

source: Ho
skr: ہو

source: Sundanese
skr: سندانی

source: North Levantine Arabic
skr: شمالی لوینٹائن عربی

source: Tuvinian
skr: تووینی

source: Karachay-Balkar
skr: کراچے-بلکار

source: Papiamento
skr: پاپلمنٹو

source: Old Norse
skr: پراݨی نورس

source: Odia (Oriya)
skr: (اوڑیہ) اوڑیہ

source: Iban
skr: ایبان

source: Old Aramaic
skr: پراݨی آرامی

source: Moroccan Arabic
skr: مراقشی عربی

source: Cuyonon
skr: کیونون

source: Igbo
skr: اگبو

source: Kashubian
skr: کشوبی

source: Louisiana Creole
skr: لوئیزیانا کریول

source: Urhobo
skr: ارہوبو

source: Tagal Murut
skr: ٹگل مورت

source: Moksha
skr: موکشا

source: Pangasinan
skr: پنگاسینان

source: Corsican
skr: کورسیکن

source: Hmong Njua (Green)
skr: ہموگ نجوا (ساوی)

source: Tarifit
skr: ترفت

source: Central Huasteca Nahuatl
skr: مرکزی ہوآسٹیکا ناہواتل

source: Kekchi (Q'eqchi')
skr: کیکچی (Q'eqchi')

source: Swazi
skr: سوازی

source: Balinese
skr: بالینی

source: Assyrian Neo-Aramaic
skr: آشوری نیو آرامی

source: Tuvaluan
skr: تووالوان

source: Keningau Murut
skr: کننگوا مورت

source: Baybayanon
skr: بیبیانون

source: Morisyen
skr: موریسین

source: Hmong Daw (White)
skr: ہمونگ ڈا (وہائٹ)

source: Central Bikol
skr: مرکزی بکول

source: Nauruan
skr: ناوروائی

source: Malay (Vernacular)
skr: مالے (دیسی)

source: Naga (Tangshang)
skr: ناگا (ٹنگشنگ)

source: K'iche'
skr: کچھے

source: Gulf Arabic
skr: خلیجی عربی

source: Minangkabau
skr: میننگکاباؤ

source: Temuan
skr: ٹیمون

source: Jin Chinese
skr: جن چینی

source: Maithili
skr: میٹھیلی

source: Madurese
skr: مدریسی

source: Banjar
skr: بنجر

source: Gothic
skr: گوتھک

source: Xiang Chinese
skr: شیانگ چینی

source: Gan Chinese
skr: گن چینی

source: Bavarian
skr: بیوریائی

source: Talossan
skr: تالوسن

source: Samogitian
skr: ساموجیٹین

source: Láadan
skr: لادان

source: Dutton World Speedwords
skr: ڈٹن ورلڈ سپیڈورڈز

source: Afrihili
skr: افریہیلی

source: Karelian
skr: کریلین

source: Veps
skr: ویپس

source: Rusyn
skr: رسین

source: Tahitian
skr: تاہیتی

source: Talysh
skr: تالیش

source: Mi'kmaq
skr: میکماک

source: Extremaduran
skr: ایکریماڈوران

source: Swabian
skr: سوابی

source: Ingrian
skr: اینگرین

source: Southern Sami
skr: جنوبی سامی

source: Jamaican Patois
skr: جمیکن پٹوائس

source: Mirandese
skr: میراندی

source: Komi-Zyrian
skr: کومی-زیریان

source: Central Mnong
skr: مرکزی منونگ

source: Komi-Permyak
skr: کومی-پرمیاک

source: Inuktitut
skr: انکٹیٹوٹ

source: Kabyle
skr: کبائل

source: Kirundi
skr: کردونی

source: Gheg Albanian
skr: گھیگ البانی

source: Aklanon
skr: اکلانون

source: Manchu
skr: مان٘چھو

source: Kashmiri
skr: کشمیری

source: Old Turkish
skr: پراݨی تُرکی

source: Uab Meto
skr: یواب میٹو

source: Tachawit
skr: تچاوٽ

source: Kven Finnish
skr: کوون فنیش

source: Rapa Nui
skr: راپا نوئی

source: Guadeloupean Creole French
skr: گواڈیلوپین کریول فرانسیسی

source: Gronings
skr: گروننگز

source: Ligurian
skr: لیگورین

source: Tigre
skr: ٹیگر

source: Tahaggart Tamahaq
skr: تہاگرت تماحق

source: Dhivehi
skr: دھیوی

source: Hunsrik
skr: ہنسرک

source: Cayuga
skr: سیاگا

source: Ga
skr: گا

source: Chinese Pidgin English
skr: چینی مخلوط انگریزی

source: Brithenig
skr: برتھنگ

source: Latgalian
skr: لٹگیلین

source: Erromintxela
skr: ایرومنٹکسیلا

source: Konkani (Goan)
skr: کونکانی (گوان)

source: Chagatai
skr: چغتائی

source: Mingrelian
skr: منگریلین

source: Old Spanish
skr: پراݨی سپینی

source: Jewish Babylonian Aramaic
skr: یہودی بابلی ارامی

source: Okinawan
skr: اوکیناوان

source: Evenki
skr: ایونکی

source: Bislama
skr: بسلاما

source: Saterland Frisian
skr: سٹارلینڈ فریسین

source: Old French
skr: قدیم فرانسیسی

source: Syriac
skr: سریانی

source: North Frisian
skr: شمالی فریزین

source: Nyungar
skr: نیونگر

source: Isan
skr: ایسان

source: Tonga (Zambezi)
skr: ٹونگا (زمبیزی)

source: Newari
skr: نیواری

source: Jewish Palestinian Aramaic
skr: یہودی فلسطینی ارامی

source: Phoenician
skr: فونیشیائی

source: Rendille
skr: رینڈیل

source: Nuosu
skr: نوسو

source: Drents
skr: ڈرنٹس

source: Southern Subanen
skr: جنوبی سبانین

source: Chinook Jargon
skr: چینوک جارگن

source: Baluchi
skr: بلوچی

source: Pali
skr: پالی

source: Ancient Hebrew
skr: قدیم عبرانی

source: South Levantine Arabic
skr: جنوبی لوینٹائن عربی

source: Southern Haida
skr: جنوبی ہائیڈا

source: Northern Haida
skr: شمالی ہائیڈا

source: Karakhanid
skr: کراکھانید

source: Plains Cree
skr: پلینز کری

source: Yucatec Maya
skr: یوکیٹک مایا

source: Middle Persian (Pahlavi)
skr: مڈل پارسی (پہلوی)

source: Meitei
skr: میٹی

source: Libyan Arabic
skr: لیبیائی عربی

source: O'odham
skr: اودھم

source: Lushootseed
skr: لشوٹ سیڈ

source: Old Frisian
skr: پراݨی فرشین

source: Nuer
skr: نوئر

source: Central Kurdish (Soranî)
skr: مرکزی کردی (سۆرانی)

source: Northern Kurdish (Kurmancî)
skr: شمالی کردی (کورمانجی)

source: Southern Kurdish
skr: جنوبی کردی

source: Northern Zaza (Kirmanjki)
skr: شمالی زازا (کرمانجکی)

source: Southern Zaza (Dimli)
skr: جنوبی زازا (دملی)

source: Standard Moroccan Tamazight
skr: معیاری مراکشی تمازیق

source: Mahasu Pahari
skr: ماہاسو پہاڑی

source: Qashqai
skr: قشقائی

source: Khalaj
skr: کھلج

source: Dargwa
skr: درگوا

source: Lak
skr: لک

source: Avar
skr: اوار

source: Muskogee (Creek)
skr: مسکوگی (کریک)

source: Abaza
skr: آباز

source: Ingush
skr: انگوش

source: Kabardian
skr: کاباردین

source: Sranan Tongo
skr: سرنان ٹونگو

source: Lezgi
skr: لیزگی

source: Wayuu
skr: ویوو

source: Limburgish
skr: لمبرگش

source: Zeelandic
skr: زی لینڈی

source: Mono (USA)
skr: مونو (امریکہ)

source: Tashelhit
skr: تاشلحيت

source: Berom
skr: بیروم

source: Santali
skr: سنتالی

source: Hitchiti
skr: ہٹچیٹی

source: Silesian
skr: سیلیسی

source: Interglossa
skr: انٹرگلوسا

source: Central Kanuri
skr: مرکزی کانوری

source: Nande
skr: ننڈے

source: Congo Swahili
skr: کانگو سواحلی

source: Rohingya
skr: روہنگیا

source: Kelantan-Pattani Malay
skr: کیلانتن-پٹنی مالائی

source: Saraiki
skr: سرائیکی

source: Neapolitan
skr: نیاپولیتن

source: Sylheti
skr: سلهٹی

source: Tumbuka
skr: تمبوکا

source: Mapuche
skr: ماپوچے

source: Western Armenian
skr: مغربی آرمینی
