Repository: Tatoeba/tatoeba2
Catalog: src/Locale/tok/countries.po
Languages: tok

source: Ascension Island
tok: ma Aseson

source: Andorra
tok: ma Antola

source: United Arab Emirates
tok: ma Alimala

source: Afghanistan
tok: ma Akanisan

source: Antigua & Barbuda
tok: ma Ansika

source: Anguilla
tok: ma Anwila

source: Albania
tok: ma Sipe

source: Armenia
tok: ma Aja

source: Angola
tok: ma Ankola

source: Antarctica
tok: ma Antasika

source: Argentina
tok: ma Alensina

source: American Samoa
tok: ma Amewikansamowa

source: Austria
tok: ma Esalasi

source: Australia
tok: ma Oselija

source: Aruba
tok: ma Alupa

source: Åland Islands
tok: ma Olan

source: Azerbaijan
tok: ma Asepajan

source: Bosnia
tok: ma Posan

source: Barbados
tok: ma Papeto

source: Bangladesh
tok: ma Panla

source: Belgium
tok: ma Pesije

source: Burkina Faso
tok: ma Pukinapaso

source: Bulgaria
tok: ma Pokasi

source: Bahrain
tok: ma Palani

source: Burundi
tok: ma Pulunsi

source: Benin
tok: ma Penen

source: St. Barthélemy
tok: ma Sepatelemi

source: Bermuda
tok: ma Pemuta

source: Brunei
tok: ma Pune

source: Bolivia
tok: ma Polipija

source: Caribbean Netherlands
tok: ma Kalisinetelan

source: Brazil
tok: ma Pasiju

source: Bahamas
tok: ma Pawama

source: Bhutan
tok: ma Tuku

source: Bouvet Island
tok: ma Pupetoja

source: Botswana
tok: ma Posuwana

source: Belarus
tok: ma Pelalusi

source: Belize
tok: ma Peli

source: Canada
tok: ma Kanata

source: Cocos (Keeling) Islands
tok: ma Koko

source: Congo - Kinshasa
tok: ma Konko

source: Central African Republic
tok: ma Santapiken

source: Congo - Brazzaville
tok: ma Jakonko

source: Switzerland
tok: ma Suwasi

source: Côte d’Ivoire
tok: ma Kosiwa

source: Cook Islands
tok: ma Kukalani

source: Chile
tok: ma Sile

source: Cameroon
tok: ma Kamelun

source: China
tok: ma Sonko

source: Colombia
tok: ma Kolonpija

source: Clipperton Island
tok: ma Kipeton

source: Costa Rica
tok: ma Kosalika

source: Cuba
tok: ma Kupa

source: Cape Verde
tok: ma Kapupesi

source: Curaçao
tok: ma Kulusu

source: Christmas Island
tok: ma Kilima

source: Cyprus
tok: ma Kiposi

source: Czechia
tok: ma Seki

source: Germany
tok: ma Tosi

source: Diego Garcia
tok: ma Sikokasi

source: Djibouti
tok: ma Sipusi

source: Denmark
tok: ma Tansi

source: Dominica
tok: ma Tomini

source: Dominican Republic
tok: ma Tominika

source: Algeria
tok: ma Sasali

source: Ceuta & Melilla
tok: ma Setamelila

source: Ecuador
tok: ma Ekato

source: Estonia
tok: ma Esi

source: Egypt
tok: ma Masu

source: Western Sahara
tok: ma Asala

source: Eritrea
tok: ma Eliteja

source: Spain
tok: ma Epanja

source: Ethiopia
tok: ma Itejopija

source: Finland
tok: ma Sumi

source: Fiji
tok: ma Pisi

source: Falkland Islands
tok: ma Pokan

source: Micronesia
tok: ma Makonise

source: Faroe Islands
tok: ma Powija

source: France
tok: ma Kanse

source: Gabon
tok: ma Kapon

source: United Kingdom
tok: ma Juke

source: Grenada
tok: ma Kenata

source: Georgia
tok: ma Katelo

source: French Guiana
tok: ma Kijan

source: Guernsey
tok: ma Kensi

source: Ghana
tok: ma Kana

source: Gibraltar
tok: ma Sipata

source: Greenland
tok: ma Kalalinuna

source: Gambia
tok: ma Kanpija

source: Guinea
tok: ma Kine

source: Guadeloupe
tok: ma Watalu

source: Equatorial Guinea
tok: ma Kinejekatolija

source: Greece
tok: ma Elina

source: South Georgia & South Sandwich Islands
tok: ma Sajoja

source: Guatemala
tok: ma Katemala

source: Guam
tok: ma Kawan

source: Guinea-Bissau
tok: ma Kinepisa

source: Guyana
tok: ma Kajana

source: Hong Kong
tok: ma Enkon

source: Heard & McDonald Islands
tok: ma Imi

source: Honduras
tok: ma Ontula

source: Croatia
tok: ma Lowasi

source: Haiti
tok: ma Awisi

source: Hungary
tok: ma Mosijo

source: Canary Islands
tok: ma Kanali

source: Indonesia
tok: ma Intonesija

source: Ireland
tok: ma Alan

source: Israel
tok: ma Isale

source: Isle of Man
tok: ma Manin

source: India
tok: ma Palata

source: British Indian Ocean Territory
tok: ma Pijot

source: Iraq
tok: ma Ilakija

source: Iran
tok: ma Ilan

source: Iceland
tok: ma Isilan

source: Italy
tok: ma Italija

source: Jersey
tok: ma Jesi

source: Jamaica
tok: ma Sameka

source: Jordan
tok: ma Utun

source: Japan
tok: ma Nijon

source: Kenya
tok: ma Kenja

source: Kyrgyzstan
tok: ma Kilisa

source: Cambodia
tok: ma Kanpusi

source: Kiribati
tok: ma Kilipasi

source: Comoros
tok: ma Komo

source: St. Kitts & Nevis
tok: ma Sankinipi

source: North Korea
tok: ma Soson

source: South Korea
tok: ma Anku

source: Kuwait
tok: ma Kuwasi

source: Cayman Islands
tok: ma Kesimen

source: Kazakhstan
tok: ma Kasatan

source: Laos
tok: ma Lajo

source: Lebanon
tok: ma Lunpan

source: St. Lucia
tok: ma Senlusi

source: Liechtenstein
tok: ma Lisensan

source: Sri Lanka
tok: ma Lanka

source: Liberia
tok: ma Lapewija

source: Lesotho
tok: ma Lesoto

source: Lithuania
tok: ma Lijatuwa

source: Luxembourg
tok: ma Lusepu

source: Latvia
tok: ma Lawi

source: Libya
tok: ma Lipija

source: Morocco
tok: ma Malipe

source: Monaco
tok: ma Monako

source: Moldova
tok: ma Motowa

source: Montenegro
tok: ma Sinakola

source: St. Martin
tok: ma Sematan

source: Madagascar
tok: ma Malakasi

source: Marshall Islands
tok: ma Maje

source: North Macedonia
tok: ma Maketonija

source: Mali
tok: ma Mali

source: Myanmar
tok: ma Mijama

source: Mongolia
tok: ma Monko

source: Macao
tok: ma Omun

source: Northern Mariana Islands
tok: ma Majana

source: Martinique
tok: ma Masini

source: Mauritania
tok: ma Mulitanija

source: Montserrat
tok: ma Monsale

source: Malta
tok: ma Mata

source: Mauritius
tok: ma Mowisi

source: Maldives
tok: ma Sipesi

source: Malawi
tok: ma Malawi

source: Mexico
tok: ma Mesiko

source: Malaysia
tok: ma Malasija

source: Mozambique
tok: ma Mosanpi

source: Namibia
tok: ma Namipija

source: New Caledonia
tok: ma Nupekaletoni

source: Niger
tok: ma Nise

source: Norfolk Island
tok: ma Nopo

source: Nigeria
tok: ma Naselija

source: Nicaragua
tok: ma Nikalawa

source: Netherlands
tok: ma Netelan

source: Norway
tok: ma Nosiki

source: Nepal
tok: ma Nepalu

source: Nauru
tok: ma Nawelo

source: Niue
tok: ma Niwe

source: New Zealand
tok: ma Nusilan

source: Oman
tok: ma Uman

source: Panama
tok: ma Panama

source: Peru
tok: ma Pelu

source: French Polynesia
tok: ma Polinesi

source: Papua New Guinea
tok: ma Papuwanijukini

source: Philippines
tok: ma Pilipina

source: Pakistan
tok: ma Pakisan

source: Poland
tok: ma Posuka

source: St. Pierre & Miquelon
tok: ma Sepemiko

source: Pitcairn Islands
tok: ma Piken

source: Puerto Rico
tok: ma Petoliko

source: Palestine
tok: ma Pilisin

source: Portugal
tok: ma Potuke

source: Palau
tok: ma Pela

source: Paraguay
tok: ma Palakawi

source: Qatar
tok: ma Kata

source: Réunion
tok: ma Lajenon

source: Romania
tok: ma Lomani

source: Serbia
tok: ma Sopisi

source: Russia
tok: ma Losi

source: Rwanda
tok: ma Luwanta

source: Saudi Arabia
tok: ma Sajusi

source: Solomon Islands
tok: ma Solomon

source: Seychelles
tok: ma Sese

source: Sudan
tok: ma Sutan

source: Sweden
tok: ma Sensa

source: Singapore
tok: ma Sinkapula

source: St. Helena
tok: ma Sateline

source: Slovenia
tok: ma Lowensina

source: Svalbard & Jan Mayen
tok: ma Sepapa

source: Slovakia
tok: ma Lowenki

source: Sierra Leone
tok: ma Sijelalijon

source: San Marino
tok: ma Samalino

source: Senegal
tok: ma Seneka

source: Somalia
tok: ma Somalija

source: Suriname
tok: ma Suliname

source: South Sudan
tok: ma Sasutan

source: São Tomé & Príncipe
tok: ma Santume

source: El Salvador
tok: ma Esawato

source: Sint Maarten
tok: ma Sinmaten

source: Syria
tok: ma Sulija

source: Eswatini
tok: ma Sawasi

source: Tristan da Cunha
tok: ma Sitan

source: Turks & Caicos Islands
tok: ma Tekeko

source: Chad
tok: ma Sate

source: French Southern Territories
tok: ma Telota

source: Togo
tok: ma Toko

source: Thailand
tok: ma Tawi

source: Tajikistan
tok: ma Tosiki

source: Tokelau
tok: ma Tokela

source: Timor-Leste
tok: ma Simololosa

source: Turkmenistan
tok: ma Sikimen

source: Tunisia
tok: ma Tunisi

source: Tonga
tok: ma Tona

source: Turkey
tok: ma Tuki

source: Trinidad & Tobago
tok: ma Sinita

source: Tuvalu
tok: ma Tuwalu

source: Taiwan
tok: ma Tawan

source: Tanzania
tok: ma Tansanija

source: Ukraine
tok: ma Ukawina

source: Uganda
tok: ma Ukanta

source: U.S. Outlying Islands
tok: ma Mewikalan

source: United States
tok: ma Mewika

source: Uruguay
tok: ma Ulukawi

source: Uzbekistan
tok: ma Opeki

source: Vatican City
tok: ma Wasikano

source: St. Vincent & Grenadines
tok: ma Kenesin

source: Venezuela
tok: ma Penesuwela

source: British Virgin Islands
tok: ma Pisinalan

source: U.S. Virgin Islands
tok: ma Pijenalan

source: Vietnam
tok: ma Wije

source: Vanuatu
tok: ma Wanuwatu

source: Wallis & Futuna
tok: ma Upemoputuna

source: Samoa
tok: ma Samowa

source: Kosovo
tok: ma Kosowa

source: Yemen
tok: ma Jamanija

source: Mayotte
tok: ma Majo

source: South Africa
tok: ma Setapika

source: Zambia
tok: ma Sanpija

source: Zimbabwe
tok: ma Sinpapuwe
