Repository: Tatoeba/tatoeba2
Catalog: app/locale/ara/LC_MESSAGES/*.po
Languages: ar

source: Romaji/furigana conversion
ar: تحويل الروماجي/الفوريغانا

source: convert Japanese to romaji or furigana.
ar: حوّل اليابانية إلى روماجي أو فوريغانا

source: Sinogram search
ar: بحث المقاطع الصينية

source: search all Chinese characters / kanjis by all possible methods.
ar: ابحث عن كل المقاطع الصينية / الكانجيات بكل الطرق الممكنة.

source: Pinyin converter
ar: محول بين-ين (Pinyin)

source: convert Chinese to pinyin, numerical pinyin to diacritical pinyin, etc.
ar: حوّل الصينية إلى بين-ين (pinyin)، والبين-ين الرقمية إلى بين-ين مُشَكَّلَة إلخ.

source: Chinese simplified/traditional conversion
ar: تحويل الصينية المبسطة/التقليدية

source: convert traditional Chinese to simplified and vice versa
ar: حول الصينية التقليدية إلى مبسطة والعكس

source: Shanghainese to IPA
ar: الشنغهايية إلى الأبجدية الصوتية الدولية

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
ar: حول نصًّا بالشنغهايية إلى نطقه بالأبجدية الصوتية الدولية

source: Convert text from:
ar: حوّل النص من:

source: Chinese characters
ar: مقاطع صينية

source: numerical pinyin
ar: بين-ين رقمية

source: Convert text to:
ar: حوّل النص إلى:

source: diacritical pinyin
ar: بين-ين مُشَكَّلة

source: Convert Japanese text into romaji or furigana
ar: حوّل النص الياباني إلى روماجي أو فوريغانا

source: Credits
ar: شكر وتقدير

source: This tool is powered by <a href="{}">MeCab</a>.
ar: يدعم هذه الأداة <a href="{}">MeCab</a>.

source: More information
ar: معلومات أكثر

source: Japanese romanization in Tatoeba, now using MeCab
ar: كتابة اليابانية بالأبجدية اللاتينية في تتويبا، الآن باستخدام MeCab

source: Tools for Japanese romanization
ar: أدوات لكتابة اليابانية بالأبجدية اللاتينية

source: Convert Japanese text into:
ar: حوّل النص الياباني إلى:

source: romaji
ar: روماجي

source: furigana
ar: فوريغانا

source: Convert Shanghainese into IPA
ar: حوّل الشنغهايية إلى أبجدية صوتية دولية

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
ar: نود حقًّا أن نشكر <a href='{0}'>كيلين باركر</a> الذي زودنا بملفات بيانات مكتملة أكثر، إن كنت مهتمًا بأعماله؛ فبإمكانك زيارة صفحة مشروعه <a href='{1}'>هنا</a>. لولاه لما وجدت أبجدية صوتية دولية كاملة بهذا الشكل للجمل بالشنغهايية.

source: Note
ar: ملاحظة

source: This tool is in a very early stage, and we're looking for people who can help us improve the transcription by providing IPA of non-converted characters or reporting mistakes.
ar: هذه الأداة في مرحلة مبكرة جدا، ونحن نبحث عمّن يستطيع مساعدتنا على تطوير رومنتنا بتوفير أبجدية صوتية دولية للمقاطع غير المُحَوَّلة أو بالتبليغ عن الأخطاء.

source: Feedback
ar: آراء وانطباعات

source: Enter a text in shanghainese dialect
ar: أدخِل نصًّا بالشنغهايية

source: Picture
ar: الصورة

source: Current picture
ar: الصورة الحالية

source: New picture
ar: صورة جديدة

source: Upload
ar: ارفع

source: Personal information
ar: المعلومات الشخصية

source: Birthday
ar: عيد الميلاد

# user
source: Name
ar: الاسم

source: Country
ar: البلد

source: Homepage
ar: الصفحة الرئيسية

source: Save personal information
ar: احفظ المعلومات الشخصية

source: Description
ar: الوصف

source: Save description
ar: احفظ الوصف

source: Stats
ar: الإحصائيات

source: Comments posted
ar: التعليقات المرسلة

source: Sentences owned
ar: الجمل المملوكة

source: Sentences favorited
ar: الجمل المفضلة

source: Show latest activity
ar: اعرض آخر الأنشطة

source: Email notifications are ENABLED.
ar: التنبيهات البريدية <strong>مُمَكّنة</strong>.

source: Email notifications are DISABLED.
ar: التنبيهات البريدية <strong>مُعطَّلة</strong>.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
ar: الوصول إلى هذا الملف الشخصي <strong>متاح للعامة</strong>. يستطيع الجميعُ رؤية كلِّ المعلومات.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
ar: الوصول إلى هذا الملف الشخصي <strong>مُقيَّد</strong>. يستطيع أعضاء تتويبا رؤيةَ المعلومات الشخصية والوصف.

source: Not approved
ar: غير معتمدة

source: Sentences from this user are currently added as "not approved".
ar: أُضيفت جمل هذا المستخدم حاليًا كَـ "غير معتمدة".

source: Member since
ar: عضو منذ

source: No description.
ar: لا وصف.

source: TIP: We encourage you to indicate the languages you know.
ar: نصيحة: نَجِدُه مستحسنًا أن يبين المستخدم اللغات التي يتقنها.

source: TIP: Encourage this user to indicate the languages he or she knows.
ar: نصيحة: شجّع هذا المستخدم على تبيين اللغات التي يعرفها.

source: Options
ar: الخيارات

source: Email notifications
ar: تنبيهات البريد الإلكتروني

source: Set your profile public?
ar: اضبط ملفك الشخصي ليكون متاحًا للعامة؟

source: Advanced language selector (experimental). Note: this option is saved in your cookies so it will only apply for your current browser.
ar: مُختار اللغات المتقدّم (تجريبيّ). ملاحظة: هذا الخيار يُحفَظ في الكعكات لذا سيُطبَّق فقط على المتصفّح الحاليّ.

source: Remember the last list to which you assigned a sentence, and select it by default.
ar: تذكر آخر قائمة اخترت وضع جملة فيها، وحددها افتراضيا.

source: Enter ISO 639-3 codes, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
ar: استخدم أكواد ISO 639-3، مفصولة بفاصلة إنجليزية (مثال: jpn,epo,ara,deu). سيعرض تتويبا عندها الترجمات باللغات التي اخترتها. تستطيع ترك هذا الحقل فارغًا لعرض الترجمات بكل اللغات.

source: Languages
ar: اللغات

source: Save
ar: احفظ

source: Change email address
ar: غيّر البريد

source: Email address
ar: البريد

source: Change password
ar: غيِّر كلمة المرور

source: Old password
ar: كلمة المرور القديمة

source: New password
ar: كلمة المرور الجديدة

source: New password again
ar: كلمة المرور الجديدة ثانيةً

source: Search user
ar: ابحث في المستخدمين

source: Members (total %count%)
ar: الأعضاء (المجموع %count%)

source: Sort by:
ar: رتب حسب:

source: Member status
ar: حالة العضو

source: Send new password
ar: أرسل كلمة المرور الجديدة

source: Email
ar: البريد الإلكترونيّ

source: Username:
ar: اسم المستخدم:

source: Username can only contain letters, numbers, or underscore
ar: يمكن لاسم المستخدم أن يحتوي على الحروف، أو الأرقام، أو الشرطة السفلية فقط

source: Username already taken.
ar: اسم المستخدم هذا قد أُخِذ.

source: Username must be at least two characters long
ar: يجب أن يكون في اسم المستخدم حرفان على الأقل

source: Password:
ar: كلمة المرور:

source: unmask password
ar: أظهِر كلمة المرور

source: Email address:
ar: البريد الإلكتروني:

source: Invalid email address
ar: بريد إلكتروني غير سائغ

source: Email address already used.
ar: البريد الإلكتروني هذا مُستخدَم.

source: We need to make sure you are human.
ar: نحتاج إلى التأكد من أنك إنسان.

source: What are the first five characters of your email address?
ar: ما هي أوّل خمس محارف من بريدك الإلكترونيّ؟

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
ar: على سبيل المثال، إن كان بريدك هو a.b.c@example.com، فإن الإجابة هي "a.b.c".

source: I accept the <a href="{}">terms of use</a>
ar: أقبل <a href="{}">شروط الاستخدام</a>

source: Tatoeba user: {username}
ar: مستخدم تتويبا: {username}

source: Latest sentences (<a href="{}">view all</a>)
ar: آخر الجمل (<a href="{}">اعرض الكلّ</a>)

source: Favorite sentences (<a href="{}">view all</a>)
ar: الجمل المفضّلة (<a href="{}">اعرض الكلّ</a>)

source: Latest comments (<a href="{}">view all</a>)
ar: آخر التعليقات (<a href="{}">اعرض الكلّ</a>)

source: Latest Wall messages (<a href="{}">view all</a>)
ar: آخر رسائل الحائط (<a href="{}">اعرض الكلّ</a>)

source: Edit message {number}
ar: حرّر الرسالة {number}

source: Menu
ar: القائمة

source: Back to Wall
ar: عُد إلى الحائط

source: Here you can ask general questions like how to use Tatoeba, report bugs or strange behavior, or simply socialize with the rest of the community.
ar: يمكنك هنا أن تسأل أسئلة عامة مثل كيفية استخدام تتويبا، ويمكنك التبليغ عن العِلَل أو التصرفات الغريبة، أو ببساطة التعرف على باقي المجتمع.

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
ar: قبل أن تسأل، تأكد من أنك قرأت <a href="{}">الأسئلة الشائعة</a>.

source: {date}, by {author}
ar: {date}، كتبها {author}

source: You may write in any language you want. At Tatoeba, all languages are equal.
ar: بإمكانك أن تكتب بأي لغة تريد. كل اللغات تتمتع بنفس القدر من الأهمية على موقع تتويبا.

source: Wall (one thread)
ar: الحائط (لا مواضيع)

source: {user}'s Wall messages
ar: رسائل {user} على الحائط

source: {user}'s messages on the Wall (total&nbsp;{n})
ar: رسائل {user} على الحائط (المجموع&nbsp;{n})

source: Thread #{number}
ar: الموضوع رقم {number}
