Repository: Tatoeba/tatoeba2
Catalog: app/locale/ara/LC_MESSAGES/*.po
Languages: ar

source: Sindarin
ar: ; نكرة: سندارينية; معرفة: السندارينية

source: Telugu
ar: ; نكرة: تلوغو; معرفة: التلوغو

source: Tok Pisin
ar: توك بيسين

source: Quenya
ar: ; نكرة: كوينيا; معرفة: الكوينيا

source: Novial
ar: ; نكرة: نوفيال; معرفة: النوفيال

source: Maori
ar: ; نكرة: ماورية; معرفة: الماورية

source: Ladin
ar: ; نكرة: لادينية; معرفة: اللادينية

source: Berber
ar: ; نكرة: أمازيغية; معرفة: الأمازيغية

source: Xhosa
ar: ; نكرة: خوسية; معرفة: الخوسية

source: Punjabi (Western)
ar: ; نكرة: بنجابية غربية; معرفة: البنجابية الغربية

source: Malagasy
ar: ; نكرة: ملغاشية; معرفة: الملغاشية

source: Guarani
ar: ; نكرة: غوارانية; معرفة: الغوارانية

source: Ladino
ar: ; نكرة: لادينو; معرفة: اللادينو

source: Piedmontese
ar: ; نكرة: بيمونتية; معرفة: البيمونتية

source: Kotava
ar: ; نكرة: كوتافا; معرفة: الكوتافا

source: Marathi
ar: ; نكرة: ماراثية; معرفة: الماراثية

source: Old Tupi
ar: ; نكرة: توبية قديمة; معرفة: التوبية القديمة

source: Tajik
ar: ; نكرة: طاجيكية; معرفة: الطاجيكية

source: Old Prussian
ar: ; نكرة: بروسية قديمة; معرفة: البروسية القديمة

source: Nepali
ar: ; نكرة: نيبالية; معرفة: النيبالية

source: Maltese
ar: ; نكرة: مالطية; معرفة: المالطية

source: Chukchi
ar: ; نكرة: تشوكتشية; معرفة: التشوكتشية

source: Cornish
ar: ; نكرة: كورنية; معرفة: الكورنية

source: Azerbaijani
ar: ; نكرة: أذرية; معرفة: الأذرية

source: Khmer
ar: ; نكرة: خميرية; معرفة: الخميرية

source: Lao
ar: ; نكرة: لاو; معرفة: اللاو

source: Tibetan
ar: ; نكرة: تبتية; معرفة: التبتية

source: Hiligaynon
ar: ; نكرة: هيليغاينون; معرفة: الهيليغاينون

source: Algerian Arabic
ar: ; نكرة: عامية جزائرية; معرفة: العامية الجزائرية

source: Picard
ar: ; نكرة: بيكاردية; معرفة: البيكاردية

source: Ancient Greek
ar: ; نكرة: إغريقية; معرفة: الإغريقية

source: Amharic
ar: ; نكرة: أمهرية; معرفة: الأمهرية

source: Awadhi
ar: ; نكرة: أودهية; معرفة: الأودهية

source: Bhojpuri
ar: بوجبوري

source: Chavacano
ar: تشافاكانو

source: Middle English
ar: ; نكرة: إنجليزية وسطى; معرفة: الإنجليزية الوسطى

source: Middle French
ar: ; نكرة: فرنسية وسطى; معرفة: الفرنسية الوسطى

source: Haitian Creole
ar: ; نكرة: كريولية هايتية; معرفة: الكريولية الهايتية

source: Juhuri (Judeo-Tat)
ar: ; نكرة: جوهورية; معرفة: الجوهورية

source: Greenlandic
ar: ; نكرة: غرينلاندية; معرفة: الغرينلاندية

source: Meadow Mari
ar: ; نكرة: مارية شرقية; معرفة: المارية الشرقية

source: Nahuatl
ar: ناواتل

source: Pennsylvania German
ar: ; نكرة: ألمانية بنسلفانية; معرفة: الألمانية البنسلفانية

source: Sinhala
ar: ; نكرة: سنهالية; معرفة: السنهالية

source: Turkmen
ar: ; نكرة: تركمانية; معرفة: التركمانية

source: Walloon
ar: ; نكرة: والونية; معرفة: الوالونية

source: Bashkir
ar: ; نكرة: باشقورية; معرفة: الباشقورية

source: Hausa
ar: ; نكرة: هوسية; معرفة: الهوسية

source: Luxembourgish
ar: ; نكرة: لوكسمبورغية; معرفة: اللوكسمبورغية

source: Mambae
ar: ; نكرة: مامباي; معرفة: المامباي

source: Somali
ar: ; نكرة: صومالية; معرفة: الصومالية

source: Zulu
ar: ; نكرة: زولوية; معرفة: الزولوية

source: Hawaiian
ar: ; نكرة: هاوايية; معرفة: الهاوايية

source: Kyrgyz
ar: ; نكرة: قيرغيزية; معرفة: القيرغيزية

source: Macedonian
ar: ; نكرة: مقدونية; معرفة: المقدونية

source: Hill Mari
ar: ; نكرة: مارية غربية; معرفة: المارية الغربية

source: Pipil
ar: ; نكرة: ناواتية; معرفة: الناواتية

source: Yoruba
ar: يوربا

source: Kinyarwanda
ar: ; نكرة: كينياروندية; معرفة: الكينياروندية

source: Shuswap
ar: ; نكرة: شوسوابية; معرفة: الشوسوابية

source: Chuvash
ar: ; نكرة: تشوفاشية; معرفة: التشوفاشية

source: Lakota
ar: لاكوتا

source: Ottoman Turkish
ar: ; نكرة: عثمانية; معرفة: العثمانية

source: Shona
ar: شونا

source: Mon
ar: ; نكرة: مونية; معرفة: المونية

source: Nogai
ar: نوغاي

source: Yakut
ar: ; نكرة: ياقوتية; معرفة: الياقوتية

source: Abkhaz
ar: ; نكرة: أبخازية; معرفة: الأبخازية

source: Tetun
ar: ; نكرة: تيتومية; معرفة: التيتومية

source: Tamil
ar: ; نكرة: تاميلية; معرفة: التاميلية

source: Udmurt
ar: ; نكرة: أدمورتية; معرفة: الأدمورتية

source: Kumyk
ar: ; نكرة: قوميقية; معرفة: القوميقية

source: Crimean Tatar
ar: ; نكرة: تتارية قرمية; معرفة: التتارية القرمية

source: Chinyanja
ar: شيشيوا

source: Livonian
ar: ; نكرة: ليفونية; معرفة: الليفونية

source: Navajo
ar: ; نكرة: نفاهوية; معرفة: النفاهوية

source: Cherokee
ar: تشيروكي

source: Gujarati
ar: ; نكرة: غوجاراتية; معرفة: الغوجاراتية

source: Punjabi (Eastern)
ar: ; نكرة: بنجابية شرقية; معرفة: البنجابية الشرقية

source: All languages
ar: كل اللغات

source: unknown language
ar: لغة مجهولة

source: other language
ar: لغات أخرى

source: Auto detect
ar: تعرف تلقائي

source: None
ar: بدون

source: Any language
ar: أي لغة

source: Any
ar: أيّ

source: unknown
ar: مجهول

source: (unnamed list)
ar: (قائمة غير مسماة)

source: created by {listAuthor}
ar: إنشاء: {listAuthor}

source: Number of sentences
ar: عدد الجمل

source: Show
ar: اعرض

source: Edit
ar: حرّر

source: Back to all lists
ar: عُدْ إلى كل القوائم

source: Back to this list
ar: عُدْ إلى هذه القائمة

source: Download this list
ar: نزِّل هذه القائمة

source: Show translations :
ar: اعرض الترجمات:

source: Set list as collaborative
ar: اجعل القائمة تعاونيةً

source: Edit this list
ar: حرر هذه القائمة

source: View this list
ar: اعرض هذه القائمة

source: Delete this list
ar: احذف هذه القائمة

source: Remove sentence {number} from list
ar: أزل الجملة {number} من القائمة

source: Remove from list
ar: أزل من القائمة

source: Add a sentence to this list :
ar: أضف جملة لهذه القائمة:

source: OK
ar: موافق

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
ar: ملاحظة: يمكنك أيضًا إضافةُ الجمل الموجودة بهذه الأيقونة {addToListButton} (أثناء <a href="{url}">التصفح</a> على سبيل المثال).

source: Sentence #{number}
ar: الجملة رقم {number}

source: linked to #{sentenceNumber}
ar: وُصلت برقم {sentenceNumber}

source: unlinked from #{sentenceNumber}
ar: فُصلت من رقم {sentenceNumber}

source: added by {user}
ar: إضافة: {user}

source: linked by {user}
ar: وصل: {user}

source: edited by {user}
ar: تحرير: {user}

source: deleted by {user}
ar: حذف: {user}

source: unlinked by {user}
ar: فصل: {user}

source: admin
ar: إداري

source: corpus maintainer
ar: صائن لذخيرة النصوص

source: advanced contributor
ar: مساهم متقدم

source: contributor
ar: مساهم

source: inactive
ar: خامل

source: spammer
ar: مزعج

source: Translate
ar: ترجم

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
ar: عُلِّمت هذه الجملة غير معتمدة. الجمل غير المعتمدة لا يمكن ترجمتها.

source: This sentence is in simplified Chinese.
ar: هذه الجملة مكتوبة بالصينية المبسطة.

source: This sentence is in traditional Chinese.
ar: هذه الجملة مكتوبة بالصينية التقليدية.

source: Click to unadopt
ar: اضغط لإلغاء التبني

source: Click to adopt
ar: اضغط للتبني

source: Link to another sentence
ar: صِل بجملة أخرى

source: Sentence number
ar: رقم الجملة

source: Link
ar: صِلْ

source: Add to list
ar: أضف إلى القائمة

source: Add to one of your lists
ar: أضف إلى إحدى قوائمك

source: Add to a collaborative list
ar: أضف إلى قائمة تعاونية

source: Delete
ar: احذف

source: You cannot delete this sentence because it has audio.
ar: لا يمكنك حذف هذه الجملة لأن لها تسجيلًا صوتيًّا.

source: belongs to {user}
ar: ملك لـ {user}

source: Send private message
ar: أرسل رسالةً خاصة

source: edited
ar: حُرّرت

source: View this user's profile
ar: اعرض الملف الشخصي لهذا المستخدم

source: sentence deleted
ar: جملة محذوفة

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
ar: محتوى هذه الرسالة مخالف <a href="{}">لقواعدنا</a> ولذلك فقد أُخفي. يظهر المحتوى للمشرفين ولكاتب الرسالة فقط.

source: Show sentence #:
ar: عرض الجملة رقم:

source: Language for previous, next or random sentence
ar: لغة الجملة السابقة، أو التالية، أو العشوائية

source: previous
ar: السابقة

source: next
ar: التالية

source: random
ar: عشوائية

source: Enter a username:
ar: أدخل اسم مستخدِم:

source: show user
ar: اعرض المستخدم

source: all
ar: الكل

source: Profile of {user}
ar: ملف {user} الشخصي

source: all lists
ar: كل القوائم

source: - Tatoeba
ar: - تتويبا

source: {title} (one result)
ar: {title} ‏(لا نتائج)

source: Reply
ar: رُدّ

source: to
ar: إلى

source: Title
ar: العنوان

source: Send
ar: أرسل

source: {sender} wrote:
ar: كتب {sender}:

source: Unlink
ar: افصل

source: Unlink this translation.
ar: افصل هذه الترجمة

source: Make into direct translation.
ar: اجعلها ترجمة مباشرة.

source: Play audio
ar: شغّل الصوت

source: Submit translation
ar: أضف ترجمة

source: Show translations in:
ar: اعرض الترجمات بـ:

source: NOTE: Both direct and indirect translations will be shown.
ar: ملاحظة: ستعرض كل من الترجمات المباشرة وغير المباشرة.

source: NOTE: Sentences that have an indirect translation will be displayed.
ar: ملاحظة: ستظهر الجمل التي لها ترجمات غير مباشرة.

source: Only sentences with audio:
ar: الجمل التي لديها تسجيل صوتي فقط:

source: no
ar: لا

source: yes
ar: نعم

source: NOTE: Not all languages have audio at the moment.
ar: ملاحظة: لا توجد تسجيلات صوتية لكل اللغات حاليًّا.

source: Tags
ar: الوسوم

source: No tag on this sentence.
ar: لا وسم على هذه الجملة

source: View all tags
ar: اعرض جميع الوسوم.

source: user: {userId}, date: {date}
ar: مستخدم: {userId}، تاريخ: {date}

source: remove tag '{tagName}' from this sentence.
ar: أزل الوسم '{tagName}' من هذه الجملة.

source: remove tag from sentence
ar: أزل الوسم من الجملة.

source: Add a message:
ar: أضف رسالة:

source: cancel
ar: ألغِ

source: Edit Wall Message
ar: حرر رسالة الحائط

source: submit
ar: أرسل

source: by {messageAuthor}
ar: {messageAuthor}

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
ar: تحذير: موقع الوِب هذا لأغراض اختباريّة. ستفقد كلّ ما ترسله.

source: No language matches
ar: لا لغات مطابقة

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
ar: احرص من فضلك على <a href="{}">قراءة الأسئلة الشائعة</a> قبل أن تسأل.

source: Follow us
ar: اتبعنا

source: Tatoeba Blog
ar: مدونة تتويبا

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
ar: إذا كان لديك أي سؤال أو اقتراح أو طلب (أو حتى إذا أردت أن تشكرنا)، راسلنا على البريد الإلكتروني {emailAddress}.

source: Post on the Wall
ar: أضف تعليقًا على الحائط

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
ar: بإمكانك أيضًا أن تعبر عن رأيك بإضافة تعليق على <a href="{}">الحائط</a>.

source: Join us on IRC
ar: انضم إلينا في آي‌آر‌سي

source: We also have an IRC channel on freenode, #tatoeba. If you are not familiar with IRC, you can read the <a href="{}">Help</a>.
ar: لدينا قناة آي‌آر‌سي على خادم freenode وعنوانها #tatoeba. إذا لم تكن تعلم ما هو IRC يمكنك قراءة <a href="{}">صفحة المساعدة</a>.

source: How to contribute
ar: كيف تساهم

source: Important to read
ar: مهم للقراءة

source: Guide to being a good contributor
ar: دليل المساهم المثالي

source: Reliability of the sentences
ar: جودة الجمل

source: How can you contribute?
ar: كيف يمكنك أن تساهم؟

source: Tatoeba is primarily about collecting sentences and translating them into many, many languages. So one obvious thing you can do to contribute is to <strong>translate sentences</strong>.
ar: تتويبا يهتم بشكل رئيسي بجمع الجمل وترجمتها إلى لغات كثيرة جدا. لذا فمن الأمور الواضحة التي يمكنك المساهمة فيها هو أن <strong>تترجم الجمل</strong>.

source: But you don't have to be a polyglot in order to contribute! You can help us a lot simply by <strong>checking sentences</strong> and <strong>reporting mistakes</strong>. This is something everyone can do!
ar: ليس عليك أن تكون متحدثا لكثير من اللغات لتساهم! يمكنك أن تساعدنا كثيرًا ببساطة <strong>بتفقد الجمل والتنبيه عن الأخطاء</strong>. هذا شيء يمكن لكل شخص عمله!

source: If you have a good microphone, you can also bring more audio to Tatoeba by <strong>recording sentences</strong>.
ar: إن كان لديك مكبر صوت جيد، فبإمكانك أن توفر المزيد من الملفات الصوتية لتتويبا <strong>بتسجيل الجمل</strong>.

source: You can help us promote the project. <strong>Tell people around you</strong> that Tatoeba exists. This is a very ambitious project, so we will need as much help as possible.
ar: يمكنك أن تساعدنا على الترويج للمشروع. <strong>أخبِر مَن حولك</strong> عن وجود تتويبا. هذا المشروع طَمَوْحٌ جدا؛ لذا فإننا سنحتاج إلى أكبر مساعدة ممكنة.

source: And finally, you can <strong>join the team</strong>. You can help us code new features, improve usability, debug, optimize, keep the site secure, and more.
ar: وأخيرًا، يمكنك <strong>الانضمام إلى الفريق</strong>. تستطيع مساعدتنا على برمجة خصائص جديدة، وعلى تطوير الاستقرار، وعلى إزالة الأخطاء البرمجية، والتحسين، والتأكد من عدم وجود مشاكل أمنية، إلخ.

source: Any question?
ar: ألديك سؤال؟

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
ar: إن كانت لديك استفسارات بشأن التبرع، أو كنت ترغب بالتبرع بطريقة غير الطرق المذكورة هنا، فبإمكانك التواصل إما مع <a href="{trangEmail}">Trang</a> أو <a href="{teamEmail}">الفريق</a> بأكمله.

source: Top donators this month
ar: أعلى المتبرعين هذا الشهر

source: Top donators of all time
ar: أعلى المتبرعين على الدوام

source: How to donate
ar: كيفية التبرع

source: You have two possible ways to make a donation:
ar: توجد طريقتان للتبرع:

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
ar: <b>تحويل مصرفي (IBAN).</b> هذه على الأرجح أرخص طريقة للتبرع. مصرف تتويبا موجود في فرنسا، فإن كنت من بلد أوروبي، فسيكون التحويل على الأرجح مجانيًّا.

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
ar: <b>باي بال (PayPal).</b> إن لم تكن قادرًا على تحويل المال بالطريقة الأولى، فبإمكانك التبرع عبر باي بال. ينبغي أن تعلم أن باي بال يأخذ نسبةً معينةً من التبرع.

source: IBAN transfer
ar: تحويل مصرفي (IBAN)

source: Titular:
ar: الاسم:

source: IBAN:
ar: ‏رقم الحساب المصرفي الدولي ‏(‏‏‏IBAN‏)‏:

source: Download sentences
ar: نزّل الجمل

source: Warning
ar: تحذير

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
ar: البيانات الموجودة هنا لن تفيدك إلا إن كانت تبرمج أداةً لغويةً أو تعالج البيانات.

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
ar: إن كنت تريد جملًا تستطيع استخدامها لتعلم لغة ما، فطالع <a href="{}">قوائم الجمل</a>. بإمكانك أن تبني قائمتك، أو تطالع القوائم التي أنشأها الآخرون. يمكن تنزيل القوائم وطباعتها.

source: Creative commons
ar: المشاع الإبداعي

source: These files are released under CC-BY.
ar: هذه الملفات مرخّصة تحت المشاع الإبداعي - نسبُ المصنّف.

source: For those who wonder why we're not leaving the data in the public domain, some explanation <a href="{}">here</a>.
ar: لِمَن يتساءل عمّا منعنا من وضع البيانات للملكية العامة، فسيجد بعض التوضيح <a href="{}">هنا</a>.

source: Questions?
ar: أسئلة؟

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
ar: إن كانت لديك أيّ استفسارات أو طلبات، فلا تتردد في <a href="{}">مراسلتنا</a>.

source: In general, we answer quickly.
ar: في العادة، ستصلك إجابة سريعة منا.

source: Download
ar: نزِّل

source: Fields and structure
ar: الحقول والهيكل

source: File description
ar: وصف الملف

source: Sentence id
ar: معرّف الجملة

source: Text
ar: النصّ

source: Lang
ar: اللغة

source: Username
ar: اسم المستخدم

source: Date added
ar: تاريخ الإضافة

source: Date created
ar: تاريخ الإنشاء

source: Date last modified
ar: تاريخ آخر تعديل

source: Translation id
ar: معرّّف الترجمة

source: Tag name
ar: اسم الوسم

source: List id
ar: معرّف القائمة

source: List name
ar: اسم القائمة

source: Meaning id
ar: معرّف المعنى

source: Attention:
ar: تنبيه:

source: As of 2014-08-16, the URL to download the latest files has changed and the new export files are provided in a compressed format. The old URL is still available, but will not contain the latest data.
ar: منذ 16/08/2014 تغيّر رابط تنزيل أحدث الملفات، وصارت الملفات المستوردة الجديدة متوفرةً بصيغة مضغوطة. الرابط القديم ما يزال متوفرًا، لكنه لا يحتوي على أحدث البيانات.

source: Contains all the sentences. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
ar: يحوي كلّ الجمل. كلّ جملة مرتبطة بمعرّف فريد ورمز <a href="{}">ISO 639-3</a> لغوي.

source: The first file (sentences.tar.bz2) contains this information alone. The second file (sentences_detailed.tar.bz2) contains additional fields for those who would like to filter the sentences based on the contributor who owns the sentence, or the date when it was added or last modified.
ar: يحوي أوّل ملف (sentences.tar.bz2) المعلومات هذه فقط. يحوي الملف الثاني (sentences_detailed.tar.bz2) حقولًا إضافيّة لِمَن يريد ترشيح الجمل حسب المساهم الذي يملكها، أو التاريخ الذي أُضيفَت فيه أو تاريخ آخر تعديل له.

source: Links
ar: الوصلات

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
ar: يحتوي على الروابط بين الجمل. {sampleLinkLine} معناه أن الجملة رقم 77 هي ترجمة الجملة رقم 1. الرابط العكسي موجود أيضًا، أي أن الملف سيحتوي على سطر فيه {sampleLinkLineReversed}.

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
ar: يتضمن قائمة <a href="{url}">الوسوم</a> المرتبطة بكل جملة. {sampleTagLine} معناه أن الجملة رقم 381279 قد وُسمت بالوسم "proverb".

source: Lists
ar: القوائم

source: Contains the list of <a href="{}">sentence lists</a>.
ar: يحوي قائمة لِ<a href="{}">قوائم الجُمل</a>.

source: Sentences in lists
ar: الجمل المضمنة في قوائم

source: Indicates the sentences that are contained by any lists. {sampleListLine} means that sentence #381279 is contained by the list that has an id of 13.
ar: تشير إلى أن الجمل مضمنة في أيٍّ من القوائم. {sampleListLine} معناه أن الجملة رقم 381279 مضمَّنة في القائمة ذات المعرف 13.

source: Japanese indices
ar: الفهارس اليابانية

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
ar: تتضمن ما يقابل "B lines" في ملف Tanaka Corpus الذي وزعه جم برين. انظر <a href="{url}">هذه الصفحة</a> لتجد الصيغة. كل مدخلة مرتبطة بزوج من الجمل اليابانية الإنجليزية. {sentenceId} يشير إلى معرف الجملة اليابانية. {meaningId} يشير إلى معرف الجملة الإنجليزية.

source: Sentences with audio
ar: جمل لها تسجيل صوتي

source: Contains the ids of the sentences, in all languages, for which audio is available.
ar: يحوي معرّفات الجُمل (بكلّ اللغات) التي تملك ترجمة صوتيّة لها.

source: General information about the files
ar: معلومات عامّة حول الملفات

source: The files provided here are updated every <strong>Saturday at 9 a.m.</strong>, France time.
ar: تُحدَّث الملفات الموفّرة هنا كلّ <strong>سبت في التاسعة صباحًا<strong>، بتوقيت فرنسا.

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
ar: كثير من الجمل اليابانية والإنجليزية مأخوذة من <a href="{}">Tanaka Corpus</a> والتي تنتمي إلى الملكيّة العامّة.

source: Need more help?
ar: تحتاج إلى المساعدة؟

source: You can check out the <a href="{}">FAQ</a>.
ar: بإمكانك تفقد <a href="{}">الأسئلة الشائعة</a>.

source: If you cannot find the answer to your question, do not hesitate to contact us.
ar: إذا لم تستطع أن تجد جوابًا لسؤالك، لا تتردد في التواصل معنا.

source: By email
ar: عبر رسالة إلكترونيّة

source: From the Wall
ar: أو على الحائط

source: Click here to go to the Wall.
ar: اضغط هنا للذهاب إلى الحائط.

source: On IRC
ar: أو على آي‌آر‌سي

source: How to use IRC
ar: كيفية استخدام آي‌آر‌سي

source: For those who are not familiar with IRC, it is pretty much like an instant messenger. You will be able to talk to us in real time, if we are there.
ar: لمن لا يعلم ما هو آي‌آر‌سي، فهو مثل أي برنامج مراسلة فورِيّ. سيكون بإمكانك التحدث معنا مباشرةً إذا كنا موجودين في غرفة المحادثة.

source: There are many ways to join our channel. One is to go to this website:
ar: ثمّة عدّة طرق للانضمام إلى القناة. الأولى هي عبر موقع الوِب هذا:

source: Enter a nickname, enter "#tatoeba" for the channel, and click on "connect". That's it!
ar: أدخل اسمًا مستعارا، أدخل "#tatoeba" في حقل القناة، ثم اضغط على "اتصل". هذا كل شيء!

source: Getting started
ar: البدء

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{}">Wall</a>, or join us on <strong>IRC</strong>. We will give you a purpose. :)
ar: إن لم تكن لديك أدنى فكرة عمّا عليك فعله بعد أن سجّلت، يمكنك تقديم نفسك على <a href="{}">الحائط</a>، أو الانضمام إلينا في <strong>آي‌آر‌سي</strong>. سنجعلك تعمل حتى تتعب. :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
ar: إن كنت تظن أن هذا المشروع رائع وتود المساعدة بنشاط، فهذه وصلة <strong>يجب</strong> أن تقرأها:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
ar: وبعد، مرحبًا إلى تتويبا! نرجو لك الاستمتاع بكونك جزءًا من هذا المشروع :)

source: Important links
ar: وصلات مهمة

source: Adding new sentences
ar: إضافة جمل جديدة

source: There are two ways to add new sentences.
ar: ثمة طريقتان لإضافة جمل جديدة.

source: From the <a href="{}">Contribute</a> section
ar: من قِسم <a href="{}">"ساهم"</a>

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
ar: عبر إنشاء <a href="{}">قائمة</a> جديدة، وفتح صفحة تحرير تلك القائمة.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
ar: حتى إن كانت كمية الجُمَل في تتويبا كبيرةً، فما يزال عدد كبير من المفردات غير مغطًى بعد. لذا نشجعك على إضافة جمل جديدة بها مفردات جديدة، وإن كنت لا تستطيع ترجمتها إلى أي لغة.

source: Translating sentences
ar: ترجمة الجمل

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
ar: الترجمة هي إحدى أهم المهمات في تتويبا، إذ الهدف الرئيسي من المشروع هو جمع جمل مترجمة إلى لغات متعددة.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
ar: بإمكانك ترجمة جملة من أي مكان تقريبًا. ما عليك إلا أن تضغط على هذه الأيقونة {translateButton} عندما تراها.

source: Correcting mistakes
ar: تصحيح الأخطاء

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
ar: تستطيع أن تصحح الأخطاء في الجمل التي تنتمي إليك فقط. إن رأيت خطأً في جمل شخص آخر، فبإمكانك أن ترسل تعليقًا لتنبهه إلى الخطأ.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
ar: في بعض الحالات، لا يوجد مالك للجمل. اقرأ الفقرة أدناه (حول تبني الجمل) لتعرف المزيد.

source: Adopting sentences
ar: تَبَنِّي الجُمَل
