Repository: Tatoeba/tatoeba2
Catalog: app/locale/ara/LC_MESSAGES/*.po
Languages: ar

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
ar: حين تتبنّى جملةً، فإن هذه الجملة "تنتمي" إليك؛ ولا يمكن لغيرك تحريرها. لكن معظم الجمل في تتويبا مأخوذةٌ من ذخيرة جُمل يابانية-إنجليزية اسمها متن تاناكا. تلك الجمل ليس لها مالك لأنها جمعت خارج تتويبا.

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
ar: إن رأيت خطأً في جملة "يتيمة"، فلن تستطيع تصحيحها لأنك لست مالِكها. لهذا يوجد خيار "تَبَنَّ" ({adoptButton}). عند تبنيك جملةً، فإنك تصبح مالكها وتستطيع آنذاك تحريرها.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
ar: تبني جملة هو جزء من "عملية الجودة". يمكنك أن تعرف عنها المزيد هنا:

source: Sentence lists
ar: قوائم الجمل

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
ar: يمكنك إنشاء قوائم من الجُمل في تتويبا، تكون القائمة <strong>شخصيّة</strong> افتراضيًّا، ممّا يعني أنّه يمكن فقط للشخص الذي أنشأها تحريرها (ولكن يمكن للجميع رؤيتها).

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
ar: كما أنه من الممكن السماح لأي عضو من أعضاء تتويبا بإضافة الجمل وإزالتها بجعل القائمة <strong>تعاونية</strong>.

source: Tatoeba: Collecting example sentences
ar: تتويبا: نجمع الأمثلة

source: Search example sentences translated into many languages. Add and translate your own sentences. It's collaborative, open, free, and even addictive.
ar: ابحث عن الجمل المترجمة إلى لغات عدة. أضف جملك الخاصة وترجمها. الأمر تعاوني، ومفتوح، وحر، بل قد يجلب الإدمان.

source: Latest messages
ar: أحدث الرسائل

source: show activity timeline
ar: اعرض الرسم البياني لنشاط الموقع

source: Latest comments
ar: أحدث التعليقات

source: Some stats
ar: بعض الإحصائيات

source: One contribution today
ar: لا مساهمات اليوم

source: One member so far
ar: لا أعضاء حتى الآن

source: One supported language
ar: لا لغات مدعومة

source: What is Tatoeba?
ar: ما هو تتويبا؟

source: At its core, Tatoeba is a large database of <strong>example sentences</strong> translated into several languages. But as a whole, it is much more than that.
ar: تتويبا -في أصله- قاعدة بيانات كبيرة من <strong>الجمل</strong> المترجمة إلى لغات عدة. لكنه أكبر من ذلك بكثير في صورته الكلية.

source: See what's happening now.
ar: انظر ما يجري الآن.

source: Table of contents
ar: فهرس المحتويات

source: English version
ar: النسخة الإنجليزية (English)

source: Version française
ar: النسخة الفرنسية (Française)

source: Information for contributors of text to the Tatoeba project
ar: معلومات لمساهمي النصوص لمشروع تتويبا

source: To grow the commons of free knowledge and free culture, all users contributing to the Tatoeba project are required to grant broad permissions to the general public to re-distribute and re-use their contributions freely, as long as the use is attributed. Therefore, for any text to which you hold the copyright, by submitting it, you agree to license it under the Creative Commons Attribution License 2.0 (fr). Please note that this license does allow commercial uses of your contributions, as long as such uses are compliant with the terms.
ar: لرفع مشاعات العلم الحر والثقافة الحرة، فإن كل المستخدمين الذي يساهمون في مشروع تتويبا يشترط عليهم أن يهبوا إذنًا عامًا للجميع بإعادة توزيع مساهماتهم وإعادة استخدامها بحرية ما دام ذلك الاستخدام منسوبًا إلى المصنف. لذا، فإنك بوضع أي نص تملك حقوقه تعد موافقًا على ترخيصه برخصة المشاع الإبداعي نسب المصنف 2.0 (fr). لاحظ رجاءً أن الرخصة تسمح بالاستخدام التجاري لمساهماتك ما دامت تلك المساهمات متوافقةً مع الشروط.

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences to which you contributed, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
ar: بوصفك مؤلِفًا، فإنك توافق على أن تنسب مساهماتك إليك بأي من الطرق التالية: أ) بوصلة تشعبية (عند الإمكان) أو مسار (URL) مربوط بالجملة أو الجمل التي ساهمت فيها، ب) من خلال وصلة تشعبية (عند الإمكان) أو مسار (URL) إلى نسخة مستقرة بديلة على الخط يمكن الوصول إليها بحرية، مما يتفق مع الرخصة ويوفر الشكر والتقدير بطريقة مكافئة لما يعطى على هذا الموقع، أو ج) من خلال قائمة بكل المؤلفين. (أيُّ قائمة بالمؤلفين قد تصفى لاستثناء المساهمات الصغيرة جدا أو غير ذات العلاقة).

source: Importing text:
ar: توريد نص:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
ar: إن كنت تريد توريد نص وجدته في مكان آخر أو كتبتها مع آخرين، فبإمكانك أن تفعل ذلك فقط إن كانت متوفرة بشروط متوافقة مع رخصة المشاع المبدع-نسبة المصنف إلى مؤلفه.

source: If you import text under a compatible license which requires attribution, you must, in a reasonable fashion, credit the author(s). Where such credit is commonly given through sentence comments, it is sufficient to give attribution in the edit summary, which is recorded in the sentence history when importing the text. Regardless of the license, the text you import may be rejected if the required attribution is deemed too intrusive.
ar: إن ورّدت نصًا مرخصًا برخصة متوافقة تطلب نسبة المصنف (العزو)، فيجب عليك -بطريقة معقولة- أن تعزو إلى المؤلف (أو المؤلفين). حين يكون ذلك العزو معطًى بشيوعٍ من خلال تعليقات الجمل؛ فمن الكافي أن تعزو في ملخص التعديل المسجل في تاريخ الجملة عند توريد النص. مهما كانت الرخصة، قد يرفض النص الذي وردته إن كان العزو المطلوب يعتبر تطفليا جدا.

source: Information for re-users:
ar: معلومات لمُعِيْدِيْ الاستخدام:

source: Re-use of text:
ar: إعادة استخدام النص:

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
ar: نسبة المصنف إلى مؤلفه (العزو): لإعادة توزيع صفحة نص في أي شكل، وفر النسبة والشكر والتقدير للمؤلفين بتضمين أ) وصلة تشعبية (عند الإمكان) أو مسار (URL) مربوط بالجملة أو الجمل التي تعيد استخدامها أو ب) من خلال وصلة تشعبية (عند الإمكان) أو مسار (URL) إلى نسخة مستقرة بديلة على الخط يمكن الوصول إليها بحرية، مما يتفق مع الرخصة ويوفر الشكر والتقدير بطريقة مكافئة لما يعطى على هذا الموقع، أو ج) من خلال قائمة بكل المؤلفين. (أيُّ قائمة بالمؤلفين قد تصفى لاستثناء المساهمات الصغيرة جدا أو غير ذات العلاقة). هذا ينطبق على النص الذي طوره مجتمع مشروعِ تتويبا. النصوص من مصادر خارجية قد تطلب المزيد من متطلبات العزو للعمل، الأمر الذي سنعمل قصارى جهدنا لتوضيحه لك.

source: Indicate changes: If you make modifications or additions, you must indicate in a reasonable fashion that the original work has been modified. If you are re-using the sentence in a wiki, for example, indicating this in the page history is sufficient.
ar: وضِّح التغييرات: إن أجريت تعديلات أو إضافات، فيجب أن توضح بطريقة معقولة أن العمل الأصلي قد عُدِّل. إن كنتَ تعيد استخدام الجملة في ويكي -على سبيل المثال- توضيح هذا في تاريخ الصفحة كافٍ.

source: Licensing notice: Each copy or modified version that you distribute must include a licensing notice stating that the work is released under CC-BY and either a) a hyperlink or URL to the text of the license or b) a copy of the license. For this purpose, a suitable URL is: http://creativecommons.org/licenses/by/2.0/fr/
ar: ملاحظة الترخيص: كل نسخة أو نسخة معدلة توزِّعُها يجب أن تتضمن ملاحظة ترخيص تقول أن العمل مرخص برخصة المشاع المبدع-نسبة المصنف إلى مؤلفه وَواحد من اثنين: أ) وصلة تشعبية أو مسار (URL) مربوط بنص الرخصة أو ب) نسخة من الرخصة. يناسب لهذا الغرض استخدامُ هذا المسار: http://creativecommons.org/licenses/by/2.0/fr/

source: For further information, please refer to the legal code of the CC-BY License.
ar: لمزيد من المعلومات، ارجِع رجاءً إلى النص القانوني لرخصة المشاع المبدع-نسبة المصنف إلى مؤلفه (CC-BY).

source: Precedence of French terms
ar: أولوية المصطلحات الفرنسية

source: These site terms are not to be modified. If there is any inconsistency between the French terms and any translation into other languages, the French language version takes precedence.
ar: مصطلحات الموقع هذه ليست للتعديل. إن كانت هناك اختلافات بين المصطلحات الفرنسية وأي ترجمة إلى لغات أخرى، فإن الأولوية للنسخة الفرنسية.

source: Private messages - {folderName}
ar: الرسائل الخاصة - {folderName}

source: {folderName} ({n}&nbsp;message)
ar: {folderName} (لا رسائل)

source: from {sender}
ar: من {sender}

source: to {recipient}
ar: إلى {recipient}

source: [no subject]
ar: [لا موضوع]

source: Restore
ar: استرجِع

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
ar: لمساعدة تتويبا وإبقائه خاليًا من السخام والرسائل الخبيثة يمكن للمستخدمين الجدد إرسال 5 رسائل فقط يوميًا.

source: You have sent one message today.
ar: لم ترسل رسائل اليوم.

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
ar: للمساعدة في إبقاء تتويبا خالية من السخام والرسائل المزعجة الأخرى، يمكن للمستخدمين إرسال 5 رسائل فقط يوميًّا.

source: Please wait until you can send more messages.
ar: انتظر من فضلك حتّى تستطيع إرسال رسائل أكثر.

source: Click a sentence to go to tatoeba.org to translate it or leave a comment.
ar: انقر على جملة للذهاب إلى tatoeba.org لترجمتها أو وضع تعليق.

source: There is no sentence with id {number}
ar: لا توجد جملة بالمعرف {number}

source: Browse by last modified (total %count%)
ar: تصفح حسب آخر تعديل (المجموع %count%)

source: Edit Comment
ar: حرّر التعليق

source: Edit Comment on Sentence #{number}
ar: حرّر التعليق على الجملة رقم {number}

source: Comments on sentences
ar: التعليقات على الجمل

source: Comments on sentences (total %count%)
ar: التعليقات على الجمل (المجموع %count%)

source: {user}'s comments
ar: تعليقات {user}

source: {user} has posted no comment
ar: لم يرسل {user} أي تعليق

source: {user}'s comments (total&nbsp;{n})
ar: تعليقات {user} (المجموع&nbsp;{n})

source: {user} has no comment posted on his/her sentences
ar: ليس لدى {user} أي تعليق على جُمَلِهِ/جُمَلِهَا.

source: Comments on {user}'s sentences (total&nbsp;{n})
ar: التعليقات على جمل {user} (المجموع&nbsp;{n})

source: Important
ar: مهم

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
ar: من فضلك لا تنسَ <strong>الأحرف الكبيرة (في اللغات التي تستخدمها)</strong> <strong>وعلامات الترقيم</strong>! شكرًا لك.

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
ar: لا تنسخ وتلصق الجمل من أي مكان، إلى إذا كان المحتوى متوافقًا مع رخصة CC-BY (المشاع الإبداعي - العزو). <a href="{}">اعرف المزيد...</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
ar: بإمكانك أن تضيف جملا لا تعرف كيف تترجمها، فلربما يترجمها شخص آخر.

source: Or create sentences with <a href="{}">words not yet in Tatoeba</a>.
ar: أو أنشأ جملا بها <a href="{}">كلمات ليست في تتويبا حتى الآن</a>.

source: Add new sentences
ar: أضف جملا جديدة

source: Sentence:
ar: جملة:

source: Sentences added
ar: الجمل المضافة

source: {user}'s sentences
ar: جمل {user}

source: {user}'s sentences in {language}
ar: جمل {user}‏ {language.معرفة}

source: Translate these sentences
ar: ترجم هذه الجمل

source: {user} does not have any sentence in {language}
ar: لا يملك {user} جملًا ب{language.معرفة}

source: {user} does not have any sentence
ar: ليس لدى {user} أي جمل

source: (total %count%)
ar: (المجموع %count%)

source: Sentences with: {keywords}
ar: الجمل التي تحتوي على: {keywords}

source: Search: {keywords}
ar: ابحث عن: {keywords}

source: Random sentences
ar: جمل عشوائية

source: For serial translators
ar: للمترجمين المتسلسلين

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
ar: ترجمة الجمل واحدة تلو الأخرى بطيء جدا لك؟ تريد أن ترفع مرتبتك في تتويبا، أو مرتبة لغتك بسرعة البرق؟ هذا لك!

source: Just keep in mind that our server is not as fast as you ;-)
ar: لكن تذكر أن خادماتنا ليست سريعة مثلك ;-)

source: {language} example sentence:
ar: جملة {language.نكرة}:

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
ar: تصفح أمثلة الجمل المترجمة. هذه الصفحة تعرض الترجمات والمعلومات حول الجملة: {sentenceText}

source: Sentence does not exist:
ar: الجملة غير موجودة:

source: There is no log for this sentence
ar: لا يوجد سجل لهذه الجملة

source: Report mistakes
ar: بلغ عن الأخطاء

source: Do not hesitate to post a comment if you see a mistake!
ar: لا تتردد في إرسال تعليق إن رأيت خطأً!

source: NOTE: If the sentence does not belong to anyone and you know how to correct the mistake, feel free to correct it without posting any comment. You will have to adopt the sentence before you can edit it.
ar: ملاحظة: إن كانت الجملة لا تنتمي لأحد وأنت تعرف كيف تصحح الخطأ، فلا تتردد في تصحيحها بدون إرسال أي تعليق. سيجب عليك تبني الجملة قبل أن تستطيع تحريرها.

source: There are no comments for now.
ar: لا توجد تعليقات حاليا.

source: Sentence deleted
ar: حُذفت الجملة

source: You need to be logged in to add a comment. If you are not registered, you can <a href="{}">register here</a>.
ar: تحتاج إلى الولوج لتضيف تعليقًا. إن لم تكن مسجلا، فبإمكانك <a href="{}">التسجيل هنا</a>.

source: All sentences in {language}
ar: كل الجمل ب{language.معرفة}

source: any language
ar: أيّ لغة

source: Sentences in {language} not translated into {translationLanguage}
ar: جمل ب{language.معرفة} غير مترجمة إلى {translationLanguage.معرفة}

source: Sentences in {language} with audio
ar: الجمل ب{language.معرفة} مع الصوت

source: Problem while saving
ar: مشكلة أثناء الحفظ

source: Download list:
ar: قائمة التنزيل:

source: Actions
ar: الإجراءات

source: Id (optional)
ar: المعرّف (اختياريّ)

source: If you check this box, the id of each sentence will be written to the output.
ar: إن أشرتَ إلى هذا المربّع، سيُكتَب معرّف كلّ جملة إلى الخَرْج.

source: Translation (optional)
ar: الترجمة (اختياريّة)

source: If you select a language, the translation of each sentence into that language (if it exists) will be written to your output. You can then import the file to produce a deck of flash cards, using the {Anki} program.
ar: إن اخترت لغة، ستُكتَب لغة كلّ جملة (إن وُجِدت) إلى الخَرْج. يمكنك بعدها استيراد الملف لإنشاء مجموعة بطاقات استذكار عبر البرنامج {Anki}.

source: Fields will be written out in the following sequence:
ar: ستملأ الحقول بالترتيب التالي:

source: Translation
ar: الترجمة

source: Optional fields that are not selected above will not be written to the output.
ar: الحقول الاختيارية غير المحددة أعلاه لن تُكتب في المخرجات.

source: You can change the name of the list by clicking on it.
ar: تستطيع تغيير اسم القائمة بالضغط عليها.

source: You can remove a sentence from the list by clicking on the X icon to its right.
ar: يمكنك إزالة جملة من القائمة بنقر أيقونة X يمينها.

source: Removing a sentence will not delete it. The sentence will just not be part of the list anymore.
ar: إزالة جملة لا يعني حذفها. لن تصير الجملة جزءًا من القائمة فحسب.

source: Lists of sentences
ar: قوائم الجمل

source: Create a new list
ar: أنشئ قائمة جديدة

# list
source: Name
ar: الاسم

source: create
ar: أنشئ

source: About the lists
ar: حول القوائم

source: Lists make it possible to gather and organize sentences in Tatoeba.
ar: القوائم تجعل جمع الجمل في تتويبا وتنظيمها أمرًا ممكنًا.

source: You can create all kinds of lists! "Preparation for summer trip to Mexico", "English test #4", "My favorite geek quotes"...
ar: يمكنك إنشاء شتى أنواع القوائم! "الاستعداد لرحلة الصيف إلى المكسيك"، "اختبار الإنجليزية رقم 4"، "اقتباساتي المفضلة"...

source: Registration needed
ar: التسجيل مطلوب

source: You can create lists only if you are registered.
ar: لا يمكنك إنشاء القوائم إلا إن كنت مسجلا

source: If you are already registered, please log in.
ar: إن كنت مسجلا، فلُج من فضلك.

source: My lists
ar: قوائمي

source: Collaborative lists
ar: قوائم تعاونية

source: Other personal lists
ar: قوائم شخصية أخرى

source: Sentence successfully removed.
ar: نجحت إزالة الجملة.

source: Result
ar: النتيجة

source: Search sinograms
ar: ابحث في المقاطع الصينية

source: Browse radicals
ar: تصفح الجذور

source: 1 stroke
ar: لا جرات قلم

source: Explode a character
ar: حلل الشكل

source: characters to explode
ar: حدد الأشكال التي تريد تحليلها

source: Explode
ar: حلل

source: Still beta
ar: ما تزال تجريبيّةً

source: This work is based on <a href="{}">this project</a>.
ar: هذا العمل مبني على <a href="{}">هذا المشروع</a>.

source: Please note that this tool is still not complete yet and may contain errors (although it will be accurate for most searches), so don't hesitate to report missing characters or any suggestion of improvement.
ar: لاحظ رجاءً أن هذه الأداة لم تكتمل حتى الآن وقد تتضمن أخطاءً (على الرغم من أنها ستكون صحيحة في معظم البحوث)، لذا لا تتردد في التبليغ عن المقاطع غير الموجودة أو أي اقتراح للتطوير.

source: Hanzis - Kanjis search
ar: هانزيات - بحث الكانجيات

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
ar: هذه الأداة تسمح لك بإيجاد المعلومات حول الكانجيات/الهانزيات، خاصة حين لا تعلم كيف تدخلها مباشرة باستخدام طرق الإدخال (IME).

source: The main way to do this is by submitting subglyphs of the character.
ar: الطريقة الرئيسية لاستخدام الأداة هي بإدخال عناصر المقطع.

source: For example, for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
ar: فعلى سبيل المثال، تستطيع أن تُدخِلَ 月虫 بوصفها عناصر ل 蝴 (لا تحتاج إلى معرفة كل عنصر).

source: If you don't know how to input subglyphs either, but you know a character that also contains this subglyph, then you can use the explode form.
ar: إن كنت لا تعرف كيفية إدخال العناصر أيضًا، ولكنك تعرف مقطعًا آخر يحتوي على العنصر نفسه، فبإمكانك استخدام الشكل التحليلي.

source: For example, say you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate. If you know 推, you can just explode it. Clicking on a subglyph will add it to the search form.
ar: مثلاً إذا أردت أن تبحث عن 瞧 و لكنك لا تعرف كيف تدخل 隹 ، لكي تجعل البحث أكثر دقة، إذا كنت تعرف الشكل 推، يمكنك أن تقوم بتحليله ثم الضغط على ذلك الجزء من الشكل. سيؤدي ذلك لإضافة الجزء إلى نموذج البحث.

source: On the right you also have the most common radicals grouped by strokes, in case you don't have any way to type hanzis/kanjis.
ar: كما ترى على اليمين توجد أكثر الجذور انتشارًا حسب جرات القلم، إن لم تكن قادرًا على كتابة الهانزيات/الكانجيات.

source: Search a character by describing it
ar: ابحث عن مقطع بوصفه

source: Subglyphs:
ar: العناصر:

source: Search
ar: ابحث

source: No sentence using this character has been found, you can add one <a href="{}">here</a>.
ar: لا توجد أي جملة تستعمل هذا المقطع، بإمكانك إضافة واحدةٍ <a href="{}">هنا</a>.

source: View all sentences using this character <a href="{}">here</a>
ar: اعرض جميع الجمل التي تستعمل هذا المقطع <a href="{}">هنا</a>

source: 10 or more strokes
ar: 10 جرات قلم أو أكثر

source: Information about {sinograph}
ar: معلومات حول {sinograph}

source: number of strokes:
ar: عدد جرات القلم:

source: pinyin:
ar: بن-ين (pinyin):

source: English:
ar: الإنجليزية:

source: Japanese On:
ar: قراءة أون اليابانية:

source: Japanese Kun:
ar: قراءة كون اليابانية:

source: Example of use
ar: مثال على الاستخدام

source: Results
ar: النتائج

source: No result found. Try to search with fewer subglyphs.
ar: لا توجد نتيجة، حاول البحث مستخدمًا عناصر أقل.

source: Number of sentences per language
ar: عدد الجمل باللغة

source: Tags for moderators
ar: وسم للمشرفين

source: Guidelines
ar: إرشادات

source: Corpus maintainers, this page was made for your convenience. It shows sentences that were tagged more than two weeks ago as {changeTag} or {deleteTag}.
ar: صائني ذخيرة النصوص، أُنشئت هذه الصفحة لتسهيل عملكم. تعرض لكم الصفحة الجمل التي وُسمت قبل أكثر من أسبوعين بوسم {changeTag} أو {deleteTag}.

source: Aside from special situations where your common sense will tell you that it is better to react as soon as possible, it is best to use your corpus maintainer powers <strong>ONLY</strong> on sentences that appear in this list, since the owners have had enough time to respond to comments.
ar: باستثناء المواقف الخاصة التي ستدرك فيها بحسك أنه يجدر بك التصرف بسرعة، فإن الأفضل هو استخدام صلاحياتك في صيانة الذخيرة <strong>فقط</strong> على الجمل الظاهرة في هذه القائمة، لأن المالكين قد حظوا بوقت كاف للاستجابة للتعليقات.

source: NOTE: The maximum number of sentences displayed at a time is limited to 100.
ar: ملاحظة: أقصى عدد من الجمل المعروضة لكلّ مرّة محدود إلى 100.

source: Tagged '{tagName}' more than 2 weeks ago
ar: وُسِمَت بِـ '{tagName}' منذ أكثر من أسبوعين

source: Sentences with tag {tagName}
ar: الجمل ذات الوسم {tagName}

source: No tag with id {tagId}
ar: لا وسم بالمعرّف {tagId}

source: All existing tags
ar: جميع الوسوم الموجودة

source: All Tags
ar: جميع الوسوم

source: Chinese traditional/simplified conversion
ar: تحويل الصينية التقليدية/المبسطة

source: The software
ar: البرنامج

source: This tool is powered by our own home-brewed software. The source code will be released as open source. Feel free to contact us if you would like to know more about it.
ar: هذه الأداة تستعمل برنامجًا صممناه بأنفسنا. ستُصْدَرُ الشفرة المصدرية على هيئة مصدر مفتوح. خذ راحتك في التواصل معنا إن أردت معرفة المزيد.

source: The results you get will not always be perfect. However, you can help us improve this by telling us the mistakes you saw. We will try, if possible, to correct it.
ar: النتيجة التي ستحصل عليها لن تكون مثاليةً دائمًا. لكن، بإمكانك مساعدتنا على تطوير هذا بإخبارنا عن الأخطاء التي رأيتها. سنحاول -إن أمكن- أن نصححها.

source: Enter either traditional or simplified Chinese
ar: أدخل الصينية التقليدية أو المبسطة

source: Convert
ar: حوّل

source: Useful tools
ar: أدوات مفيدة

source: Need a tool?
ar: تحتاج أداة؟

source: Well, Tatoeba's developers don't have time to think of every possible useful tool for language learners.
ar: حَسنٌ، مطوِّرو تتويبا لا يملكون وقتًا ليفكروا بكل أداة مفيدة لمتعلمي اللغات.

source: So if there is a must-have tool which is missing, or if you have yourself coded something you think can help others (as long as you can provide it under a GPL compatible licence) don't hesitate to talk about it <a href="{}">here</a>. We're always looking for new stuff.
ar: فإن كانت هناك أداة مهمة ليست عندنا، أو إن كنت قد برمجتَ شيئًا ما تظنه سيساعد الآخرين (ما دمت ستوفره برخصة متوافقة مع GPL)، فلا تتردد في الحديث عنه <a href="{}">هنا</a>، نحن نبحث دائمًا عن الأشياء الجديدة.
