Repository: Tatoeba/tatoeba2
Catalog: app/locale/ara/LC_MESSAGES/*.po
Languages: ar

source: You need to be logged in.
ar: عليك الولوج.

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
ar: الجملتان رقم {firstNumber} ورقم {secondNumber} هما الآن ترجمتان مباشرتان من بعضهما.

source: An error occurred while saving. Please try again or contact us to report this.
ar: وقع خطأ أثناء الحفظ. من فضلك حاول مرة أخرى أو بلّغنا عن هذا الخطأ.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
ar: الجملتان رقم {firstNumber} ورقم {secondNumber} لم يعودا ترجمتين مباشرتين لبعضهما.

source: An error occurred while unlinking. Please try again or contact us to report this.
ar: وقع خطأ أثناء الفصل. من فضلك حاول مرة أخرى أو بلّغنا عن هذا الخطأ.

source: You have reached your message limit for today. Please wait until you can send more messages. If you have received this message in error, please contact administrators at team@tatoeba.org.
ar: وصلت إلى حد الرسائل اليوم. من فضلك انتظر حتى يمكنك إرسال المزيد من الرسائل. إن كنتَ قد تلقيتَ هذه الرسالة بالخطأ، فتواصل من فضلك مع المشرفين عبر team@tatoeba.org.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
ar: المستخدم {username} الذي تريد أن ترسل إليه هذه الرسالة لا وجود له. من فضلك جرب اسمًا آخر.

source: You must fill at least the "To" field and the content field.
ar: عليك أن تملأ على الأقل حقلَيْ "إلى" والمحتوى.

source: restore
ar: استرجِع

source: delete
ar: احذف

source: mark as unread
ar: علِّم على أنها غير مقروء

source: reply
ar: رد

source: Your comment has been saved.
ar: حُفِظ تعليقك.

source: You do not have permission to edit this comment.
ar: لا يسمح لك بتحرير هذا التعليق.

source: If you have received this message in error, please contact administrators at team@tatoeba.org.
ar: إن كنتَ قد تلقيتَ هذه الرسالة بالخطأ، فتواصل من فضلك مع المشرفين عبر team@tatoeba.org.

source: Comments cannot be empty.
ar: لا يمكن كتابة تعليق فارغ

source: Changes to your comment have been saved.
ar: حُفظت تعديلاتك على التعليق

source: We could not save your changes.
ar: لم نتمكن من حفظ تعديلاتك

source: The sentence #{id} has been deleted.
ar: حُذفت الجملة رقم {id}.

source: Error: the sentence #{id} could not be deleted.
ar: خطأ: الجملة رقم {id} لم يمكن حذفها.

source: The download feature has been disabled for this list because it contains a sentence.
ar: عُطلت خاصية التنزيل لهذه القائمة لأنها لا تحتوي جملًا.

source: Only lists containing one sentence or fewer can be downloaded. If you can edit the list, you may want to split it into multiple lists.
ar: يمكن تنزيل القوائم التي لا تحوي أيّة جملة فقط. يمكنك تقسيم القائمة إلى عدّة قوائم إن كان بإمكانك تحريرها.

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
ar: الوسم '{tagName}' موجود للجملة رقم {number}، أو لا تمكن إضافته

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
ar: لا توجد جمل في هذا الوسم. حُذف الوسم الذي تبحث عنه، أو أنه غير موجود.

source: No user with this username:
ar: لا يوجد مستخدم بهذا الاسم:

source: Failed to upload image
ar: فشل رفع الصورة

source: Please choose an image that does not exceed 1 MB.
ar: من فضلك اختر صورة لا يتجاوز حجمها 1 ميغا بايت.

source: Please choose GIF, JPEG or PNG image format.
ar: من فضلك اختر صورة بصيغة GIF، أو JPEG، أو PNG.

source: Error while saving.
ar: خطأ أثناء الحفظ.

source: That email address already exists. Please try another.
ar: هذا البريد الإلكتروني موجود سابقًا. جرّب غيره من فضلك.

source: Profile saved.
ar: حُفظ الملف الشخصي

source: Failed to change email address. Please enter a proper email address.
ar: فشل تغيير البريد الإلكتروني. أدخل بريدًا إلكترونيًّا صالحًا من فضلك.

source: Your settings have been saved.
ar: حُفِظَت إعداداتك.

source: New password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور الجديدة فارغة.

source: New password has been saved.
ar: حُفِظَت كلمة المرور الجديدة.

source: An error occurred while saving.
ar: وقع خطأ أثناء الحفظ.

source: Password error. Please try again.
ar: كلمة المرور خاطئة. من فضلك حاول مجددا.

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
ar: عُلِّم هذا الحساب خاملًا. لا يمكنك الولوج به. اتصل بأحد المشرفين إن كان هذا على سبيل الخطأ من فضلك.

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
ar: عُلِّم هذا الحساب مزعجًا. لا يمكنك الولوج به. اتصل بأحد المشرفين إن كان هذا على سبيل الخطأ من فضلك.

source: You must fill in your username and password.
ar: يجب أن تملأ حقلي اسم المستخدم وكلمة المرور.

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
ar: فشل الولوج. تأكد أن زرَّيْ Caps Lock وNum Lock ليسا مشغّلَيْن بالخطأ. كلمة المرور حساسة لحالة الأحرف.

source: You did not accept the terms of use.
ar: لم تقبل شروط الاستخدام.

source: Wrong answer to the question.
ar: إجابة خاطئة على السؤال.

source: Password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور فارغة.

source: Tatoeba, new password
ar: تتويبا، كلمة مرور جديدة

source: Your login:
ar: اسم المستخدم:

source: Your new password:
ar: كلمة مرورك الجديدة:

source: Your new password has been sent to
ar: كلمة مرورك الجديدة أُرسِلَت لـ

source: There is no registered user with this email address:
ar: لا يوجد مستخدم مُسَجَّل بهذا البريد الإلكتروني:

source: No user with this id:
ar: لا يوجد مستخدم بهذا المعرف:

source: You do not have permission to edit this message.
ar: لا يسمح لك بتحرير هذه الرسالة.

source: You do not have permission to edit this message.
ar: لا يسمح لك بتحرير هذه الرسالة.

source: Message saved.
ar: حُفظت الرسالة

source: We apologize, but we could not save your data. Please try again
ar: نعتذر، لكننا لم نستطع حفظ بياناتك. حاول ثانيةً من فضلك

source: unnamed list
ar: قائمة غير مسماة

source: Orphan sentences
ar: جمل يتيمة

source: Orphan sentences in {language}
ar: جمل يتيمة ب{language.معرفة}

source: About adoption
ar: حول التبني

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
ar: التبني هي طريقة للتصويت "هذه الجملة صحيحة". كما أنها مناسِبة للتحقق من الجملة وتصحيحها إن كان بها خطأ.

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
ar: فإن كنت تريد مساعدتنا على تفقُّد الجمل وتصحيحها، فتَتَنَّ ({adoptButton}) أي جملة "يتيمة" تراها مكتوبةً <strong>بلغتك الأم</strong>، وصححها إن كانت هناك حاجة. اقرأ <a href="{url}">هذا</a> لمزيد توضيح.

source: Tips
ar: النصائح

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
ar: إن رأيت اسم مستخدم آخر يظهر بعد تبني جملة، فمعناه أن ذلك الشخص قد تبنى الجملة قبلك بقليل. في حالة كهذه، جرب تبني جمل في صفحات أبعد لتجنب حدوث ذلك ثانية.

source: Improve sentences
ar: طوّر جملا

source: Related links
ar: وصلات ذات علاقة

source: Tag guidelines
ar: إرشادات الوسوم

source: Tags you should know about
ar: وسوم ينبغي لك معرفتها

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
ar: ابتكر المجتمع بعض "الوسوم المفيدة" لرفع جودة الجمل وموثوقيتها.

source: {tagChange}: the sentence needs to be changed.
ar: {tagChange}: تحتاج الجملة إلى تغيير.

source: {tagCheck}: the sentence needs to be checked.
ar: {tagCheck}: تحتاج الجملة إلى فحص.

source: {tagNNC}: the sentence needs to be checked by a native speaker.
ar: {tagNNC}: تحتاج الجملة إلى فحص من متحدّث أصليّ.

source: {tagOK}: the sentence is considered correct by at least one person.
ar: {tagOK}: اعتبر شخص واحد على الأقل أنّ الجملة صحيحة.

source: How to help
ar: كيفية المساعدة

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
ar: تحتاج إلى أن تكون <a href="{}">مساهمًا متقدمًا</a>، وإلا فلن تستطيع وسم الجمل.

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
ar: حين تلاحظ جملةً غير صحيحة أو تبدو غريبةً، أضف الوسم {tagChange} واكتب تعليقًا لاقتراح تصحيح أو صياغة أفضل.

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
ar: حين تلاحظ خطأً محتملًا، أضف الوسم {tagCheck} واكتب تعليقًا يبين ما الذي تظنه خطأً.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
ar: حين تضيف جملةً بلغة أجنبيةً ولا تكون متأكدًا تمامًا من صحتها، أضف الوسم {tagNNC}.

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
ar: متى أمكنك، تصفح الجمل الموسومة بـ {tagChange}، و{tagCheck}، و{tagNNC} لمناقشة الجمل مع الأعضاء الآخرين والمساعدة في تقرير التصرف المناسب مع هذه الجمل

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
ar: بعد حل مشكلة أي جملة، سِمها بـ {tagOK}. وبشكل عام، يمكنك تصفح جمل الآخرين والتحقق منها ووسمها بـ {tagOK}. لكن لا تفعل هذا إلا عند التأكد التام من صحتها، ولا تَسِم جملك.

source: Translate sentences
ar: ترجم جملا

source: How to add a translation
ar: كيفية إضافة ترجمة

source: Once the sentences are displayed, click on {translateButton} to add a translation.
ar: بعد أن تعرض الجمل عليك، اضغط على {translateButton} لإضافة ترجمة.

source: About translations
ar: عن الترجمات

source: Good translations
ar: ترجمات جيدة

source: We know it's difficult, but do NOT translate word for word!
ar: نعلم أن ذلك صعب، ولكن نرجو ألّا تترجم الجمل حرفيًّا!

source: Multiple translations
ar: ترجمات متعددة

source: If you feel there are several possible translations, you can add several translations in the same language.
ar: إن كنت تشعر أن هناك أكثر من ترجمة ممكنة، فإنك تستطيع إضافة ترجمات متعددة باللغة نفسها.

source: Search for untranslated sentences
ar: ابحث عن الجمل غير المترجمة

source: Sentences in:
ar: الجمل بـ:

source: Not directly translated into:
ar: لم تُترجم مباشرة إلى:

source: show sentences
ar: اعرض الجمل

source: Display random sentences
ar: اعرض جملًا عشوائيةً

source: Quantity
ar: الكمية

source: Language
ar: اللغة

source: show random sentences
ar: اعرض جملا عشوائية

source: This user doesn't exist: {username}
ar: هذا المستخدم غير موجود: {username}

source: Translate {language} sentences that belong to {user}
ar: ترجم الجمل ب{language.معرفة} التي يملكها {user}

source: Translate sentences that belong to {user}
ar: ترجم الجمل التي يملكها {user}

source: Activity timeline
ar: خط النشاط الزمني

source: Latest contributions
ar: آخر المساهمات

source: Contributions
ar: المساهمات

source: View all
ar: اعرض الجميع

source: Browse all contributions
ar: تصفح كل المساهمات

source: Logs of {user}'s contributions
ar: سجلات مساهمات {user}

source: Number of sentences with audio by language
ar: عدد ملفات الصوت حسب اللغة

source: Browse audio for all languages
ar: تصفح ملفات الصوت لكل اللغات

source: January
ar: يناير/كانون الثاني

source: February
ar: فبراير/شباط

source: March
ar: مارس/آذار

source: April
ar: أبريل/نيسان

source: May
ar: مايو/أيار

source: June
ar: يونيو/حزيران

source: July
ar: يوليو/تموز

source: August
ar: أغسطس/آب

source: September
ar: سبتمبر/أيلول

source: October
ar: أكتوبر/تشرين الأول

source: November
ar: نوفمبر/تشرين الثاني

source: December
ar: ديسمبر/كانون الأول

source: Month
ar: الشهر

source: Year
ar: السنة

source: Currently contributing
ar: يساهم حاليًّا

source: User who did the last contribution.
ar: لا أحد ساهم بشيء

source: #{rank} - {n}&nbsp;sentence - {percentage}%
ar: ‏‏#{rank} - ‏لا جمل - ‏{percentage}‏%

source: One visitor online
ar: لا زوار متصلين

source: Terms of use
ar: شروط الاستخدام

source: Contact us
ar: تواصل معنا

source: Donate
ar: تبرع

source: Blog
ar: المدونة

source: Twitter
ar: تويتر

source: Facebook
ar: فيسبوك

source: Join the community!
ar: انضم إلى المجتمع!

source: The more contributors there are, the more useful Tatoeba will become! Besides, by contributing, not only will you be helpful to the rest of the world, but you will also get to learn a lot.
ar: بزيادة المساهمين تزيد فائدة تتويبا! مساهمتك لن تساعد الآخرين فقط، بل ستزيدك علما.

source: Register
ar: سجّل

source: Log in
ar: لُج

source: Username:
ar: اسم المستخدم:

source: Password:
ar: كلمة المرور:

source: Remember me
ar: تذكّرني

source: Forgot your password?
ar: نسيت كلمة المرور؟

source: Close
ar: أغلق

source: Private messages
ar: رسائل خاصة

source: New message
ar: رسالة جديدة

source: Inbox
ar: الوارد

source: Unread
ar: غير المقروءة

source: Sent
ar: المرسل

source: Trash
ar: سلة المهملات

source: Question about Tatoeba?
ar: لديك سؤال حول تتويبا؟

source: If you would like to ask a question about Tatoeba, please send an email to <strong>team@tatoeba.org</strong> rather than a private message.
ar: إن كنتَ ترغب بالاستفسار عن تتويبا، فأرسل من فضلك رسالةً إلى <strong>team@tatoeba.org</strong> بدلًا من استخدام الرسائل الخاصة.

source: All members of Team Tatoeba will receive it and you may get a reply faster.
ar: سيستقبلها كل أعضاء فريق تتويبا، وربما تحصل على رد أسرع.

source: Folders
ar: مجلدات

source: Random sentence
ar: جملة عشوائية

source: show another
ar: اعرض أخرى

source: show more...
ar: اعرض المزيد...

source: Example sentences with the words:
ar: جمل بها هذه الكلمات:

source: From
ar: مِن

source: To
ar: إلى

source: search
ar: ابحث

source: Search features
ar: ميزات البحث

source: The search is powered by <a href="{}">Sphinx</a>.
ar: يدعم البحثَ <a href="{}">Sphinx</a>.

source: You can find basic instructions for searching <a href="{}">here</a>.
ar: ستجد تعليمات أساسية للبحث <a href="{}">هنا</a>.

source: You can learn about advanced search features <a href="{}">here</a>.
ar: تستطيع التعرف على ميزات البحث المتقدم <a href="{}">هنا</a>.

source: Add a sentence containing {keywords}
ar: أضف جملة تحتوي على "{keywords}"

source: There is no result for this search (yet) but you can help us by feeding the corpus with new vocabulary!
ar: ليست هناك نتيجة لهذا البحث (حاليًّا)، و لكن يمكنك أن تساعدنا على تطوير قاعدة بياناتنا بإضافة مفردات جديدة!

source: Feel free to <a href="{}">submit a sentence</a> with the words you were searching.
ar: بإمكانك أن <a href="{}">تضيف جملةً</a> تحتوي على الكلمات التي كنت تبحث عنها.

source: If you are interested, please register.
ar: إن كنت مهتما، سَجِّل رجاءً.

source: About unapproved sentences
ar: عن الجمل غير المُعتمَدة

source: You may see some sentences in red. These sentences are not approved by Tatoeba's community. They raise copyright issues or are otherwise problematic. If you are a contributor, please avoid translating them.
ar: ربما ترى جملًا باللون الأحمر. لم يعتمد مجتمع تتويبا هذه الجمل. إما أنها غير مناسبة من جهة حقوق النشر أو أن بها مشاكل أخرى. إن كنت مساهمًا، فتجنّب ترجمتها رجاءً.

source: One sentence
ar: لا جمل

source: show all languages
ar: اعرض كل اللغات

source: Your session has expired.
ar: جلستك انتهت.

source: Please <a href="{}">click here</a> to log in again.
ar: من فضلك <a href="{}">اضغط هنا</a> لتلج مجددًا.

source: Profile
ar: الملف الشخصي

source: My sentences
ar: جملي

source: My favorites
ar: مفضلتي

source: My comments
ar: تعليقاتي

source: Comments on my sentences
ar: التعليقات على جملي

source: My Wall messages
ar: رسائلي في الحائط

source: My sentence logs
ar: سجلات جملي

source: Edit profile
ar: حرر الملف الشخصي

source: Settings
ar: الإعدادات

source: Log out
ar: سجل الخروج

source: Home
ar: الرئيسية

source: Browse
ar: تصفح

source: Browse by language
ar: تصفح حسب اللغة

source: Browse by list
ar: تصفح حسب القائمة

source: Browse by tag
ar: تصفح حسب الوسم

source: Browse audio
ar: تصفح ملفات الصوت

source: Contribute
ar: ساهِم

source: Add sentences
ar: أضف جملا

source: Adopt sentences
ar: تبَنّ جملا

source: Discuss sentences
ar: ناقش جملا

source: Members
ar: الأعضاء

source: Wall
ar: الحائط

source: More
ar: المزيد

source: Quick Start Guide
ar: دليل البدء السريع

source: Tatoeba Wiki
ar: ويكي تتويبا

source: FAQ
ar: الأسئلة الشائعة

source: Help
ar: مساعدة

source: Downloads
ar: تنزيلات

source: Tools
ar: أدوات

source: Sentences
ar: الجمل

source: Favorites
ar: المفضلة

source: Comments
ar: التعليقات

source: Comments on {user}'s sentences
ar: التعليقات على جمل {user}

source: Wall messages
ar: رسائل الحائط

source: Logs
ar: السجلات

source: Contact {user}
ar: اتصل ب{user}

source: Remove from favorites
ar: احذف من المفضلة

source: {user}'s favorite sentences
ar: جمل {user} المفضلة

source: This user does not have any favorites.
ar: هذا المستخدم لا يملك أي مفضلة

source: Add to favorites
ar: أضف إلى المفضلة

source: Add a comment
ar: أضف تعليقًا

source: Submit comment
ar: أرسل التعليق

source: Good practices
ar: تصرفات طيبة

source: Say "welcome" to new users.
ar: رحّب بالمستخدِمين الجدد.

source: Use private messages to discuss things unrelated to the sentence.
ar: استخدم الرسائل الخاصة لمناقشة ما لا علاقة له بالجملة.

source: Cancel
ar: ألغِ

source: Save changes
ar: احفظ التغييرات

source: unhide
ar: أظهر

source: hide
ar: أخفِ

source: Are you sure?
ar: هل أنت متأكد؟

source: edit
ar: حرّر

source: Filter by language
ar: صَفِّ حسب اللغة

source: There's no user called {username}
ar: لا يوجد مستخدم يدعى {username}

source: Go back to previous page
ar: ارجع للصفحة السابقة

source: date unknown
ar: تاريخ غير معروف

source: yesterday
ar: قبل أقل من يوم

source: an hour ago
ar: قبل أقل من ساعة

source: a minute ago
ar: قبل أقل من دقيقة

source: {language}
ar: {language.معرفة}

source: Arabic
ar: ; نكرة: عربية; معرفة: العربية

source: English
ar: ; نكرة: إنجليزية; معرفة: الإنجليزية

source: Japanese
ar: ; نكرة: يابانية; معرفة: اليابانية

source: French
ar: ; نكرة: فرنسية; معرفة: الفرنسية

source: German
ar: ; نكرة: ألمانية; معرفة: الألمانية

source: Spanish
ar: ; نكرة: إسبانية; معرفة: الإسبانية

source: Italian
ar: ; نكرة: إيطالية; معرفة: الإيطالية

source: Vietnamese
ar: ; نكرة: فيتنامية; معرفة: الفيتنامية

source: Russian
ar: ; نكرة: روسية; معرفة: الروسية

source: Chinese
ar: ; نكرة: صينية; معرفة: الصينية

source: Korean
ar: ; نكرة: كورية; معرفة: الكورية

source: Dutch
ar: ; نكرة: هولندية; معرفة: الهولندية

source: Hebrew
ar: ; نكرة: عبرية; معرفة: العبرية

source: Indonesian
ar: ; نكرة: إندونيسية; معرفة: الإندونيسية

source: Portuguese
ar: ; نكرة: برتغالية; معرفة: البرتغالية

source: Finnish
ar: ; نكرة: فنلندية; معرفة: الفنلندية

source: Bulgarian
ar: ; نكرة: بلغارية; معرفة: البلغارية

source: Ukrainian
ar: ; نكرة: أوكرانية; معرفة: الأوكرانية

source: Czech
ar: ; نكرة: تشيكية; معرفة: التشيكية

source: Esperanto
ar: ; نكرة: إسبرانتو; معرفة: الإسبرانتو

source: Greek
ar: ; نكرة: يونانية حديثة; معرفة: اليونانية الحديثة

source: Turkish
ar: ; نكرة: تركية; معرفة: التركية

source: Swedish
ar: ; نكرة: سويدية; معرفة: السويدية

source: Norwegian (Bokmål)
ar: ; نكرة: نرويجية (بوكمول); معرفة: النرويجية (بوكمول)

source: Malay
ar: ; نكرة: مالوية; معرفة: المالوية

source: Estonian
ar: ; نكرة: إستونية; معرفة: الإستونية

source: Georgian
ar: ; نكرة: جورجية; معرفة: الجورجية

source: Polish
ar: ; نكرة: بولندية; معرفة: البولندية

source: Swahili
ar: ; نكرة: سواحيلية; معرفة: السواحيلية

source: Latin
ar: ; نكرة: لاتينية; معرفة: اللاتينية

source: Shanghainese
ar: ; نكرة: شنغهايية; معرفة: الشنغهايية

source: Egyptian Arabic
ar: ; نكرة: عامية مصرية; معرفة: العامية المصرية

source: Belarusian
ar: ; نكرة: بيلاروسية; معرفة: البيلاروسية

source: Hungarian
ar: ; نكرة: هنغارية; معرفة: الهنغارية

source: Icelandic
ar: ; نكرة: آيسلندية; معرفة: الآيسلندية

source: Albanian
ar: ; نكرة: ألبانية; معرفة: الألبانية

source: Cantonese
ar: ; نكرة: كانتونية; معرفة: الكانتونية

source: Afrikaans
ar: ; نكرة: أفريقانية; معرفة: الأفريقانية

source: Faroese
ar: ; نكرة: فاروية; معرفة: الفاروية

source: Frisian
ar: ; نكرة: فريزية; معرفة: الفريزية

source: Breton
ar: ; نكرة: بريتونية; معرفة: البريتونية

source: Romanian
ar: ; نكرة: رومانية; معرفة: الرومانية

source: Uyghur
ar: ; نكرة: أويغورية; معرفة: الأويغورية

source: Uzbek
ar: ; نكرة: أوزبكية; معرفة: الأوزبكية

source: Norwegian (Nynorsk)
ar: ; نكرة: نرويجية (نيونورسك); معرفة: النرويجية (نيونورسك)

source: Serbian
ar: ; نكرة: صربية; معرفة: الصربية

source: Tatar
ar: ; نكرة: تترية; معرفة: التترية

source: Yiddish
ar: ; نكرة: يديشية; معرفة: اليديشية

source: Persian
ar: ; نكرة: فارسية; معرفة: الفارسية

source: Min Nan Chinese
ar: مين نان

source: Basque
ar: ; نكرة: باسكية; معرفة: الباسكية

source: Slovak
ar: ; نكرة: سلوفاكية; معرفة: السلوفاكية

source: Danish
ar: ; نكرة: دنماركية; معرفة: الدنماركية

source: Armenian
ar: ; نكرة: أرمينية; معرفة: الأرمينية

source: Iraqi Arabic
ar: ; نكرة: عامية عراقية; معرفة: العامية العراقية

source: Sanskrit
ar: ; نكرة: سنسكريتية; معرفة: السنسكريتية

source: Urdu
ar: ; نكرة: أردية; معرفة: الأردية

source: Hindi
ar: ; نكرة: هندية; معرفة: الهندية

source: Bengali
ar: ; نكرة: بنغالية; معرفة: البنغالية

source: CycL
ar: ; نكرة: سيكلية; معرفة: السيكلية

source: Catalan
ar: ; نكرة: كتلانية; معرفة: الكتلانية

source: Kazakh
ar: ; نكرة: كازاخية; معرفة: الكازاخية

source: Latvian
ar: ; نكرة: لاتفية; معرفة: اللاتفية

source: Bosnian
ar: ; نكرة: بوسنية; معرفة: البوسنية

source: Croatian
ar: ; نكرة: كرواتية; معرفة: الكرواتية

source: Old East Slavic
ar: ; نكرة: سلافية شرقية قديمة; معرفة: السلافية الشرقية القديمة

source: Chamorro
ar: ; نكرة: شامورية; معرفة: الشامورية

source: Tagalog
ar: ; نكرة: تغالوغ; معرفة: التغالوغ

source: Quechua
ar: ; نكرة: كيشوا; معرفة: الكيشوا

source: Mongolian
ar: ; نكرة: منغولية; معرفة: المنغولية

source: Lithuanian
ar: ; نكرة: لتوانية; معرفة: اللتوانية

source: Galician
ar: ; نكرة: جليقية; معرفة: الجليقية

source: Irish
ar: ; نكرة: إيرلندية; معرفة: الإيرلندية

source: Interlingua
ar: ; نكرة: إنترلنغوا; معرفة: الإنترلنغوا

source: Lojban
ar: ; نكرة: لُجبَن; معرفة: اللُجبَن

source: Toki Pona
ar: توكي بونا

source: Ainu
ar: ; نكرة: أينو; معرفة: الأينو

source: Sicilian
ar: ; نكرة: صقلية; معرفة: الصقلية

source: Malayalam
ar: ; نكرة: ملايلام; معرفة: الملايلام

source: Low Saxon
ar: ; نكرة: ساكسونية دنيا; معرفة: الساكسونية الدنيا

source: Klingon
ar: ; نكرة: كلِنغُن; معرفة: الكلِنغُن

source: Slovenian
ar: ; نكرة: سلوفينية; معرفة: السلوفينية

source: Thai
ar: ; نكرة: تايلاندية; معرفة: التايلاندية

source: Literary Chinese
ar: ; نكرة: صينية أدبية; معرفة: الصينية الأدبية

source: Ossetian
ar: ; نكرة: أوسيتية; معرفة: الأوسيتية

source: Romansh
ar: ; نكرة: رومانشية; معرفة: الرومانشية

source: Volapük
ar: ; نكرة: ڤولابوك; معرفة: الڤولابوك

source: Scottish Gaelic
ar: ; نكرة: غالكية إسكتلندية; معرفة: الغالكية الإسكتلندية

source: Ido
ar: ; نكرة: إيدو; معرفة: الإيدو

source: Asturian
ar: ; نكرة: أستورية; معرفة: الأستورية

source: Interlingue
ar: ; نكرة: إنترلينغوي; معرفة: الإنترلينغوي

source: Occitan
ar: ; نكرة: قسطانية; معرفة: القسطانية

source: Kalmyk
ar: ; نكرة: كالميكية; معرفة: الكالميكية

source: Old English
ar: ; نكرة: إنجليزية قديمة; معرفة: الإنجليزية القديمة

source: Kurdish
ar: ; نكرة: كردية; معرفة: الكردية

source: Lower Sorbian
ar: ; نكرة: صوربية دنيا; معرفة: الصوربية الدنيا

source: Upper Sorbian
ar: ; نكرة: صوربية عليا; معرفة: الصوربية العليا

source: Kölsch
ar: ; نكرة: كولشية; معرفة: الكولشية

source: Welsh
ar: ; نكرة: ويلزية; معرفة: الويلزية

source: Ewe
ar: ; نكرة: إيوية; معرفة: الإيوية
