Repository: Tatoeba/tatoeba2
Catalog: app/locale/bel/LC_MESSAGES/*.po
Languages: be

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
be: Пазначэнне аўтарства: пры распаўсюджванні тэксту ў любой форме пазначайце аўтарства, прыводзячы а) гіперспасылку (калі ёсць магчымасць) ці URL-адрас старонкі ці старонак, матэрыял з якіх выкарыстоўваецца, б) гіперспасылку (калі ёсць магчымасць) ці URL-адрас альтэрнатыўнай стабільнай анлайн-копіі, якая вольна даступная і не парушае ліцэнзіі, і ў якой аўтарства пазначана такім чынам, што эквівалентны пазначэнню аўтарства на гэтым сайце, в) спіс усіх аўтараў. (Любы спіс аўтараў можна адфільтраваць, каб выключыць людзей, чый унёсак вельмі малы ці нерэлевантны.) Гэта стасуецца тэксту, распрацаванага удзельнікамі праекту Tatoeba. Тэкст з знешніх крыніц можа патрабаваць дадатковага пазначэння аўтарства, і мы будзем імкнуцца ясна папярэдзіць вас пра гэта.

source: Indicate changes: If you make modifications or additions, you must indicate in a reasonable fashion that the original work has been modified. If you are re-using the sentence in a wiki, for example, indicating this in the page history is sufficient.
be: Пазначайце змены: калі вы мяняеце ці дадаеце штосьці да сказаў, прымальным чынам пазначце, што арыгінальная работа змененая. Напрыклад, калі вы выкарыстоўваеце сказ у вікі, інфармацыі ў гісторыі старонкі досыць.

source: Licensing notice: Each copy or modified version that you distribute must include a licensing notice stating that the work is released under CC-BY and either a) a hyperlink or URL to the text of the license or b) a copy of the license. For this purpose, a suitable URL is: http://creativecommons.org/licenses/by/2.0/fr/
be: Замячанне пра ліцэнзію: кожная копія ці змененая версія, якую вы распаўсюджваеце, мусіць змяшчаць інфармацыю пра ліцэнзію, у якой сказана, што работа даступная пад ліцэнзіяй CC-BY, і або а) гіперспасылку ці URL на тэкст ліцэнзіі, або б) копію ліцэнзіі. Прыдатным для гэтай мэты URL-адрасам з'яўляецца http://creativecommons.org/licenses/by/2.0/fr/

source: For further information, please refer to the legal code of the CC-BY License.
be: Каб даведацца болей, прачытайце поўны тэкст ліцэнзіі CC-BY.

source: Precedence of French terms
be: Прыярытэт французскага тэксту

source: These site terms are not to be modified. If there is any inconsistency between the French terms and any translation into other languages, the French language version takes precedence.
be: Гэтыя умовы на сайце не могуць быць змененыя. У выпадку наяўнасці неадпаведнасцяў паміж французскім тэкстам і перакладам на любую іншую мову, французская версія мае прыярытэт.

source: from {sender}
be: ад каго:

source: to {recipient}
be: каму:

source: [no subject]
be: [без тэмы]

source: Restore
be: Аднавіць

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
be: Для барацьбы з спамам і іншымі непажаданымі паведамленнями новыя карыстальнікі могуць дасылаць толькі па 5 паведамленняў у дзень.

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
be: Для барацьбы з спамам і іншымі непажаданымі паведамленнями новыя карыстальнікі могуць дасылаць толькі па 5 паведамленняў у дзень.

source: Please wait until you can send more messages.
be: Калі ласка, пачакайце, каб даслаць болей.

source: Click a sentence to go to tatoeba.org to translate it or leave a comment.
be: Націсніце на сказ, каб перайсці на tatoeba.org і перакласці яго ці пакінуць каментарый.

source: There is no sentence with id {number}
be: Сказ з нумарам {number} не існуе

source: Browse by last modified (total %count%)
be: Праглядзець апошнія змененыя (усяго %count%)

source: Edit Comment
be: Змяніць каментарый

source: Edit Comment on Sentence #{number}
be: Змяніць каментарый да сказа {number}

source: Comments on sentences
be: Каментарыі да сказаў

source: Comments on sentences (total %count%)
be: Каментарыі да сказаў (усяго %s)

source: {user}'s comments
be: Каментарыі ўдзельніка {user}

source: {user} has posted no comment
be: {user} пакуль што не каментуе сказы

source: {user}'s comments (total&nbsp;{n})
be: Каментарыі ўдзельніка {user} (усяго&nbsp;{n})

source: {user} has no comment posted on his/her sentences
be: Да сказаў ўдзельніка {user} няма каментарыяў

source: Comments on {user}'s sentences (total&nbsp;{n})
be: Каментарыі да сказаў удзельніка {user} (усяго&nbsp;{n})

source: Important
be: Важна

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
be: Не капіюйце сказы з іншых крыніц, калі ліцэнзія не сумяшчальная з CC-BY. <a href="{}">Падрабязней...</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
be: Вы можаце дадаваць сказы, пераклад якіх Вы не ведаеце. Магчыма ведае нехта іншы!

source: Or create sentences with <a href="{}">words not yet in Tatoeba</a>.
be: Ці пішыце сказы з <a href="{}">словамі, якія адсутнічаюць на праекце Tatoeba</a>.

source: Add new sentences
be: Дадаць новыя сказы

source: Sentence:
be: Сказ:

source: Sentences added
be: Дададзена сказаў

source: {user}'s sentences
be: Сказы {user}

source: Translate these sentences
be: Перакласці гэтыя сказы

source: {user} does not have any sentence in {language}
be: {user} не мае ніякіх сказаў мовай {language}

source: {user} does not have any sentence
be: {user} не мае ніякіх сказаў

source: (total %count%)
be: (усяго %count%)

source: Sentences with: {keywords}
be: Сказы з: {keywords}

source: Random sentences
be: Выпадковыя сказы

source: For serial translators
be: Для тых, хто перакладае шмат

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
be: Перакладаць па аднаму сказу для вас занадта марудна? Хочаце павысіць свой рэйтынг на праекце Tatoeba ці рэйтынг сваёй мовы на хуткасці святла? Тады гэта для вас!

source: Just keep in mind that our server is not as fast as you ;-)
be: Толькі майце на ўвазе, што наш сервер не такі хуткі, як вы ;)

source: {language} example sentence:
be: Сказ-прыклад, мова {language}: %

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
be: Прагляд узораў сказаў з перакладамі. На гэтай старонцы паказаныя пераклады і інфармацыя пра сказ: {sentenceText}

source: Sentence does not exist:
be: Сказ не існуе:

source: There is no log for this sentence
be: Для гэтага сказу няма журналу змен

source: Report mistakes
be: Паведаміць пра памылкі

source: Do not hesitate to post a comment if you see a mistake!
be: Дадавайце каментарыі, калі бачыце памылку!

source: NOTE: If the sentence does not belong to anyone and you know how to correct the mistake, feel free to correct it without posting any comment. You will have to adopt the sentence before you can edit it.
be: ЗАЎВАГА: калі сказ не належыць нікому, і вы ведаеце, як выправіць памылку, вы можаце выправіць яго, не дадаючы каментарыі. Каб магчы змяніць сказ, яго трэба прысвоіць.

source: There are no comments for now.
be: Каментарыяў пакуль што няма.

source: You need to be logged in to add a comment. If you are not registered, you can <a href="{}">register here</a>.
be: Каб дадаць каментарый, трэба ўвайсці ў сістэму. Калі вы не зарэгістраваныя, можна <a href="{}">зарэгістравацца тут</a>.

source: All sentences in {language}
be: Усе сказы, мова: {language}

source: any language
be: любая мова

source: Sentences in {language} not translated into {translationLanguage}
be: Сказы мовай {language} без перакладу мовай {translationLanguage}

source: Sentences in {language} with audio
be: Агучаныя сказы, мова: {language}

source: Problem while saving
be: Праблема пры захаванні

source: Download list:
be: Загрузіць спіс:

source: Actions
be: Дзеянні

source: You can change the name of the list by clicking on it.
be: Вы можаце змяніць назву спіса, націснуўшы на яе мышкай.

source: Removing a sentence will not delete it. The sentence will just not be part of the list anymore.
be: Выдаленне сказа з спіса не выдаліць яго ўвогуле. Сказ проста будзе выключаны з спіса.

source: Create a new list
be: Стварыць новы спіс

source: create
be: стварыць

source: About the lists
be: Пра спісы

source: Lists make it possible to gather and organize sentences in Tatoeba.
be: Спісы дазваляюць збіраць і арганізоўваць сказы на праекце Tatoeba.

source: You can create all kinds of lists! "Preparation for summer trip to Mexico", "English test #4", "My favorite geek quotes"...
be: Вы можаце ствараць самыя розныя спісы! «Падрыхтоўка да падарожжа ў Мексіку летам», «Тэст па англійскай №4», «Улюбёныя цытаты, якія не ўсе зразумеюць»...

source: Registration needed
be: Патрэбная рэгістрацыя

source: You can create lists only if you are registered.
be: Ствараць спісы могуць толькі зарегістраваныя ўдзельнікі.

source: If you are already registered, please log in.
be: Калі вы ўжо рэгістраваліся, калі ласка, увайдзіце ў сістэму.

source: My lists
be: Мае спісы

source: Other personal lists
be: Іншыя асабістыя спісы

source: Sentence successfully removed.
be: Сказ паспяхова выдалены

source: Result
be: Вынік

source: Search sinograms
be: Пошук іерогліфаў

source: Browse radicals
be: Паказ кампанентаў

source: Explode a character
be: Разбіць іерогліф

source: characters to explode
be: іерогліфы, што трэба разбіць

source: Explode
be: Разбіць

source: Still beta
be: Пакуль што бэта-версія

source: This work is based on <a href="{}">this project</a>.
be: Інструмент аснаваны на даных з <a href="{}">гэтага праекта</a>.

source: Please note that this tool is still not complete yet and may contain errors (although it will be accurate for most searches), so don't hesitate to report missing characters or any suggestion of improvement.
be: Калі ласка, майце на ўвазе, што гэты інструмент пакуль што не закончаны і можа змяшчаць памылкі (хаця ў большасці выпадкаў рэзультат точны), таму паведамляйце пра ўсе сімвалы, што адсутнічаюць, і пра тое, як можна пакрашчыць праект.

source: Hanzis - Kanjis search
be: Пошук ханьцзы/кандзі

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
be: Гэты інструмент дазваляе знайсці інфармацыю пра кандзі/ханьцзы, асабліва калі вы не ведаеце, яе увесці іх сваім метадам уводу.

source: The main way to do this is by submitting subglyphs of the character.
be: Асноўны спосаб гэта зрабіць — увод кампанентаў іерогліфа.

source: For example, for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
be: Напрыклад, для 蝴 можна ўвесці кампаненты 月虫 (не трэба ведаць усе кампаненты).

source: If you don't know how to input subglyphs either, but you know a character that also contains this subglyph, then you can use the explode form.
be: Калі вы не ведаеце, як увесці і кампаненты, але ведаеце іерогліф, што змяшчае гэты кампанент, тады вы можаце яго разбіць.

source: For example, say you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate. If you know 推, you can just explode it. Clicking on a subglyph will add it to the search form.
be: Напрыклад, вы шукаеце 瞧, але не ведаеце, як увесці 隹, каб зрабіць рэзультат дакладнейшым. Калі вы ведаеце іерогліф 推, проста разбіце яго. Націсканне на кампанент дадасць яго ў форму пошуку.

source: On the right you also have the most common radicals grouped by strokes, in case you don't have any way to type hanzis/kanjis.
be: Справа паказаныя найчасцейшыя кампаненты, згрупованыя па рыскам, калі ў вас няма ніякага спосабу ўвесці ханьцзы/кандзі.

source: Search a character by describing it
be: Пошук іерогліфа па апісанню

source: Subglyphs:
be: Кампаненты:

source: Search
be: Пошук

source: No sentence using this character has been found, you can add one <a href="{}">here</a>.
be: Не знойдзена сказаў з гэтым іерогліфам; вы можаце дадаць іх <a href="{}">тут</a>.

source: View all sentences using this character <a href="{}">here</a>
be: Праглядзець сказы з гэтым іерогліфам можна <a href="{}">тут</a>.

source: Information about {sinograph}
be: Інфармацыя пра {sinograph}

source: number of strokes:
be: колькасць рысак:

source: pinyin:
be: піньінь:

source: English:
be: англійская:

source: Japanese On:
be: японскае оннае чытанне:

source: Japanese Kun:
be: японскае куннае чытанне:

source: Example of use
be: Прыклад выкарыстання

source: Results
be: Вынікі

source: No result found. Try to search with fewer subglyphs.
be: Нічога не знойдзена. Паспрабуйце шукаць па меншай колькасці кампанентаў.

source: Number of sentences per language
be: Колькасць сказаў па мовам

source: Sentences with tag {tagName}
be: Сказы з цэтлікам {tagName}

source: All existing tags
be: Усе існуючыя цэтлікі

source: All Tags
be: Усе цэтлікі

source: Chinese traditional/simplified conversion
be: Канвертацыя традыцыйных/спрошчаных іерогліфаў

source: The software
be: Праграмнае забеспячэнне

source: This tool is powered by our own home-brewed software. The source code will be released as open source. Feel free to contact us if you would like to know more about it.
be: Гэты інструмент працуе на аснове распрацаванага намі праграмнага забеспячэння. Яго код будзе пазней выкладзены пад вольнай ліцэнзіяй. Звяжыцеся з намі, каб даведацца болей.

source: The results you get will not always be perfect. However, you can help us improve this by telling us the mistakes you saw. We will try, if possible, to correct it.
be: Рэзультаты не заўсёды будуць правільныя. Аднак вы можаце дапамагчы нам пакрашчыць праграму, паведамляючы пра памылкі. Мы будзем старацца іх выпраўляць.

source: Enter either traditional or simplified Chinese
be: Увядзіце кітайскі тэкст традыцыйнымі ці спрошчанымі формамі

source: Convert
be: Канвертацыя

source: Useful tools
be: Карысныя інструменты

source: Need a tool?
be: Патрэбны інструмент?

source: Well, Tatoeba's developers don't have time to think of every possible useful tool for language learners.
be: Ну, у распрацоўшчыкаў праекта Tatoeba не было часу прыдумаць усе інструменты, карысныя для вывучэння моў.

source: So if there is a must-have tool which is missing, or if you have yourself coded something you think can help others (as long as you can provide it under a GPL compatible licence) don't hesitate to talk about it <a href="{}">here</a>. We're always looking for new stuff.
be: Таму, калі тут не хапае нейкага інструмента ці калі вы напісалі штосьці, карыснае для іншых (і можаце размясціць яго пад ліцэнзіяй, сумясцімай з GPL), напішыце <a href="{}">тут</a>. Мы заўсёды шукаем штосьці новае.

source: Romaji/furigana conversion
be: Канвертацыя ў рамадзі/фурыгану

source: convert Japanese to romaji or furigana.
be: пераўтварыць японскі тэкст у рамадзі ці фурыгану

source: Sinogram search
be: Пошук іерогліфа

source: search all Chinese characters / kanjis by all possible methods.
be: знайсці ўсе магчымыя кітайскія іерогліфы / кандзі ўсімі магчымымі метадамі.

source: Pinyin converter
be: Канвертацыя ў піньніь

source: convert Chinese to pinyin, numerical pinyin to diacritical pinyin, etc.
be: пераўтварыць кітайскі тэкст у піньінь, піньінь з цыфрамі ў піньінь з дыякрытыкай і г. д.

source: Chinese simplified/traditional conversion
be: Канвертацыя спрошчаных/традыцыйных кітайскіх іерогліфаў

source: convert traditional Chinese to simplified and vice versa
be: пераўтварае традыцыйныя формы іерогліфаў на спрошчаныя і наадварот

source: Shanghainese to IPA
be: Шанхайскі ў МФА

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
be: Замяняе тэкст на шанхайскай кітайскай яго транскрыпцыяй міжнародным фанетычным алфавітам

source: Convert text from:
be: Пераўтварыць тэкст з:

source: numerical pinyin
be: піньінь з цыфрамі

source: Convert text to:
be: Пераўтварыць тэкст у:

source: diacritical pinyin
be: піньінь з дыякрытыкай

source: Convert Japanese text into romaji or furigana
be: Пераўтварае японскі тэкст у рамадзі ці тэкст з фурыганай

source: Credits
be: Аўтары

source: This tool is powered by <a href="{}">MeCab</a>.
be: Гэты інструмент працуе на аснове <a href="{}">MeCab</a>.

source: More information
be: Падрабязней

source: Japanese romanization in Tatoeba, now using MeCab
be: Раманізацыя японскай на парэкце Tatoeba, цяпер выкарыстоўваючы MeCab

source: Tools for Japanese romanization
be: Інструменты для раманізацыі японскай

source: Convert Japanese text into:
be: Пераўтварыць японскі тэкст у:

source: romaji
be: рамадзі

source: furigana
be: фурыгану

source: Convert Shanghainese into IPA
be: Пераўтварэнне шанхайскага кітайскага ў МФА

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
be: Мы хацелі б падзякаваць <a href='{0}'>Келену Паркеру</a>, які даў намнога паўнейшыя файлы даных. Калі вас цікавіць яго праца, паглядзіце на старонку яго праекта <a href='{1}'>тут</a>. Без яго шанхайскія сказы не мелі б поўнай транскрыпцыі МФА.

source: Note
be: Заўвага

source: This tool is in a very early stage, and we're looking for people who can help us improve the transcription by providing IPA of non-converted characters or reporting mistakes.
be: Распрацоўка гэтага інструмента пакуль на пачатковым этапе, і нам патрэбная дапамога тых, хто можа даслаць транскыпцыю сімвалаў, якія зараз нельга канвертаваць, ці паведамляць пра памылкі

source: Feedback
be: Зваротная сувязь

source: Enter a text in shanghainese dialect
be: Увядзіце тэкст на шанхайскім дыялекце

source: Picture
be: Выява

source: Current picture
be: Бягучая выява

source: New picture
be: Новая выява

source: Upload
be: Загрузіць

source: Personal information
be: Асабістая інфармацыя

source: Birthday
be: Дзень нараджэння

source: Country
be: Краіна

source: Homepage
be: Хатняя старонка

source: Save personal information
be: Захаваць асабістую інфармацыю

source: Description
be: Апісанне

source: Save description
be: Захаваць апісанне

source: Stats
be: Статыстыка

source: Comments posted
be: Размешчаныя каментарыі

source: Sentences owned
be: Належныя каментарыі

source: Sentences favorited
be: Улюбёныя сказы

source: Show latest activity
be: Паказаць апошнія дзеі

source: Email notifications are ENABLED.
be: Паштовыя паведамленні УКЛЮЧАНЫ

source: Email notifications are DISABLED.
be: Паштовыя паведамленні ВЫКЛЮЧАНЫЯ.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
be: Доступ да гэтага профілю ЗАГАЛЬНЫ. Усе звесткі бачныя ўсім.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
be: Доступ да гэтага профілю АБМЕЖАВАНЫ. Толькі ўдзельнікі праекта Tatoeba бачаць асабістую інфармацыю і апісанне.

source: Not approved
be: Неўхвалены ўдзельнік

source: Sentences from this user are currently added as "not approved".
be: Сказы гэтага ўдзельніка зараз далаюцца як «неўхваленыя».

source: Member since
be: Удзельнік з

source: No description.
be: Няма апісання.

source: TIP: We encourage you to indicate the languages you know.
be: ПАРАДА: мы раім вам пазначыць, якія мовы вы ведаеце.

source: TIP: Encourage this user to indicate the languages he or she knows.
be: ПАРАДА: парайце гэтаму карыстальніку пазначыць, якія мовы ён ці яна ведае.

source: Options
be: Наладкі

source: Email notifications
be: Паштовыя паведамленні

source: Set your profile public?
be: Зрабіць ваш профіль загальнадаступным?

source: Enter ISO 639-3 codes, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
be: Увядзіце коды ISO 639-3, раздзеленыя коскай (напр.: jpn,epo,ara,deu). Тады Tatoeba будзе паказваць толькі пераклады на пазначаныя мовы. Калі пакінуць гэты пункт пустым, будуць паказывацца пераклады на ўсе мовы.

source: Languages
be: Мовы

source: Save
be: Захаваць

source: Change email address
be: Змяніць адрас электроннай пошты

source: Email address
be: Адрас электроннай пошты

source: Change password
be: Змяніць пароль

source: Old password
be: Стары пароль

source: New password
be: Новы пароль

source: New password again
be: Новы пароль яшчэ раз

source: Search user
be: Знайсці ўдзельніка

source: Members (total %count%)
be: Удзельнікі (усяго %count%)

source: Sort by:
be: Сартаванне:

source: Member status
be: Статус удзельніка
