Repository: Tatoeba/tatoeba2
Catalog: app/locale/bel/LC_MESSAGES/*.po
Languages: be

source: Yakut
be: якуцкая

source: Abkhaz
be: абхаская

source: Tetun
be: тэтум

source: Tamil
be: тамільская

source: Udmurt
be: удмурцкая

source: Kumyk
be: кумыцкая

source: Crimean Tatar
be: крымскататарская

source: Chinyanja
be: ньяджа

source: Livonian
be: ліўская

source: Navajo
be: наваха

source: Cherokee
be: чэрокі

source: Gujarati
be: гуджараці

source: All languages
be: усе мовы

source: unknown language
be: невядомая мова

source: other language
be: іншая мова

source: Auto detect
be: аўтавызначэнне

source: None
be: ніякай

source: Any language
be: любая мова

source: Any
be: любая

source: unknown
be: невядомая

source: created by {listAuthor}
be: стваральнік: {listAuthor}

source: Number of sentences
be: Колькасць сказаў

source: Show
be: Паказаць

source: Edit
be: Змяніць

source: Back to all lists
be: Назад да ўсіх спісаў

source: Back to this list
be: Назад да гэтага спіса

source: Download this list
be: Загрузіць гэты спіс

source: Show translations :
be: Паказаць пераклады:

source: Set list as collaborative
be: Зрабіць спіс калектыўным

source: Edit this list
be: Змяніць спіс

source: View this list
be: Паказаць спіс

source: Delete this list
be: Выдаліць спіс

source: Add a sentence to this list :
be: Дадаць сказ у гэты спіс:

source: OK
be: Добра

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
be: ЗАЎВАГА: Вы таксама можаце дадаваць існуючыя сказы, выкарыстоўвуючы значок {addToListButton} (напрыклад, пад час <a href="{url}">прагляду</a> сказаў).

source: Sentence #{number}
be: Сказ №{number}

source: linked to #{sentenceNumber}
be: стварае звязок з #{sentenceNumber}

source: unlinked from #{sentenceNumber}
be: разрывае звязок з #{sentenceNumber}

source: admin
be: адміністратар(ка)

source: corpus maintainer
be: адказны/адказная за корпус

source: advanced contributor
be: старшы ўдзельнік/старшая ўдзельніца

source: contributor
be: удзельнік/удзельніца

source: inactive
be: неактыўны/неактыўная

source: spammer
be: спамер(ка)

source: Translate
be: Пераклад

source: This sentence is in simplified Chinese.
be: Гэты сказ спрошчанымі кітайскімі іерогліфамі.

source: This sentence is in traditional Chinese.
be: Гэты сказ традыцыйными кітайскімі іерогліфамі.

source: Link
be: Злучыць

source: Add to list
be: Дадаць да спісу

source: Add to one of your lists
be: Дадаць да аднаго з Вашых спісаў

source: Add to a collaborative list
be: Дадаць да калектыўнага спісу

source: Delete
be: Выдаліць

source: belongs to {user}
be: належыць {user}

source: Send private message
be: Даслаць асабістае паведамленне

source: edited
be: зменена

source: View this user's profile
be: Паказаць профіль карыстальніка

source: sentence deleted
be: сказ выдалены

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
be: Гэта паведамлення парушае <a href="{}">нашы правілы</a>, і таму яно прыхаванае. Яго могуць убачыць толькі адміністратары і аўтар(ка) паведамлення.

source: Show sentence #:
be: Паказаць сказ №

source: Language for previous, next or random sentence
be: Мова для папярэдняга, наступнага ці выпадковага сказу

source: previous
be: папярэдні

source: next
be: наступны

source: random
be: выпадковы

source: Enter a username:
be: Калі ласка, увядзіце імя:

source: show user
be: паказаць карыстальніка/-цу

source: all
be: усе

source: Profile of {user}
be: Профіль {user}

source: all lists
be: усе спісы

source: Reply
be: Адказ

source: to
be: каму:

source: Title
be: Тэма

source: Send
be: Даслаць

source: {sender} wrote:
be: {sender} піша:

source: Unlink
be: Аддзяліць

source: Unlink this translation.
be: Аддзяліць гэты пераклад

source: Make into direct translation.
be: Зрабіць прамым перакладам

source: Play audio
be: Слухаць аўдыё

source: Submit translation
be: Даслаць пераклад

source: Important! You are about to add a translation to the sentence above. If you do not understand this sentence, click on "Cancel" to display everything again, and then click on the sentence that you understand and want to translate from.
be: Важна! Вы збіраецеся дадаць пераклад сказа, паказанага вышэй. Калі вы не разумееце гэты сказ, націсніце на кнопку «Адмена», каб павярнуцца да спіса сказаў, а пасля націсніце на сказ, які Вы разумееце і да якога хочаце дадаць пераклад.

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
be: Калі ласка, не забывайце пра <strong>вялікія літары</strong> і <strong>знакі прыпынку</strong>! Дзякуй.

source: Show translations in:
be: Паказаць пераклады на мове:

source: NOTE: Both direct and indirect translations will be shown.
be: ЗАЎВАГА: будуць паказаныя як прамыя, так і непрамыя пераклады.

source: NOTE: Sentences that have an indirect translation will be displayed.
be: УВАГА: Прапановы, якія маюць ускоснае пераклад з'явіцца.

source: Only sentences with audio:
be: Толькі сказы з аўдыё:

source: no
be: не

source: yes
be: так

source: NOTE: Not all languages have audio at the moment.
be: Заўвага: Толькі некалькі моў аўдыё на дадзены момант.

source: Tags
be: Цэтлікі

source: No tag on this sentence.
be: У гэтага сказа няма цэтлікаў.

source: View all tags
be: Паглядзець усе цэтлікі

source: user: {userId}, date: {date}
be: карыстальнік/-ца: {userId}, дата: {date}

source: remove tag '{tagName}' from this sentence.
be: выдаліть цэтлік «{tagName}» з гэтага сказа

source: remove tag from sentence
be: выдаліць цэтлік

source: Add a message:
be: Дадаць запіс:

source: cancel
be: адмена

source: Edit Wall Message
be: Змяніць паведамленне на сцяне

source: submit
be: даслаць

source: by {messageAuthor}
be: {messageAuthor}

source: No language matches
be: Няма варыянтаў на дарэчных мовах

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
be: Калі ласка, <a href="{}">прачытайце частыя пытанні</a> перад тым, як задаваць свае.

source: Follow us
be: Падпісацца на нас

source: Tatoeba Blog
be: Блог праэкта Tatoeba

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
be: Калі Вы маеце пытанні, прапановы ці просьбы (ці калі проста падзякаваць), напішыце ліст на адрас {emailAddress}.

source: Post on the Wall
be: На сцяну

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
be: Вы таксама можаце падзяліцца сваімі думкамі, дадаўшы запіс <a href="{}">на сцяну</a>.

source: Join us on IRC
be: Заходзьце да нас у IRC

source: We also have an IRC channel on freenode, #tatoeba. If you are not familiar with IRC, you can read the <a href="{}">Help</a>.
be: У нас ёсць IRC-канал #tatoeba у сетцы freenode. Калі Вы не знаёмыя з IRC, можаце пачытаць <a href="{}">даведку</a>.

source: How to contribute
be: Як удзельнічаць у праэкце

source: Important to read
be: Важна прачытаць

source: Guide to being a good contributor
be: Як быць добрым удзельнікам

source: Reliability of the sentences
be: Якасць перакладу

source: How can you contribute?
be: Як удзельнічаць у праэкце?

source: Tatoeba is primarily about collecting sentences and translating them into many, many languages. So one obvious thing you can do to contribute is to <strong>translate sentences</strong>.
be: Асноўная ідэя Татоэбы — збор сказаў і пераклад іх на многія-многія мовы. Таму найвідавочнейшае, што можна зрабіць — <strong>перакладаць сказы</strong>.

source: But you don't have to be a polyglot in order to contribute! You can help us a lot simply by <strong>checking sentences</strong> and <strong>reporting mistakes</strong>. This is something everyone can do!
be: Але для ўдзелу ў праэкце не трэба быць паліглотам! Вы можаце дапамагчы, проста <strong>дабаўляючы сказы</strong> ды <strong>паведамляючы пра памылкі</strong>. Гэта можа рабіць кожны!

source: If you have a good microphone, you can also bring more audio to Tatoeba by <strong>recording sentences</strong>.
be: Калі Вы маеце добры мікрафон, Вы можаце дадаць болей аўдыёзапісаў на Татоэбу, <strong>агучваючы сказы</strong>!

source: You can help us promote the project. <strong>Tell people around you</strong> that Tatoeba exists. This is a very ambitious project, so we will need as much help as possible.
be: Вы можаце дапамагчы папулярызаваць праэкт. <strong>Расказвайце людзям навокал Вас</strong> пра існаванне Татоэбы. Праэкт вельмі масштабны, таму мы будзем радыя ўсім, хто хоча дапамагчы.

source: And finally, you can <strong>join the team</strong>. You can help us code new features, improve usability, debug, optimize, keep the site secure, and more.
be: І, нарэшце, Вы можаце <strong>прыяднацца да каманды</strong>. Вы можаце дапамагчы нам рэалізаваць новыя магчымасці, паляпшаць інтэрфейс, аптымізаваць код, забяспечваць бяспеку і г. д.

source: Any question?
be: Ёсць пытанні?

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
be: Калі ў Вас ёсць пытанні пра ахвяраванні ці вы б хацелі дапамагчы праэкту матэрыяльна неякім чынам, не пазначаным вышэй, вы можаце звязацца з <a href="{trangEmail}">Чанг</a> ці ўсёй <a href="{teamEmail}">камандай</a>.

source: Top donators this month
be: Галоўныя спонсары месяца

source: Top donators of all time
be: Галоўныя спонсары за ўвесь час

source: How to donate
be: Як ахвяраваць грошы

source: You have two possible ways to make a donation:
be: Ёсць два спосабы ахвяраваць грошы на праэкт:

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
be: <b>Пераказ па IBAN.</b> Гэта, магчыма, найтаннейшы спосаб ахвяраваць грошы. Банк праэкту Tatoeba знаходзіцца ў Францыі, таму, калі вы жывеце ў краіне Еўрасаюзу, пераказ хутчэй за ўсё будзе бязплатным.

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
be: <b>PayPal.</b> Калі вы не можаце пераказаць грошы па IBAN, можна перадаць іх праз PayPal. Майце на ўвазе, што PayPal бярэ камісію за ахвяраванне грошай.

source: IBAN transfer
be: Пераказ па IBAN

source: Titular:
be: Афіцыйная назва:

source: Download sentences
be: Загрузіць сказы

source: Warning
be: Папярэджванне

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
be: Дадзеныя на гэтай старонцы карысныя ТОЛЬКІ для тых, хто піша лінгвістычныя праграмы ці аўтаматычна апрацоўвае дадзеныя.

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
be: Калі вам проста патрэбныя сказы для вывучэння мовы, звярніце ўвагу на <a href="{}">спісы сказаў</a>. Вы можаце стварыць свой спіс ці паглядзець на чужыя. Спісы можна загрузіць і раздрукаваць.

source: These files are released under CC-BY.
be: Файлы распаўсюджваюцца па ліцэнзіі CC-BY.

source: For those who wonder why we're not leaving the data in the public domain, some explanation <a href="{}">here</a>.
be: Паясненне, чаму мы не размяшчаем дадзеныя ў грамадскую ўласнасць, <a href="{}">тут</a>.

source: Questions?
be: Пытанні?

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
be: Калі ў вас ёсць пытанні ці пажаданні, <a href="{}">звяжыцеся з намі</a>.

source: In general, we answer quickly.
be: Мы звычайна хутка адказваем

source: Download
be: Загрузіць

source: Fields and structure
be: Паля і структуры

source: File description
be: Апісанне файла

source: Username
be: Імя карыстальніка

source: tab
be: табулятар

source: Sentences with audio
be: Агучаныя сказы

source: Need more help?
be: Патрэбная дапамога?

source: You can check out the <a href="{}">FAQ</a>.
be: Паглядзіце спіс <a href="{}">частых пытанняў</a>.

source: If you cannot find the answer to your question, do not hesitate to contact us.
be: Калі вы не можаце знайсці адказ на ваша пытанне, звяжыцеся з намі.

source: By email
be: Па электроннай пошце

source: From the Wall
be: Паведамленнем на сцяне

source: Click here to go to the Wall.
be: Перайсці да сцяны

source: On IRC
be: Па IRC

source: How to use IRC
be: Як карыстацца IRC

source: For those who are not familiar with IRC, it is pretty much like an instant messenger. You will be able to talk to us in real time, if we are there.
be: Не ведаеце, што такое IRC? Гэта чат. Вы зможаце пагутарыць з намі ў рэжыме рэальнага часу, калі мы будзем у інтэрнэце.

source: There are many ways to join our channel. One is to go to this website:
be: Ёсць шмат спосабаў далучыцца да IRC-канала, але вы можаце карыстацца вось гэтым сайтам:

source: Enter a nickname, enter "#tatoeba" for the channel, and click on "connect". That's it!
be: Увядзіце свой нік, канал «#tatoeba» і націсніце на кнопку «Connect». І ўсё!

source: Getting started
be: На пачатку

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{}">Wall</a>, or join us on <strong>IRC</strong>. We will give you a purpose. :)
be: Калі вы не ведаеце, што рабіць пасля рэгістрацыі, вы можаце напісаць сваё першае паведамленне на <a href="{}">сцяне</a> ці далучыцца да <strong>IRC-каналу</strong>, мы нешта прыдумаем :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
be: Калі наш праэкт вам спадабаўся і вы б хацелі прымаць у ім актыўны удзел, <strong>абавязкова</strong> прачытайце гэта:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
be: Ітак, вітаем на Татоэбе! Спадзяемся, што вам спадабаецца ўдзельнічаць у гэтым праэкце :)

source: Important links
be: Важныя спасылкі

source: Adding new sentences
be: Дадаванне сказаў

source: There are two ways to add new sentences.
be: Ёсць два спосабы дадаць новы сказ.

source: From the <a href="{}">Contribute</a> section
be: Праз раздзел <a href="{}">Дадаць</a>.

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
be: Стварыўшы новы <a href="{}">спіс</a> і дадаючы сказы на старонцы рэдагавання спіса.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
be: Хоць сказаў у базе Татоэбы шмат, ёсць і шмат словаў без прыкладаў. Вось чаму мы прапануем Вам дадаваць новыя сказы з новыми словамі, нават калі вы не можаце добра перакласці іх на якуюсьці іншую мову.

source: Translating sentences
be: Пераклад сказаў

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
be: Пераклад — адна з важнейшых задач на Татоэбе, бо мэта праэкта — даваць прыклады сказаў з перакладамі на розныя мовы.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
be: Можна перакладаць амаль паўсюдь. Проста пстрыкніце на кнопку {translateButton} там, дзе яна ёсць.

source: Correcting mistakes
be: Выпраўленне памылак

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
be: Памылкі можна выпраўляць толькі ў тых сказах, якія Вам належаць. Калі вы ўбачыце памылку ў чужым сказе, Вы можаце расказаць пра яе ў каментарыях.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
be: У некаторых выпадках у сказаў няма аўтара. Падрабязней пра гэта напісана ніжэй (калі ідзе гаворка пра прысвойванне сказаў).

source: Adopting sentences
be: Прысваенне сказаў

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
be: Калі вы дадаеце сказ, ён «належыць» вам — толькі вы можаце яго рэдагаваць. Адкак большасць сказаў на Татоэбе ўзятыя з японска-англійскага корпуса прафесара Танакі. Гэтыя сказы нікому не належаць, бо яны ствараліся за межамі Татоэбы.

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
be: Калі вы пабачыце памылку ў «нічыйным» сказе, вы не зможаце яе выправіць, бо ён вам не належыць. Для гэтага існуе магчымасць «прысвоіць» сказ ({adoptButton}). Прысвоіўшы сказ, вы стаеце яго ўласнікам і можаце яго адрэдактаваць.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
be: Прысвойванне сказаў — гэта таксама элемент «паляпшэння якасці», пра якое можна пачытаць тут:

source: Sentence lists
be: Спісы сказаў

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
be: На Tatoeb’е Вы можаце ствараць спісы сказаў. Калі нічога не мяняць, спіс будзе <strong>прыватным</strong>, г. зн. яго зможа рэдагаваць толькі аўтар ці аўтарка (але ўсё роўна ён будзе бачны ўсім).

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
be: Аднак можна дазволіць усім удзельнікам і удзельніцам Tatoeb’ы дадаваць і выдалаць сказы, зрібаўшы спіс <strong>калектыўным</strong>.

source: Tatoeba: Collecting example sentences
be: Татоэба: калекцыя прыкладаў сказаў

source: Search example sentences translated into many languages. Add and translate your own sentences. It's collaborative, open, free, and even addictive.
be: Шукайце прыклады сказаў з перакладамі на розныя мовы. Дадавайце і перакладайце свае сказы. Усё робіцца разам, адкрыта, бясплатна, — і гэта нават выклікае прывыканне.

source: Latest messages
be: Апошнія паведамленні

source: show activity timeline
be: паказаць графік актыўнасці

source: Latest comments
be: Апошнія каментарыі

source: Some stats
be: Некаторая статыстыка

source: What is Tatoeba?
be: Што такое Tatoeba?

source: At its core, Tatoeba is a large database of <strong>example sentences</strong> translated into several languages. But as a whole, it is much more than that.
be: Аснова праекта Tatoeba — вялікая база даных <strong>прыкладаў сказаў</strong> з перакладамі на розныя мовы. Але ўвогуле гэта нешта значна большае.

source: See what's happening now.
be: Паглядзіце, што адбываецца зараз.

source: Table of contents
be: Змест

source: English version
be: Англійская версія

source: Information for contributors of text to the Tatoeba project
be: Інфармацыя для тых, кто дадае тэкст на праекце Tatoeba

source: To grow the commons of free knowledge and free culture, all users contributing to the Tatoeba project are required to grant broad permissions to the general public to re-distribute and re-use their contributions freely, as long as the use is attributed. Therefore, for any text to which you hold the copyright, by submitting it, you agree to license it under the Creative Commons Attribution License 2.0 (fr). Please note that this license does allow commercial uses of your contributions, as long as such uses are compliant with the terms.
be: Каб пашыраць агульнадаступныя веды і культуру, усе удзельнікі, што робяць унёсак на праекце Tatoeba, мусяць перадаць неабмежаванаму кругу людзей шырокія правы на вольнае распаўсюджванне і выкарыстанне іх унёску за умовай пазначэння аўтарства. Такім чынам, дадаючы любы тэкст, аўтарскія правы на які належаць вам, вы пагаджаецеся размясціць яго пад ліцэнзіяй Creative Commons Attribution License 2.0 (fr). Калі ласка, звярніце ўвагу, што гэтая ліцэнзія дазваляе камерцыйнае выкарыстанне пры выкананні яе умоў.

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences to which you contributed, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
be: Як аўтар, вы пагаджаецеся, што ваша аўтарства будзе пазначанае адным з наступных спосабаў: а) з дапамогай гіперпасылання (калі магчыма) ці URL-адраса сказа ці сказаў, што вы дадалі, б) з дапамогай гіперпасылання (калі магчыма) ці URL-адраса на альтэрнатыўную стабільную анлайн-копію, якая вольна даступная, не парушае ліцэнзію і ў якой пазначаюцца аўтары такім чынам, што эквівалентны спосабу пазначэння аўтарства на гэтым сайце, ці в) в спісе з пералічэннем аўтароў. (Любы спіс аўтароў можна адфільтраваць, каб выключыць тых, чый унёсак вельмі малы ці нерэлевантны.)

source: Importing text:
be: Імпарт тэксту:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
be: Імпарт тэкстаў з іншых крыніц ці напісаных вамі ў сааўтарстве з кімсьці магчымы толькі тады, калі тэксты распаўсюджваюцца пад умовамі, сумяшчальнымі з ліцэнзіяй CC-BY.

source: If you import text under a compatible license which requires attribution, you must, in a reasonable fashion, credit the author(s). Where such credit is commonly given through sentence comments, it is sufficient to give attribution in the edit summary, which is recorded in the sentence history when importing the text. Regardless of the license, the text you import may be rejected if the required attribution is deemed too intrusive.
be: Калі вы імпартуеце тэкст, які знаходзіцца пад сумяшчальнай ліцэнзіяй, што патрабуе пазначэння аўтарства, вы мусіце адпаведным чынам пазначыць яго. Хаця такое пазначэнне часта даецца ў каментарыях да сказу, дастатнім з’яўляецца пазначэнне аўтарства падчас экспарту ў гісторыі сказа, якая зберагаецца. Незалежна ад выбранай ліцэнзіі, у імпарце тэксту можа быць адмоўлена, калі спосаб пазначэння яго аўтарства надта складаны.

source: Information for re-users:
be: Інфармацыя для карыстальнікаў тэксту:

source: Re-use of text:
be: Выкарыстанне тэксту:
