Repository: Tatoeba/tatoeba2
Catalog: app/locale/bel/LC_MESSAGES/*.po
Languages: be

source: You need to be logged in.
be: Вам трэба спачатку ўвайсці.

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
be: Цяпер сказы #{firstNumber} і #{secondNumber} — прамыя пераклады адзін аднаго.

source: An error occurred while saving. Please try again or contact us to report this.
be: Пад час запісу ўзнікла памылка. Калі ласка, паспрабуйце яшчэ раз або паведамце нам.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
be: Сказы #{firstNumber} і #{secondNumber} болей не з’яўляюцца прамымі перакладамі адзін аднаго.

source: An error occurred while unlinking. Please try again or contact us to report this.
be: Памылка падчас ад’яднання. Калі ласка, паспрабуйце зноў ці звяжыцеся з намі.

source: You have reached your message limit for today. Please wait until you can send more messages. If you have received this message in error, please contact administrators at team@tatoeba.org.
be: Вы сёння перавысілі ліміт на колькасць паведамленняў. Калі ласка, пачакайце перад дасыланнем новых. Калі гэта паведамленне паказваецца вам памылкова, калі ласка, напішыце адміністратарам па адрасе team@tatoeba.org.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
be: Удзельніка ці ўдзельніцы {username}, якому ці якой вы спрабавалі паслаць гэтае паведамленне, не існуе. Калі ласка, увядзіце іншае імя ўдзельніка ці ўдзельніцы.

source: You must fill at least the "To" field and the content field.
be: Вам трэба запоўніць хаця б поле «Каму» і поле зместу.

source: restore
be: аднавіць

source: delete
be: выдаліць

source: mark as unread
be: пазначыць непрачытаным

source: reply
be: адказ

source: Your comment has been saved.
be: Ваш каментарый запісаны.

source: You do not have permission to edit this comment.
be: У вас няма правоў на рэдагаванне гэтага каментарыя.

source: If you have received this message in error, please contact administrators at team@tatoeba.org.
be: Калі гэта паведамленне паказваецца вам памылкова, калі ласка, напішыце адміністратарам па адрасе team@tatoeba.org.

source: Comments cannot be empty.
be: Каментарыі не могуць быць пустымі.

source: Changes to your comment have been saved.
be: Змены ў вашым каментарыі збярэжаныя.

source: We could not save your changes.
be: Зберагчы змены не атрымалася.

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
be: Цэтлікам «{tagName}» сказ №{number} ужо адзначаны, або гэта немагчыма зрабіць

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
be: Няма сказаў з такім цэтлікам. Цэтлік, які вы шукаеце, выдалены ці не існуе.

source: No user with this username:
be: Няма ўдзельніка ці ўдзельніцы з такім іменем:

source: Failed to upload image
be: Памылка пры загрузцы выявы

source: Please choose an image that does not exceed 1 MB.
be: Калі ласка, выберыце выяву памерам меней за 1 МБ

source: Please choose GIF, JPEG or PNG image format.
be: Калі ласка, выберыце выяву ў фармаце GIF, JPEG ці PNG.

source: Error while saving.
be: Памылка пры запісе.

source: That email address already exists. Please try another.
be: Адрас электроннай пошты не існуе. Калі ласка, паспрабуйце напісаць іншы.

source: Profile saved.
be: Профіль захаваны.

source: Failed to change email address. Please enter a proper email address.
be: Памылка пры змене адраса электроннай пошты. Калі ласка, увядзіце правільны адрас.

source: Your settings have been saved.
be: Вашы настаўленні змененыя

source: New password cannot be empty.
be: Новы пароль не можа быць пустым.

source: New password has been saved.
be: Новы пароль запісаны.

source: An error occurred while saving.
be: Пры запісе адбылася памылка.

source: Password error. Please try again.
be: Памылковы пароль. Калі ласка, паспрабуйце яшчэ раз.

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
be: Гэты абліковы запіс пазначаны як неактыўны. З ім цяпер нельга увайсці ў сістэму. Калі ласка, звяжыцеся з адміністратарам, калі гэта памылка.

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
be: Гэты абліковы запіс пазначаны як дасылальнік ці дасылальніца спаму. З ім цяпер нельга увайсці ў сістэму. Калі ласка, звяжыцеся з адміністратарам, калі гэта памылка.

source: You must fill in your username and password.
be: Вы мусіце ўвесці імя і пароль

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
be: Памылка падчас уваходу ў сістэму. Пераканайцеся, што Вы выпадкова не ўключылі Caps Lock ці Num Lock. Вялікія і малыя літары ў паролі адрозніваюцца.

source: You did not accept the terms of use.
be: Вы не пагадзіліся з умовамі выкарыстання.

source: Wrong answer to the question.
be: Няправільны адказ на пытанне.

source: Password cannot be empty.
be: Пароль не можа быць пустым.

source: Tatoeba, new password
be: Tatoeba, новы пароль

source: Your login:
be: Ваша імя на сайце:

source: Your new password:
be: Ваш новы пароль:

source: Your new password has been sent to
be: Ваш новы пароль дасланы па адрасе

source: There is no registered user with this email address:
be: Няма зарэгістрованага ўдзельціка ці ўдзельніцы з такім адрасам:

source: No user with this id:
be: Няма ўдзельніка ці ўдзельніцы з гэтым ідэнтыфікатарам:

source: You do not have permission to edit this message.
be: У вас няма правоў на рэдагаванне гэтага паведамлення.

source: You do not have permission to edit this message.
be: У вас няма правоў на рэдагаванне гэтага паведамлення.

source: Message saved.
be: Паведамленне захаванае.

source: We apologize, but we could not save your data. Please try again
be: Даруйце, мы не змаглі зберагчы вашы даныя. Калі ласка, паспрабуйце яшчэ раз.

source: unnamed list
be: безназоўны спіс

source: Orphan sentences
be: Нічыі сказы

source: Orphan sentences in {language}
be: Нічыі сказы, мова: {language}

source: About adoption
be: Пра прысваенне

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
be: Прысваенне — гэта спосаб сказаць, што сказ правільны. Гэта таксама падстава праверыць сказ і выправіць памылкі, калі яні ёсць.

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
be: Таму, калі Вы жадаеце дапамагчы нам у праверцы сказаў, тады прысвойвайце ({adoptButton}) ўсе нічыі «сказы» на Вашай <strong>роднай мове</strong>, якія Вы ўбачыце, і выпраўляйце іх, калі трэба. Падрабязней гэта апісана <a href="{url}">тут</a>.

source: Tips
be: Парады

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
be: Калі пасля прысваення сказа поруч з ім з’явілася імя іншага ўдзельніка, значыць, ён прысвоіў гэты сказ хутчэй за Вас. У такіх выпадках Вы можаце паспрабаваць пачать прысвойваць сказы на некалькі старонак уперад, каб зменшыць шанц, што гэта паўтарыцца.

source: Improve sentences
be: Паляпшэнне сказаў

source: Related links
be: Звязаныя спасылкі

source: Tag guidelines
be: Інструкціі да цэтлікаў

source: Tags you should know about
be: Цэтлікі, што варта ведаць

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
be: У суполцы склаліся некаторыя «дапаможныя цэтлікі» для павышэння якасці і даставернасці сказаў.

source: How to help
be: Як дапамагчы

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
be: Вам трэба быць <a href="{}">старшым удзельнікам ці старшай удзельніцай</a>; без гэтага вы не зможаце дадаваць цэтлікі да сказаў.

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
be: Калі вы памеціце няправільны ці ненатуральны сказ, дадайце цэтлік {tagChange} і пакіньце каментар з папраўкай ці лепшым фармуляваннем.

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
be: Калі вы памеціце магчымую памылку, дадайце цэтлік {tagCheck} і пакіньце каментар з паясненнем, дзе можа быць памылка.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
be: Калі вы дадаеце сказ на замежнай мове, ці не ўпэўненыя, што Ваш сказ правільны, дадайце цэтлік {tagNNC}.

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
be: Калі у Вас будзе магчымасць, праглядзіце сказы з цэтлікамі {tagChange}, {tagCheck} і {tagNNC}, абмяркуйце іх з іншымі ўдзельнікамі і дапамажыце вырашыць, што трэба зрабіць з гэтымі сказамі.

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
be: Калі праблема з сказам вырашаная, дадайце тэг {tagOK}. Увогуле, вы можаце чытаць сказы іншых людзей і дадаваць тэг {tagOK}. Але рабіце гэта толькі тады, калі поўнасцю ўпэўненыя, што яны правільныя, і не дадавайце гэты тэг да сваіх сказаў.

source: Translate sentences
be: Пераклад сказаў

source: How to add a translation
be: Як дадаць пераклад

source: Once the sentences are displayed, click on {translateButton} to add a translation.
be: Каб дадаць пераклад, націсніце на кнопку {translateButton} ля сказа.

source: About translations
be: Пра пераклады

source: Good translations
be: Добрыя пераклады

source: We know it's difficult, but do NOT translate word for word!
be: Так, гэта складана, але перакладайце НЕ літаральна!

source: Multiple translations
be: Альтэрнатыўныя пераклады

source: If you feel there are several possible translations, you can add several translations in the same language.
be: Калі Вам здаецца, што можа быць некалькі варыянтаў перакладу, Вы можаце дадаць некалькі перакладаў на тую ж мову.

source: Search for untranslated sentences
be: Пошук неперакладзеных сказаў

source: Sentences in:
be: Сказы, мова:

source: Not directly translated into:
be: Без прамых перакладаў на мову:

source: show sentences
be: паказаць сказы

source: Display random sentences
be: Паказаць выпадковыя сказы

source: Quantity
be: Якасць

source: Language
be: Мова

source: show random sentences
be: паказаць выпадковыя сказы

source: This user doesn't exist: {username}
be: Абліковага запісу не існуе: {username}

source: Translate {language} sentences that belong to {user}
be: Пераклад сказаў удзельніка ці ўдзельніцы {user}, мова: {language}

source: Translate sentences that belong to {user}
be: Пераклад сказаў удзельніка ці ўдзельніцы {user}

source: Activity timeline
be: Графік актыўнасці

source: Latest contributions
be: Апошні ўнёсак

source: Contributions
be: Унёсак

source: View all
be: Праглядзець усе

source: Browse all contributions
be: Праглядзець увесь унёсак

source: Logs of {user}'s contributions
be: Запісы ўнёска ўдзельніка ці ўдзельніцы {user}

source: Number of sentences with audio by language
be: Колькасць аўдыазапісаў па мовах

source: Browse audio for all languages
be: Прагляд аўдыазапісаў для ўсіх моў

source: January
be: студзень

source: February
be: люты

source: March
be: сакавік

source: April
be: красавік

source: May
be: май

source: June
be: чэрвень

source: July
be: ліпень

source: August
be: жнівень

source: September
be: верасень

source: October
be: кастрычнік

source: November
be: лістапад

source: December
be: снежань

source: Month
be: месяц

source: Year
be: год

source: Currently contributing
be: Зараз працуюць

source: Terms of use
be: Умовы выкарыстання

source: Contact us
be: Зваротная сувязь

source: Donate
be: Ахвяраваць грошы

source: Blog
be: Блог

source: Join the community!
be: Прыяднайцеся да суполкі!

source: The more contributors there are, the more useful Tatoeba will become! Besides, by contributing, not only will you be helpful to the rest of the world, but you will also get to learn a lot.
be: Чым болей удзельнікаў і ўдзельніц, тым карыснейшая Tatoeba! Акрамя таго, вы не толькі дапаможаце іншым, але і самі шмат даведаецеся.

source: Register
be: Рэгістрацыя

source: Log in
be: Уваход

source: Username:
be: Імя на сайце:

source: Password:
be: Пароль:

source: Remember me
be: Запамятаць мяне

source: Forgot your password?
be: Забылі пароль?

source: Close
be: Зачыніць

source: Private messages
be: Асабістыя паведамленні

source: New message
be: Новае паведамленне

source: Inbox
be: Атрыманае

source: Unread
be: Непрачытаныя

source: Sent
be: Дасланае

source: Trash
be: Выделаныя

source: Question about Tatoeba?
be: Пытанне аб Tatoeba?

source: If you would like to ask a question about Tatoeba, please send an email to <strong>team@tatoeba.org</strong> rather than a private message.
be: Калі вы хацелі б задаць пытанне аб Tatoeba, калі ласка, дашліце ліст па адрасе <strong> team@tatoeba.org </strong>, а не асабістае паведамленне.

source: All members of Team Tatoeba will receive it and you may get a reply faster.
be: Яго атрымаюць і sysko, і Trang, таму Вам хутчэй адкажуць.

source: Folders
be: Папкі

source: Random sentence
be: Выпадковы сказ

source: show another
be: яшчэ адзін

source: show more...
be: показаць яшчэ...

source: Example sentences with the words:
be: Прыклады сказаў са словамі:

source: From
be: мова арыгінала:

source: To
be: мова перакладу:

source: search
be: пошук

source: Search features
be: Функцыі пошуку

source: The search is powered by <a href="{}">Sphinx</a>.
be: Пошук працуе на базе <a href="{}">Sphinx</a>.

source: You can find basic instructions for searching <a href="{}">here</a>.
be: Базавыя інструкцыі па пошуку можна знайсці <a href="{}">тут</a>.

source: You can learn about advanced search features <a href="{}">here</a>.
be: Пра дадатковыя магчымасці

source: Add a sentence containing {keywords}
be: Дадаць сказ, што змяшчае {keywords}

source: There is no result for this search (yet) but you can help us by feeding the corpus with new vocabulary!
be: Няма ніякіх вынікаў па гэтым запыце (пакуль што), але вы можаце дапамагчы нам дадць новую лексіку ў корпус!

source: Feel free to <a href="{}">submit a sentence</a> with the words you were searching.
be: Вы можаце <a href="{}">дадаць сказ</a> са словамі, якія вы шукалі.

source: If you are interested, please register.
be: Калі Вас гэта цікавіць, калі ласка, зарэгіструйцеся.

source: About unapproved sentences
be: Пра неўхваленыя сказы

source: You may see some sentences in red. These sentences are not approved by Tatoeba's community. They raise copyright issues or are otherwise problematic. If you are a contributor, please avoid translating them.
be: Некаторыя сказы пазначаюцца чырвоным колерам. Гэтыя сказы не ўхваленыя ўдзельнікамі праэкта Tatoeba. У іх могуць быць праблемы, у прыватнасці з аўтарскімі правамі. Калі вы ўдзельнік праэкта, калі ласка, не перакладайце іх.

source: show all languages
be: показаць усе мовы

source: Your session has expired.
be: Ваша сесія пратэрмінаваная.

source: Please <a href="{}">click here</a> to log in again.
be: Калі ласка, <a href="{}">перайдзіце сюды</a>, каб увайсці ў сістэму зноў.

source: Profile
be: Профіль

source: My sentences
be: Мае сказы

source: My favorites
be: Мае ўлюбёныя сказы

source: My comments
be: Мае каментарыі

source: Comments on my sentences
be: Каментарыі да маіх сказаў

source: My Wall messages
be: Мае запісы на сцяне

source: My sentence logs
be: Мой журнал дзей

source: Edit profile
be: Змяніць анкету

source: Settings
be: Налаштаванні

source: Log out
be: Выхад

source: Home
be: Хатняя

source: Browse
be: Прагляд

source: Browse by language
be: Прагляд па мовах

source: Browse by list
be: Прагляд спісаў

source: Browse by tag
be: Прагляд па цэтліках

source: Browse audio
be: Прагляд аўдыёзапісаў

source: Contribute
be: Унёсак

source: Add sentences
be: Дадаванне сказаў

source: Adopt sentences
be: Прысваенне сказаў

source: Discuss sentences
be: Абмеркаванне сказаў

source: Members
be: Удзельнікі

source: Wall
be: Сцяна

source: More
be: Яшчэ

source: Quick Start Guide
be: Кароткія інструкцыі

source: Tatoeba Wiki
be: Вікі праэкта Tatoeba

source: FAQ
be: Частыя пытанні

source: Help
be: Дапамога

source: Downloads
be: Файлы для загрузкі

source: Tools
be: Інструменты

source: Sentences
be: Сказы

source: Favorites
be: Абраныя

source: Comments
be: Каментарыі

source: Comments on {user}'s sentences
be: Каментарыі да сказаў удзельніка/удзельніцы {user}

source: Wall messages
be: Запісы на сцяне

source: Logs
be: Журналы

source: Contact {user}
be: Звязацца з {user}

source: Remove from favorites
be: Выдаліць з улюбёных

source: {user}'s favorite sentences
be: Улюбёныя сказы ўдзельніка/удзельніцы {user}

source: This user does not have any favorites.
be: Гэты ўдзельнік ці ўдзельніца не мае жоднага ўлюбёнага сказа.

source: Add to favorites
be: Дадаць да ўлюбёных

source: Add a comment
be: Дадаць каментарый

source: Submit comment
be: Даслаць каментарый

source: Good practices
be: Рэкамендацыі

source: Say "welcome" to new users.
be: Вітайце навічкоў

source: Use private messages to discuss things unrelated to the sentence.
be: Тое, што не тычыцца канкрэтнага сказу, абмяркоўвайце ў асабістых паведамленнях.

source: Cancel
be: Скасаваць

source: Save changes
be: Захаваць змены

source: unhide
be: паказаць

source: hide
be: прыхаваць

source: Are you sure?
be: Вы сапраўды жадаеце працягнуць?

source: edit
be: змяніць

source: Filter by language
be: Фільтрацыя па мове

source: There's no user called {username}
be: Удзельніка/удзельніцы {username} не існуе

source: Go back to previous page
be: Вярнуцца па папярэднюю старонку

source: date unknown
be: дата невядомая

source: Arabic
be: арабская

source: English
be: англійская

source: Japanese
be: японская

source: French
be: французкая

source: German
be: нямецкая

source: Spanish
be: іспанская

source: Italian
be: італьянская

source: Vietnamese
be: в’етнамская

source: Russian
be: руская

source: Chinese
be: кітайская

source: Korean
be: карэйская

source: Dutch
be: галандская

source: Hebrew
be: іўрыт

source: Indonesian
be: інданэзійская

source: Portuguese
be: партугальская

source: Finnish
be: фінская

source: Bulgarian
be: баўгарская

source: Ukrainian
be: украінская

source: Czech
be: чэшская

source: Esperanto
be: эсперанта

source: Greek
be: грэцкая

source: Turkish
be: турэцкая

source: Swedish
be: шведская

source: Norwegian (Bokmål)
be: нарвежская (букмол)

source: Malay
be: малайская

source: Estonian
be: эстонская

source: Georgian
be: грузінская

source: Polish
be: польская

source: Swahili
be: суахілі

source: Latin
be: лацінская

source: Shanghainese
be: шанхайская

source: Egyptian Arabic
be: егіпецкая арабская

source: Belarusian
be: беларуская

source: Hungarian
be: венгерская

source: Icelandic
be: ісландская

source: Albanian
be: албанская

source: Cantonese
be: кантонская

source: Afrikaans
be: афрыканнс

source: Faroese
be: фарэрская

source: Frisian
be: фрызская

source: Breton
be: брэтонская

source: Romanian
be: румынская

source: Uyghur
be: уйгурская

source: Uzbek
be: узбекская

source: Norwegian (Nynorsk)
be: наванарвежская

source: Serbian
be: сербская

source: Tatar
be: татарская

source: Yiddish
be: ідыш

source: Persian
be: фарсі

source: Min Nan Chinese
be: паўднёвамінская

source: Basque
be: баскская

source: Slovak
be: славацкая

source: Danish
be: дацкая

source: Armenian
be: армянская

source: Iraqi Arabic
be: арабская (Ірак)

source: Sanskrit
be: санскрыт

source: Urdu
be: урду

source: Hindi
be: хіндзі

source: Bengali
be: бенгальская

source: CycL
be: мова CycL

source: Catalan
be: каталонская

source: Kazakh
be: казахская

source: Latvian
be: латышская

source: Bosnian
be: баснійская

source: Croatian
be: харвацкая

source: Old East Slavic
be: старажытнаруская

source: Chamorro
be: чамора

source: Tagalog
be: тагальская

source: Quechua
be: кечуа

source: Mongolian
be: мангольская

source: Lithuanian
be: літоўская

source: Galician
be: галісійскай

source: Irish
be: ірландская

source: Interlingua
be: інтэрлінгва

source: Lojban
be: ложбан

source: Toki Pona
be: токі-пона

source: Ainu
be: айнская

source: Sicilian
be: сіцылійская

source: Malayalam
be: малаялам

source: Low Saxon
be: ніжнесаксонская

source: Klingon
be: клінгонская

source: Slovenian
be: славенская

source: Thai
be: тайская

source: Literary Chinese
be: вэньянь

source: Ossetian
be: асецінская

source: Romansh
be: рэтараманская

source: Volapük
be: валапюк

source: Scottish Gaelic
be: гэльская

source: Ido
be: іда

source: Asturian
be: астурыйская

source: Interlingue
be: акцыдэнталь

source: Occitan
be: аксітанская

source: Kalmyk
be: калмыцкая

source: Old English
be: старажытнаанглійская

source: Kurdish
be: курдская

source: Lower Sorbian
be: ніжнелужыцкая

source: Upper Sorbian
be: верхнелужыцкая

source: Kölsch
be: кёльнская

source: Welsh
be: валійская

source: Ewe
be: эве

source: Sindarin
be: сіндарын

source: Telugu
be: тэлугу

source: Tok Pisin
be: ток-пісін

source: Quenya
be: квэння

source: Novial
be: навіяль

source: Maori
be: маары

source: Ladin
be: ладзінская

source: Berber
be: берберская

source: Xhosa
be: коса

source: Malagasy
be: малагасійская

source: Guarani
be: гуарані

source: Ladino
be: сефардская

source: Piedmontese
be: п’емонцкая

source: Kotava
be: катава

source: Marathi
be: маратхі

source: Old Tupi
be: тупі

source: Tajik
be: таджыкская мова

source: Old Prussian
be: пруская

source: Nepali
be: непальская

source: Maltese
be: мальтыйская

source: Chukchi
be: чукоцкая

source: Cornish
be: корнская

source: Azerbaijani
be: азербайджанская

source: Khmer
be: кхмерская

source: Lao
be: лаоская

source: Tibetan
be: тыбецкая

source: Hiligaynon
be: хілігайнон

source: Algerian Arabic
be: арабская (Алжыр)

source: Picard
be: пікардская

source: Ancient Greek
be: старажытнагрэчаская

source: Amharic
be: амхарская

source: Awadhi
be: авадхі

source: Bhojpuri
be: бходжпуры

source: Chavacano
be: чавакана

source: Middle English
be: сярэднеанглійская

source: Middle French
be: сярэднефранцузская

source: Haitian Creole
be: гаіцянская крэольская

source: Juhuri (Judeo-Tat)
be: горска-яўрэйская

source: Greenlandic
be: грэнладская

source: Meadow Mari
be: луговамарыйская

source: Nahuatl
be: наўатль

source: Pennsylvania German
be: пенсыльванская нямецкая

source: Sinhala
be: сінгальская

source: Turkmen
be: туркменская

source: Walloon
be: валонская

source: Bashkir
be: башкірская

source: Hausa
be: хаўса

source: Luxembourgish
be: люксембургская

source: Mambae
be: мамбаі

source: Somali
be: самалійская

source: Zulu
be: зулуская

source: Hawaiian
be: гавайская

source: Kyrgyz
be: кыргызская

source: Macedonian
be: македонская

source: Hill Mari
be: горнамарыйская

source: Pipil
be: піпіль

source: Yoruba
be: ёруба

source: Kinyarwanda
be: кіньяруанда

source: Shuswap
be: шусвап

source: Chuvash
be: чувашская

source: Lakota
be: лакота

source: Ottoman Turkish
be: асманская турэцкая

source: Shona
be: шона

source: Mon
be: монская

source: Nogai
be: нагайская
