Repository: Tatoeba/tatoeba2
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: kab

source: Sentences not translated into {language}
kab: Tifyar ur yettwasuqlen ara ar {translationLanguage}

source: Sentences translated into {language}
kab: Tifyar yettwasuqlen ar {translationLanguage}

source: Warning: the following criteria have been ignored:{list}
kab: Ɣur-k: isebdaden-agi ttwanfen: {list}

source: More search criteria
kab: Ugar n yisebdaden n unadi

source: Due to technical reasons, the search feature is currently disabled. We are sorry for the inconvenience. Please try again later.
kab: Ɣef sebba tatiknikant. Tamahil n tefyirt tagacurant tensa akka tura. Suref-aɣ ɣef aya. Ma ulac aɣilif ɛreḍ tikelt-nniḍen.

source: Search error
kab: Tuccḍa n unadi

source: An error occurred while performing the search. If the problem persists, please <a href="{}">let us know</a>.
kab: Teḍra-d tuccḍa deg unadi. Ma yezga wugur, ttxil-k <a href="{}">eǧǧ-aɣ ad nẓeṛ</a>.

source: Invalid query. Please refer to the <a href="{}">search documentation</a> for more details.
kab: Yir tuttra. Ma ulac aɣilif ddu ar <a href="{}">nadi tasemlit</a> i wugar n telɣut.

source: Search: {keywords}
kab: Nadi: {keywords}

source: Random sentences
kab: Tifyar tigacuranin

source: For serial translators
kab: I tsuqilt ta deffir ta

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
kab: Asuqel n tefyar yiwet yiwet ẓẓay fell-ak? Tebɣiḍ ad tessaliḍ aswir-ik deg Tatoeba, neɣ aswir n tutlayt-ik, s urured n tfata? Ihi wagi i kečč!

source: Just keep in mind that our server is not as fast as you ;-)
kab: Err deg uqerru-ik d akken aqeddac ur yelli d arurad ugar-ik;-)

source: The random sentence feature is currently disabled, please try again later.
kab: Tamahil n tefyirt tagacurant tensa akka tura, ma ulac aɣilif ɛreḍ tikelt-nniḍen.

source: An error occurred while fetching random sentences. If this persists, please <a href="{}">let us know</a>.
kab: Teḍra-d tuccḍa deg unadi n tefyar tigacuranin. Ma yezga, ttxil-k <a href="{}">eǧǧ-aɣ ad nẓeṛ</a>.

source: {language} example sentence: {sentence}
kab: {language} amedya n tefyirt: {sentence}

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
kab: Snirem imedyaten n tifyar yettwasuqlen. Asebter-agi ad d-yesken tasuqilt akked telɣut ɣef tefyirt {sentenceText}

source: Sentence does not exist:
kab: Tafyirt ulac-itt:

source: Reviewed by
kab: Yettwacegger sɣur

source: (outdated)
kab: (ifat)

source: There is no log for this sentence
kab: Ulac aɣmis i tefyirt-a

source: There are no comments for now.
kab: Ulac iwenniten akka tura.

source: Sentence deleted
kab: Tafyirt tettwakkes

source: Random Sentence
kab: Tafyir tagacurant

source: All sentences in {language} with audio
kab: Akk tifyar s {language} s umeslaw

source: All sentences in {language}
kab: Akk tifyar s {language}

source: Problem while saving
kab: Ugur deg usekles

source: Download list:
kab: Tabdert n usider:

source: Actions
kab: Tigawin

source: Id (optional)
kab: Id (afrayan)

source: If you check this box, the id of each sentence will be written to the output.
kab: Ma tettwarcem texxam-a, asulay id n yal tefyirt ad tettwaru di tuuffɣa.

source: Translation (optional)
kab: Tasuqilt (afrayan)

source: If you select a language, the translation of each sentence into that language (if it exists) will be written to your output. You can then import the file to produce a deck of flash cards, using the {Anki} program.
kab: Ma tferneḍ tutlayt, tasuqilt n yal tafyirt ɣef tutlayt-nni (ma tella) ad tettwaru ar ufaylu n tuffɣa-ik. Tzemreḍ ad ketreḍ afaylu akken ad tegeḍ tagrumma n tkarḍiwin flash s useqdec n useɣzan {Anki}.

source: Fields will be written out in the following sequence:
kab: Urtan ad ttwarun s umazrar-a:

source: Translation
kab: Tasuqilt

source: Optional fields that are not selected above will not be written to the output.
kab: Urtan-nniḍen ur yettwafernen ara nnig-a, ur ttwarun ara ar ufaylu n tuffɣa.

source: list name
kab: isem n tebdert

source: number of sentences
kab: amḍan n tefyar

source: {username}'s lists ({total})
kab: tibdarin n {username} ({total})

source: {username}'s lists containing "{search}" ({total})
kab: tibdarin n {username} igebren "{search}" ({total})

source: Sentence successfully removed.
kab: Tafyirt tettwakkes akken iwata.

source: About this list
kab: Ɣef tebdert-agi

source: Contains {n}&nbsp;sentence
kab: Yegber {n}&nbsp;n tefyir

source: Options
kab: Iγewwaṛen

source: Edit name
kab: Ẓreg isem

source: Click to edit...
kab: Senned i teẓrigt...

source: date added to list
kab: azemz n tmerna ar tebdert

source: Result
kab: Agmuḍ

source: Search sinograms
kab: Nadi isinugṛamen

source: Browse radicals
kab: Snirem s yiẓuran

source: 1 stroke
kab: 1 n ujerriḍ

source: Explode a character
kab: Bḍu asekkil

source: characters to explode
kab: isekkilen ara yettwabḍun

source: Explode
kab: Bḍu

source: Still beta
kab: Yezga d beta

source: This work is based on <a href="{}">this project</a>.
kab: Axeddim-a yebna ɣef <a href="{}">usenfaṛ-a</a>.

source: Please note that this tool is not complete and may contain errors (although it will be accurate for most searches).
kab: Ttxil-k zeṛ d akken afecku-a ur yemmid ara daɣen yezmer ad yegber tuccḍiqin (xas akken ad yili d usdid deg tuget n unadi).

source: Hanzis - Kanjis search
kab: Anadi n Hanzis - Kanjis

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
kab: Afecku-a ad k-yeǧǧ ad tafeḍ talɣut ɣef kanjis/hanzis, ladɣa ticki ur tessineḍ ara amek ara teskecmeḍ srid s IME.

source: The main way to do this is by submitting subglyphs of the character.
kab: Abrid agejdan akken ad tgeḍ aya d tuzna n yiglifen isnawanen n usekkil.

source: For example, for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
kab: Amedya, i 蝴, tzemreḍ ad teskecmeḍ 月虫 am uglif asnawan (ur tesriḍ ara ad tissineḍ yal aglif).

source: For example, say you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate. If you know 推, you can just explode it. Clicking on a subglyph will add it to the search form.
kab: Amedya, ini tebɣiḍ ad tnadiḍ 瞧, maca ur tessineḍ ara amek ara teskecmeḍ 隹 akken ad tnadiḍ s tseddi. Ma tessneḍ 推, tzemreḍ ad tebḍuḍ-t. Asiti ɣef uglif asnawan ad t-yernu ar tferkit n unadi.

source: On the right you also have the most common radicals grouped by strokes, in case you don't have any way to type hanzis/kanjis.
kab: Seg idis ayeffus ɣur-k daɣen iẓuran yettwassnen aṭas, dduklen s yijerriḍen, ma yella ulac ɣur-k amek ara taruɣ hanzis/kanjis.

source: Search a character by describing it
kab: Nadi asekkil s uglam-is

source: Subglyphs:
kab: Iglifen isnawanen:

source: No sentence using this character has been found, you can add one <a href="{}">here</a>.
kab: Ulac tafyirt iseqdacen asekkil-a i yettwafen, tzemreḍ ad ternuḍ yiwen <a href="{}">dagi</a>.

source: View all sentences using this character <a href="{}">here</a>
kab: Sken akk tifyar s useqdec n usekkil-a <a href="{}">here</a>

source: 10 or more strokes
kab: 10 n yijerriḍen neɣ ugar

source: Information about {sinograph}
kab: Talɣut ɣef{sinograph}

source: number of strokes:
kab: amḍan n yijerriḍen:

source: English:
kab: Taglizit:

source: Japanese On:
kab: Tajapunit termed:

source: Japanese Kun:
kab: Kun ajapuni:

source: Example of use
kab: Amedya n useqdec

source: Results
kab: Igmaḍ

source: No result found. Try to search with fewer subglyphs.
kab: Ulac igmaḍ yettwafen. Ɛreḍ ad tnadiḍ s drus n yiglifen isnawanen.

source: Admins
kab: Inedbalen

source: Corpus maintainers
kab: Wid yebadden ɣef wamudden n tifyar

source: Advanced contributors
kab: Awiziwen imussnawen

source: Contributors
kab: Iwiziwen

source: Legend
kab: Aglam

source: Total
kab: Amatu

source: Number of sentences per language
kab: Amḍan n tefyar s tutlayt

source: Unspecified
kab: Ur yettwammel ara

source: Sentences with tag {tagName}
kab: Tifyar s tecreḍt {tagName}

source: {tagName} ({n} sentence)
kab: {tagName} ({n} tayirt)

source: date of tag
kab: azemz n tecreḍt

source: No tag with id {tagId}
kab: Ulac tacreḍt s susulay id {tagId}

source: All existing tags
kab: Akk ticraḍ yellan

source: Search tags
kab: Nadi ticraḍ

source: Show all tags
kab: Sken akk tibzimin

source: All tags (total %count%)
kab: Akk ticraḍ (amatu %count%)

source: Tags containing: {search} (total %count%)
kab: Ticraḍ igebren: {search} (total %count%)

source: count
kab: amḍan

source: name
kab: isem

source: Chinese traditional/simplified conversion
kab: Aselket Tacinwat tamansayt/taḥerfit

source: Source code
kab: Tangalt aγbalu

source: Enter either traditional or simplified Chinese
kab: Sekcem ama Tacinwat taḥerfit neɣ tamansayt

source: Convert
kab: Selket

source: Autogenerate furigana over Japanese
kab: Rnu s wudem awurman izamulen furigana ɣef tjapunit

source: Autogenerate furigana
kab: Rnu s wudem awurman izamulen furigana

source: Useful tools
kab: Ifecka yelhan

source: Tools
kab: Ifecka

source: Furigana autogeneration
kab: Timerna s wudem awurman izamulen furigana

source: autogenerate furigana over Japanese.
kab: rnu s wudem awurman izamulen furigana ɣef tjapunit.

source: Sinogram search
kab: Anadi n usinugram

source: search all Chinese characters / kanjis by all possible methods.
kab: nadi meṛṛa isekkilen icinwiyien / kanjis s tarrayin meṛṛa yellan.

source: Chinese simplified/traditional conversion
kab: Aselket Tacinwat taḥerfit/tamansayt

source: convert traditional Chinese to simplified and vice versa
kab: selket Tacinwat tansayant ar tḥ€rfit neɣ akken-nniḍen

source: Shanghainese to IPA
kab: Shanghainese ar IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
kab: Selket aḍris s tacanganist ar ususru-is s useqdec n Ugemmay n Ususuru Agraɣlan

source: Convert Shanghainese into IPA
kab: Selket Shanghainese ar IPA

source: Credits
kab: Ismaden

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
kab: Ad nesenmer aṭas <a href='{0}'>Kellen Parker</a> i ɣ-d-imudden afaylu n yisefka ummid ugar. Ma yella axiddim-is iɛǧeb-ak, tzemreḍ ad tedduḍ ad twaliḍ asebter n usenfaṛ-is <a href='{1}'>dagi</a>. Mebla yes-s, tifyar wu urǧin ad sɛunt tira s ususru yemmden.

source: Enter a text in shanghainese dialect
kab: Sekcem aḍris s tutlayt tacanganit

source: Transcriptions of {username}
kab: Iḍrisen n {username}

source: {username} does not have any transcriptions
kab: {username} ulac ɣur-s iḍrisen

source: Please fix the following error or press the Cancel button.
kab: Ttxil-k frul tuccḍa-a neɣ senned ɣef tqeffalt Sefsex.

source: Edit profile
kab: Ẓreg amaɣnu

source: Current picture
kab: Tawlaft tamirant

source: Remove
kab: Kkes

source: New picture
kab: Tawlaft tamaynut

source: Upload
kab: Sali

source: Birthday
kab: Azemz n tlalit

# user
source: Name
kab: Isem

source: Country
kab: Tamurt

source: Homepage
kab: Asebter agejdan

source: Description
kab: Aglam

source: Add language
kab: Rnu tutlayt

source: Edit language
kab: Ẓreg tutlayt

source: If your language is missing, please read our article on how to <a href="{}">request a new language</a>.
kab: Ma txus tutlayt-ik, ttxil ɣeṛ amagrad ɣef wamek <a href="{}">ad tsutreḍ tutlayt tamaynut</a>.

source: What is your level?
kab: Acu-t uswir-ik?

source: Details (optional). For instance, which dialect or from which country.
kab: Talqayt (tafrayant). Amedya, anta tantala neɣ tameslayt neɣ tamurt.

source: Comments posted
kab: Iwenniten yettwaznen

source: Sentences owned
kab: Tifyar yesɛan imawlan

source: Audio recordings
kab: Ikalasen imeslawen

source: Sentences favorited
kab: Tifyar tinurifin

source: Show latest activity
kab: Sken armud aneggaru

source: Email notifications are ENABLED.
kab: Ilɣa s yimayl REMDEN.

source: Email notifications are DISABLED.
kab: Ilɣa s yimayl NSAN.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
kab: Anekcum ar umaɣnu-a d AZAYEZ. Akk talɣut ad tt-walin yimdanen.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
kab: Anekcum ar umaɣnu-a ɣur-s TALAST. Ala imedrawen n Tatoeba i yezemren ad walin talqut tudmawant akked uglam.

source: Member since
kab: D aɛeggal seg

source: Contributions blocked
kab: Atteki yewḥel

source: No description.
kab: Ulac aglam.

source: Languages
kab: Tutlayin

source: No language added.
kab: Ulac tutlayt yettwarnan.

source: TIP: We encourage you to indicate the languages you know.
kab: TAXBALUT: Ad ak-nmudd tabɣest akken ad d-mmleḍ tutlayt i tessneḍ.

source: TIP: Encourage this user to indicate the languages he or she knows.
kab: TAXBALUT: Ad nmudd tabɣest i useqdac-a akken ad d-yemmleḍ neɣ ad d-temmel tutlayt i yessen neɣ i tessen.

source: Main options
kab: Iγewwaṛen igejdanen

source: Email notifications
kab: Ilɣa s yimayl

source: Set your profile public?
kab: Sbadu amaɣnu-ik azayez?

source: Remember the last list to which you assigned a sentence, and select it by default.
kab: Cfu ɣef tebdert taneggarut anida tseddaḍ tafyirt, sakin fren-itt si tazwara.

source: Display a link to expand/collapse translations when there are too many translations.
kab: Ad d-yesken aseɣwen i tneflit neɣ afnaẓ n tsuqilin ticki ddeqs i yellan.

source: Always show transcriptions and alternative scripts
kab: Skan yal tikelt iḍrisen akked iskripten-nniḍen

source: Hide random sentence on the homepage
kab: Ffer tafyirt tagacurant seg usebter agejdan

source: Enter <a href="{url}">ISO 639-3 codes</a>, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
kab: Sekcem <a href="{url}">tingalin ISO 639-3</a>, yebḍan s tuccar (m.d.: jpn,epo,ara,deu). Tatoeba ad d-yesken kan tisuqilin deg tutlayin i d-mmliḍ. Tzemreḍ ad teǧǧeḍ ayagi d ilem akken ad d-sekneḍ tisuqilin deg tutlayin meṛṛa.

source: Number of sentences per page
kab: Amḍan n tefyar deg usebter

source: Experimental options
kab: Iɣewwaṛen irmitanen

source: Options in this category are not fully functional, may not work for everyone and/or are in a phase of beta testing. They may change or be removed in the future.
kab: Iɣewwaṛen deg taggayt-a ur teddun ara meṛṛa akken iwata, neɣ ur teddun ara i yiseqdacen meṛṛa neɣ ad ttwasekyaden akka tura di lqem beta. Zemren ad ttwakksen neɣ ad beddlen ar zdat.

source: Activate the feature to rate sentences and build your collection of sentences.
kab: Rmed tamahilt akken ad tmuddeḍ tazmilt i tefyirt neɣ ad tebnuḍ tagrumma-ik n tefyar.

source: Display "(native)" next to username on sentences when the owner indicated in their profile that they have a native level in the language of the sentence.
kab: Askan n "(anaṣli)" zdat n yisem n useqdac ɣef tefyar anida yella d netta i d bab i d-yettwammlen deg umaɣnu-is d akken d tutlayt-is tayelat deg tutlayt n tefyirt.

source: Display button to copy a sentence to the clipboard.
kab: Ad yesken taqeffalt akken ad tneɣleḍ tafyirt ɣef afus.

source: Display sentences with the new design. Note that you will not have all the features from the old design.
kab: Ad d-yesken tifyar s ufeṣṣel amaynut. Ẓeṛ d akken ur ttilint ara meṛṛa tmahilin n ufeṣṣel aqbuṛ.

source: Change email address
kab: Beddel tansa imayl

source: Email address
kab: Tansa imayl

source: Change password
kab: Beddel awal n uffir

source: Old password
kab: Awal uffir aqbuṛ

source: New password
kab: Awal uffir amaynut

source: New password again
kab: Ales asekcem n wawal uffir amaynut

source: Members
kab: Imedrawen

source: Search user
kab: Nadi aseqdac

source: search
kab: anadi

source: Members (total %count%)
kab: Imedrawen (amatu %count%)

source: Member status
kab: Addad n umedraw

source: Members: {lang}
kab: Imedrawen: {lang}

source: Back to global stats
kab: Uɣal ar tiddadanin timatutin

source: Password
kab: Awal uffir

source: Send new password
kab: Azen awal uffir amaynut

source: Email
kab: Imayl

source: I accept the <a href="{}">terms of use</a>
kab: Qebleɣ <a href="{}">tiwtilin n useqdec</a>

source: Field required
kab: Ilaq wurti

source: Username must be at least two characters long
kab: Yessefk isem n useqdac ad yili xarsum s sin n yisekkilen

source: Username can only contain letters, numbers, or underscore
kab: ISem n useqdac yezmer kan ad uegber isekkilen, izwilen, neɣ ijerriḍ

source: Username already taken.
kab: Isem n useqdac yettunefk yakan =.

source: Password must be at least 6 characters long
kab: Yessefk awal uffir ad yili xarsum 6 n yisekkilen

source: unmask password
kab: sken-d awal uffir

source: Invalid email address
kab: Yir tansa imayl

source: Email address already used.
kab: Tansa-agi imayl tella yakan.

source: Native language:
kab: Tutlayt tayemmat:

source: If you don't find your native language in the list, leave this as 'None'.
kab: Ma yella ur tufiḍ ara tutlayt-ik tayemmat di tebdert, eǧǧ 'Ulac'.

source: We need to make sure you are human.
kab: Nesra ad neḍmen d akken d amdan i telliḍ.

source: What are the first five characters of your email address?
kab: D acuten isekkilen imenza n tensa-ik imayl?

source: Answer
kab: Tiririt

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
kab: Amedya, ma yella tansa-ik d: a.b.cd@amedya.kab, aru: a.b.c deg ussawen-a.

source: Tatoeba user: {username}
kab: Aseqdac Tatoeba: {username}

source: Latest sentences
kab: Tifyar tineggura

source: view all
kab: wali meṛṛa

source: Latest Wall messages
kab: Iznan ineggura deg uɣrab

source: Add vocabulary that you are learning. If your vocabulary does not exist yet in Tatoeba, other contributors can add sentences for it.
kab: Rnu awalen i t(lemmdeḍ. MA yella awalen-ik ur llin ara yakan di Tatoeba, iwiziwen-nniḍen ad izmiren ad rnun tifayr seg-s.

source: Vocabulary item
kab: Aferdis n umawal

source: Add
kab: Rnu

source: Vocabulary items added
kab: Iferdisen n umawal yettwarnan

source: Vocabulary that needs sentences
kab: Amawal yersan tifyar

source: Only vocabulary items that match fewer than 10 sentences are displayed here.
kab: Ala iferdisen n umawal yemṣadan ddaw n 10 n tefyar ara d-yettwaseknen dagi.

source: This sentence already exists.
kab: Tafyirt-agi tella yakan.

source: Submit
kab: Sumer

source: {username}'s vocabulary items ({number})
kab: iferdisen n umawal n {username} ({number})

source: Edit message {number}
kab: Ẓreg izen {number}

source: Menu
kab: Umuɣ

source: Back to Wall
kab: Uɣal ar uɣrab

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
kab: Send ad testeqsiḍ, Ɣer uqbel <a href="{}">isteqsiyen FAQ</a>.

source: We aim to maintain a healthy atmosphere for civilized discussions. Please read our <a href="{}">rules against bad behavior</a>.
kab: Iswi-nneɣ d akken amḍiq-a ad yili d win n talwit d amḍiq n leqdic zeddigen. Ttxil ɣret<a href="{}">ilugan-nneɣ mgal n wayen isaxsaren</a>.

source: {date}, by {author}
kab: {date}, sɣuṛ {author}

source: You may write in any language you want. At Tatoeba, all languages are equal.
kab: Tzemreḍ ad taruḍ deg yal tutlayt i tebɣiḍ. Di Tatoeba, akk tutlayin kifkif-itent.

source: Wall (one thread)
kab: Aɣrab (yiwen n usentel)

source: {user}'s Wall messages
kab: iznan n {user} ɣef uɣrab-is

source: {user}'s messages on the Wall (total&nbsp;{n})
kab: iznan n {user} ɣef uɣrab-is (amatu&nbsp;{n})

source: Thread #{number}
kab: Asentel #{number}
