Repository: Tatoeba/tatoeba2
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: kab

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
kab: Ma d tifyar kan n ulmad n tutlayt i tebɣiḍ, wali <a href="{}">tibdarin n tefyar</a>. Tzemreḍ ad tebnuḍ tabdert-ik, neɣ wali tid n yimdanen-nniḍen. Tibdarin zemrent ad ttwasidrent daɣen ad ttwasiggzent.

source: General information about the files
kab: Talqut tamatut ɣef ifuyla

source: The files provided here are updated every <strong>Saturday at 9 a.m.</strong> (GMT).
kab: Ifuyla i d-ittunefken dagi, ttwaleqmen yal <strong>Sed ɣef 9 f.t.</strong> (GMT).

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
kab: Ddeqs n tifyar n tjapunit akked taglizit kkant-d seg <a href="{}">Tanaka Corpus</a>, yellan deg taɣult tazayezt.

source: These files are released under CC-BY.
kab: Ifuyla-a ffɣen-d ddaw n turagt CC-BY.

source: Licenses covering audio
kab: Turagin iḥuzan imeslawen

source: The license covering an audio file is chosen by the contributor, and is indicated on the page that lists the audio files that he or she has contributed.
kab: Turagt iḥuzan afaylu ameslaw tettwafren sɣur iwiziw, daɣen tettwammel ɣef usebter i d-ibedren ifuyla imeslawen anida ittekka neɣ tettekka.

source: Questions?
kab: Isteqsiyen?

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
kab: Ma Ɣur-k isteqsiyen neɣ asuter, ttxil-k <a href="{}">nermes-aɣ-d</a>.

source: In general, we answer quickly.
kab: S umata, nettarra-d s zreb.

source: Download
kab: Sider

source: Fields and structure
kab: Urtan d tɣessa

source: File description
kab: Aglam n ufaylu

source: Sentence id
kab: Asulay id n tefyirt

source: Rating
kab: Tazmilt

source: Text
kab: Aḍris

source: Lang
kab: Tutlayt

source: Username
kab: Isem n useqdac

source: Date added
kab: Azemz n tmerna

source: Date created
kab: Azemz n tmerna

source: Date last modified
kab: Azemz n ubeddel aneggaru

source: Translation id
kab: Asulay id n tsuqilt

source: Tag name
kab: Isem n ticṛeṭ

source: List id
kab: Asulay id n tebdert

source: List name
kab: Isem n tebdert

source: Editable by
kab: Yettwabeddal sɣur

source: Meaning id
kab: Asulay id n unamek

source: Skill level
kab: Aswir n tmussni

source: Details
kab: Talqayt

source: Attribution URL
kab: Tansa URL n umuddu

source: tab
kab: iccer

source: Contains all the sentences. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
kab: Yegber meṛṛa tifyar. Yal tafyir tcudd ad yiwen n usulay akked tengalt-is <a href="{}">ISO 639-3</a>.

source: The first file (sentences.tar.bz2) contains this information alone. The second file (sentences_detailed.tar.bz2) contains additional fields for those who would like to filter the sentences based on the contributor who owns the sentence, or the date when it was added or last modified.
kab: Afaylu amezwaru (sentences.tar.bz2) yegber talɣut i yiman-is. Afaylu wis sin (sentences_detailed.tar.bz2) yegber urtan-nniḍen i wid yebɣan ad sizedgen tifyar yebnan ɣef iwiziw bab n tefyirt, neɣ azemz n tmerna neɣ azemz n ubeddel aneggaru.

source: Links
kab: Iseɣwan

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
kab: Yegber iseɣwan gar tifyar. {sampleLinkLine} yemmal-d d akken tafyirt #77 d tasuqilt n tefyirt #1. Aseɣwen yettin daɣen yemmal-d aya, ihi afaylu ad yegber izirig yemmalen {sampleLinkLineReversed}.

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
kab: Yegber tabdert n <a href="{url}">ticraḍ</a> icudden ar yal tafyirt. {sampleTagLine} yemmal-d d akken tafyirt #381279 tettwacreḍ s tecreḍt "proverb".

source: Contains the list of <a href="{}">sentence lists</a>.
kab: Yegber tabdert n <a href="{}">tebdarin n tefyirt</a>.

source: Sentences in lists
kab: Tifyar deg tibdarin

source: Indicates the sentences that are contained by any lists. {sampleListLine} means that sentence #381279 is contained by the list that has an id of 13.
kab: Yemmal-d d akken tifyar yellan di tebdert. {sampleListLine} yemmal d akken tafyirt #381279 tella deg tebderts susulay id n 13.

source: Japanese indices
kab: Imataren ijapuniyen

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
kab: Yegber ayen yegdan di "izirigen B" deg ufaylu n wammud Tanakai yezzuzer Jim Breen. Wali <a href="{url}">asebter-agi</a> i umasal. Yal anekcam icudd ar tyuga n tefyar Tajapunit/Taglizit. {sentenceId} yemmal-d asulay id n tefyirt Tajapunit. {meaningId} yemmal-d asulay id n tefyirt taglizt.

source: Contains the ids of the sentences, in all languages, for which audio is available. Other fields indicate who recorded the audio, its license and a URL to attribute the author. If the license field is empty, you may not reuse the audio outside the Tatoeba project.
kab: Yegber isulayen ids n tefyar, deg tutlayin meṛṛa, i yal ameslaw yellan. Urtan-nniḍen mmalen-d anwa yeskelsen ameslaw, turagt-is akked tansiwin URL akken ad sen-neqqen ameskar. MA yella urti n turagt d ilem, tzemreḍ ur tettalseḍ ara ameslaw beṛṛa n usenfaṛ Tatoeba.

source: User skill level per language
kab: Aswir n twezza n useqdac s tutlayt

source: Indicates the self-reported skill levels of members in individual languages.
kab: Yemmal-d aswir i d-mudden yiɛeggalen iman-nsen deg yal tutlayt.

source: Users' sentence ratings
kab: Tizmilin n tefyar n useqdac

source: Contains sentences rated by users. The value of the rating can be -1 (sentence not OK), 0 (undecided or unsure), or 1 (sentence OK). Warning: this data is still experimental.
kab: Yegber tifyar icudden ar yiseqdace. Azal n tezmilt tezmer ad tili -1 (dir-itt tefyirt), 0 (ur iban ara), neɣ (1 telha). Ɣur-k: Azemz-agi yezga d armitan.

source: Need more help?
kab: Teriḍ tallelt?

source: You can check out the <a href="{}">FAQ</a>.
kab: Tzemreḍ ad tesneqdeḍ deg isteqsiyen <a href="{}">FAQ</a>.

source: If you cannot find the answer to your question, do not hesitate to <a href="{}">contact us</a>.
kab: Ma ur tezmireḍ ara ad tafeḍ tiririt i uqteqsi-inek, ur ttḥir ara<a href="{}"> nermes-aɣ-d ɣer </a>.

source: Getting started
kab: Bdu

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{wall}">Wall</a>, or join our <a href="{chatroom}">chatroom</a>. We will give you a purpose. :)
kab: Ur tesεiḍ ara tekti ɣef ayen ara txeḍmeḍ imi tjerḍeḍ aka tura, tzemreḍ ad taruḍ kra n talɣut ɣef yiman-ik deg <a href="{wall}">Uɣrab</a>, neɣ ddu ɣer<a href="{chatroom}">Udiwenni-nneɣ</a>. ad ak-n-mud ugar n ttfaṣil. :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
kab: Ma tɣileḍ asenfaṛ-a yecbeḥ daɣen tebɣiḍ ad yeqqim yermed, a-t-an useɣwen i <strong>YESSEFK</strong> ad teɣreḍ:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
kab: Ihi, ansuf yes-k arTatoeba ! Nessaram d akken ad tiḥmileḍ attekki deg usenfaṛ-a :)

source: Important links
kab: Iseɣwan ixutar

source: Adding new sentences
kab: Timerna n tefyar timaynutin

source: There are two ways to add new sentences.
kab: Llan sin n yiberdan akken ad ternuḍ tifyar tmaynutin.

source: From the <a href="{}">Contribute</a> section
kab: Si tgezmi <a href="{}">Ttekki</a>

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
kab: S tmerna n <a href="{}">tebdert</a> tamaynut, sakin ddu ar teẓrigt n usebter i tebdert-nni.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
kab: Ɣas llant ddeqs n tifyar di Tatoeba, mazal ddeqs n wawalen ur ttwasqedcen ara yakan. Ɣef aya ad d-nessuter ad ternuḍ tifyar timaynutin s umawal amaynut, xas ur tessineḍ ara amek ara ttsuqleḍ-t ar tutlayt-nniḍen.

source: Translating sentences
kab: Tasuqilt n tefyar

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
kab: Tasuqilt d yiwen seg uxeddim meqqren di Tatoeba, imi iswi agejdan d alqaḍ n tefyar yettwasuqlen ar ddeqs n tutlayin.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
kab: Tzemreḍ ad tsuqleḍ tafyirt seg wansi tebɣiḍ. Sit kan ɣef tignit {translateButton} ticki twalaḍ-tt.

source: Correcting mistakes
kab: Aseɣti n tuccḍiwin

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
kab: Tzemreḍ kan ad tesseɣtiḍ tuccḍiwin deg tifyar-ik. Ma twalaḍ tuccḍa deg tifyar n wiyaḍ, tzemreḍ ad tazneḍ izen neɣ awennit akken ad telɣuḍ bab n tuccḍa.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
kab: Tikwal, tafyirt ulac ɣur-s bab-is. Ɣer taseddaṛt ddaw-a (ɣef uqbal n tefyar) akken ad tissineḍ ugar.

source: Adopting sentences
kab: Aqbal n tefyar

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
kab: Ticki terniḍ tafyirt, tafyirt-a "terna" ɣur-k - ala kečč i yezmren ad tt-yeẓreg. Maca, ddeqs n tefyar di Tatoeba kkant-d seg wammud tajapunit-taglizit ittusemman Tanaka Corpus. Tifyar-a ur sɛint ara bab-nsent acku ttwaleqḍent-d beṛṛa n Totoeba.

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
kab: Ma twalaḍ tuccḍa deg tefyirt "tagujilt", ur tettizmireḍ ara ad tt-tesseɣtiḍ acku mačči d kečči d bab-is. Ɣef aya i yella uɣewwaṛ "qbel" ({adoptButton}). Ticki tqebleḍ tafyirt, ad tuɣaleḍ d bab-is sakin ad tizmireḍ ad tt-beddleḍ.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
kab: Aqbal n tefyar d aḥric seg "ukala n tɣara". Tzemreḍ ad tafeḍ ugar n telɣut ɣef waya dagi:

source: Sentence lists
kab: Tibdarin n tefyirt

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
kab: Tzemreḍ ad ternuḍ tibdarin n tefyar ar Tatoeba. Di tazwara, tabdert d <strong>tudmawant</strong>, ayen yemmalen d akken tezmer kan ad tettwaẓreg sɣuṛ amseqdac i tt-yernan (maca ad tt-walin yimdanen meṛṛa)

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
kab: Maca yezmer daɣen ad yeǧǧ yal aɛeggal di Tatoeba ad yernu neɣ ad yekkes tifyar s uswel n tebdart ar <strong>amɛiwen</strong>.

source: Tatoeba: Collection of sentences and translations
kab: Tatoeba d tagrumma n tefyar akked tsuqilin

source: Latest messages
kab: Iznan ineggura

source: Latest comments
kab: Iwenniten ineggura

source: Want to help?
kab: Tebγiḍ tallelt?

source: We are collecting sentences and their translations. You can help us by translating or adding new sentences.
kab: Nleqqeḍ tifyar akked tsuqilin-nsent. Tzemreḍ ad tmuddeḍ afus s tsuqilt neɣ s tmerna n kra n tifyar.

source: Join the community
kab: Ddu ar tmezdagnut

source: Stats
kab: Addaden

source: {number} contribution today
kab: {number} attekki ass-a

source: {number} supported language
kab: {number} tutlayt yettwasefraken

source: {number} sentence in {lang}
kab: {number} tafyirt deg {lang}

source: Page temporarily disabled
kab: Asebter yewḥel akka tura

source: This page is currently disabled due to technical issues: it may be slowing down the website or is dysfunctional.
kab: Asebter-agi yensa akka tura ɣef sebba n wuguren itknikanen: ayagi yezmer ad yessitqel asmel web neɣ ad yerr ur iteddu ara.

source: We are sorry for the inconvenience.
kab: Suref-aɣ ɣef wuguren-a.

source: Table of contents
kab: Agbur

source: Translated version
kab: Lqem yettwasuqlen

source: Original version (French)
kab: Lqem anaṣli (Tafransist)

source: Information for contributors of text to the Tatoeba project
kab: Talɣut ɣef iwiziwen n uḍris n usenfaṛ Tatoeba

source: To grow the commons of free knowledge and free culture, all users contributing to the Tatoeba project are required to grant broad permissions to the general public to re-distribute and re-use their contributions freely, as long as the use is attributed. Therefore, for any text to which you hold the copyright, by submitting it, you agree to license it under the Creative Commons Attribution License 2.0 (fr). Please note that this license does allow commercial uses of your contributions, as long as such uses are compliant with the terms.
kab: Akken ad nesnerni ayla ucrik n tmusni tilellit akked yidles n baṭel, ad nessuter deg iwiziwen ittekkan deg usenfaṛ Tatoeba ad mudden ddeqs n yizerfan i uzayez akken ad zuzren neɣ ad alsen aseqdec n uttekki-nsen s wudem ilelli, skud aseqdec yemmal aɣbalu. Ɣef aya, s tuzna n kra n uḍris anida ɣur-k izerfan n umeskar neɣ ala, ad tmuddeḍ amtawa-ik akken ad yettwaseqdec ddaw turagt Creative Commons Attribution License 2.0 (fr). Ma ulac aɣilif, ẓeṛ d akken turagt-a ad tmudd izerfan n useqdec n uttekki-ik ula i wid yeznuzun, maca yessefk kan aseqdec-agi ad iqadeṛ ilugan n turagt.

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences to which you contributed, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
kab: S yisem-ik d ameskar, ad tqebleḍ ad tekkiḍ s tarrayin-a: a) s useqdec n useɣwen (ma yella wamek) neq tansa URL ar tefyirt neɣ tifyar anida i tettekkaḍ, b) s suseɣwen (anida yella wamek) neɣ tansaURL , ar unɣel-nniḍen srid urkid yettwakcamen s wudem ilelli, yettqadaṛen turagt, i yettmuddun daɣen asmad i yimeskaren s wudem yemtawin akked usmad i d-ittunefken deg usmel, neɣ c) s tebdert n yimeskaren. (Yal tabdert n yimeskarenyezmer ad yettwasizdeg akken ad yekkes ittekkiyen meẓẓiyen ur nemɛin ara.)

source: Importing text:
kab: Akter n uḍris:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
kab: Ma tebɣiḍ ad ketreḍ aḍris i tufiḍ deg amḍiq neɣ tettekkaḍ deg-s akked imeskaren-nniḍen, yezmer ad t-tesqedceḍ ma yella yettwadeṛ tiwtilin yemṣadan akked turagt CC-BY.

source: If you import text under a compatible license which requires attribution, you must, in a reasonable fashion, credit the author(s). Where such credit is commonly given through sentence comments, it is sufficient to give attribution in the edit summary, which is recorded in the sentence history when importing the text. Regardless of the license, the text you import may be rejected if the required attribution is deemed too intrusive.
kab: Ma tketreḍ-d aḍris s turagt yemṣadan yesran tikci n wayla, yessefk, s yal allal yellan, ad tmuddeḍ asmad i umeskar neɣ imeskaren. Asmad neɣ ismaden-agi ttwammalen s tanumi deg iwenniten n tifyar, amudd n usmad deg ugzul n tazwara ad iqadd, d ayen ara yettwaskelsen deg umezruy n tefyirt, deg uktar n uḍris. Akken yebɣu tella turagt, aḍris ara d-ketreḍ yezmer ad yettwagi ma yella tikci n wayla ilaqen tettwaḥsab am akken teggar-d iman-is aṭas.

source: Information for re-users:
kab: Tamɣut i wid yettalsen aseqdec:

source: Re-use of text:
kab: Ales aseqdec n uḍris:

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
kab: Tikci n yimawlan: Akken ad tezzuzreḍ yiwen n usebter seg uḍris s talqa yellan, yessefk ad temmleḍ imeskaren ama s useddu n a) aseɣwen (anida tzemreḍ) neɣ tansa URL ar usebter neɣ isebtar ara tesqedceḍ, b) aseɣwen (anida tzemreḍ) neɣ tansa URL ar unɣel s yizirig-nniḍen imezgi , ayen ara yettwakcamen s wudem ilelli, yemṣadan d turagt, akked wayen ara yefken ayla i yimeskaren s wudem yegdan ismaden yettunefken i usmel-agi web, neɣ c) tabdert n yimeskaren meṛṛa. (Akk tabdert tezmer ad tettwasizdeg akken ad tekkseḍ attekki meẓẓiyen neɣ win ur yenfiɛen ara.) Ayagi ad yettwasnes ɣef uḍris yettwagen sɣur tarbaɛt n usenfaṛ Tatoeba. Aḍris i d-yekkan seg teɣbula n beṛṛa yezmer ad iseddu ilugan n tikci-nniḍen n wayla i uxeddim, anida i nettnaḍaḥ akken ad t-id-nemmel s wudem ibanen.

source: Indicate changes: If you make modifications or additions, you must indicate in a reasonable fashion that the original work has been modified. If you are re-using the sentence in a wiki, for example, indicating this in the page history is sufficient.
kab: Yemmal-d ibeddilen: Ma tgiḍ kra n ubeddel neɣ timerna, yessefk ad temmleḍ s wallal yellan d akken axeddim anaṣli ibeddel. Ma yella ad talseḍ aseqdec n tefyirt deg uwiki, amedya, ayen yemmalen aya deg umezruy n usebter ad iqadd.

source: Licensing notice: Each copy or modified version that you distribute must include a licensing notice stating that the work is released under CC-BY and either a) a hyperlink or URL to the text of the license or b) a copy of the license. For this purpose, a suitable URL is: http://creativecommons.org/licenses/by/2.0/fr/
kab: Tamawt ɣef turagt: Yal anɣel neɣ abeddel di lqem ara tezzuzreḍ yessefk ad iseddutamawt n turagt yemmalen d akken axeddimyeffeɣ-d ddaw n turagt CC-BY ama a) d aseɣwen neɣ tansa URL ar uḍris n turagt neɣ b) anɣeln turagt. Ɣef aya, tansa URL ilaqen d: http://creativecommons.org/licenses/by/2.0/fr/

source: For further information, please refer to the legal code of the CC-BY License.
kab: I wugar n telɣut, ddu ar usaḍuf n turagt CC-BY.

source: Precedence of French terms
kab: Tiwtilin s tefransist zwarent

source: These site terms are not to be modified. If there is any inconsistency between the French terms and any translation into other languages, the French language version takes precedence.
kab: Tiwtilin n usmel-agi web ur ttwabeddalent ara. Ma yella kra n umgared gar tiwtilin n tefransist akked tasuqilt-nniḍen deg tutlayin-nniḍen, lqem n tutlayt n tefransist zwaren.

source: Private messages - {folderName}
kab: Iznan usligen - {folderName}

source: [no subject]
kab: [ulac asentel]

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
kab: Akken ad neḥerzeḍ Tatoeba d ilelli seg yispamen akked yir iznan, iseqdacen imaynuten zemren kan ad aznen 5 n yiznan deg ass.

source: Please wait until you can send more messages.
kab: Ma ulac aɣilif rǧu ad tizmireḍ ad tazneḍ ugar n yiznan.

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
kab: Akken ad neḥerzeḍ Tatoeba d ilelli seg yispamen akked yir iznan iseqdacen imaynuten zemren kan ad aznen 5 n yiznan deg ass.

source: You have sent one message today.
kab: Tuzneḍ-d yiwen n yizen ass-a.

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
kab: Senned nnig n tefyirt akken ad tedduḍ ɣer tatoeba.org akken ad tt-tsuqleḍ neɣ ad teǧǧeḍ awennit.

source: Browse by last modified (total %count%)
kab: Snirem s wazemz n ubeddel aneggaru (amatu %count%)

source: Sentence #{number}
kab: Tafyirt #{number}

source: Edit Comment
kab: Ẓreg awennit

source: Edit Comment on Sentence #{number}
kab: Ẓreg awennit ɣef tefyir #{number}

source: Comments on sentences
kab: Iwenniten ɣef tifyar

source: Comments on sentences (total %count%)
kab: Iwenniten ɣef tifyar (amatu %count%)

source: {user}'s comments
kab: iwenniten n {user}

source: {user} has posted no comment
kab: {user} ur d-yuzin ara iwenniten

source: {user}'s comments (total&nbsp;{n})
kab: iwenniten n {user} (amatu&nbsp;{n})

source: {user} has no comment posted on his/her sentences
kab: {user} ulac ɣur-s awennit yettwaznen ɣef tifyar-is

source: Comments on {user}'s sentences (total&nbsp;{n})
kab: Iwenniten n tefyar n {user} (amatu&nbsp;{n})

source: Important
kab: Ɣur-k

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
kab: Ma ulac aɣilif ur tettu ara <strong>isekkilen imeqqranen</strong> akked <strong>usenqeḍ</strong>! Tanemmirt.

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
kab: Ur d-ttawi ara tifyar si yal tama, anagar ma yella agbur yemṣada d CC-BY. <a href="{}">Issin ugar...</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
kab: Tzemreḍ ad ternuḍ tifyar ur tessineḍ ad tsuqleḍ. Ahat yella win ara yissinen!

source: Add new sentences
kab: Rnu tifyar timaynutin

source: Sentence
kab: Tafyir

source: Sentences added
kab: Tifyar yettwarnan

source: Check out the vocabulary for which we need sentences
kab: Senqed amawal anida neḥwaǧ tifyar

source: {user}'s sentences
kab: tifyar n {user}

source: {user}'s sentences in {language}
kab: tifyar n {user} s {language}

source: {user} does not have any sentence in {language}
kab: {user} ulac ɣur-s ula yiwent n tefyirt s {language}

source: {user} does not have any sentence
kab: {user} ulac ɣur-s ula yiwent n tefyirt

source: An error occurred while fetching the random sentence. If this persists, please <a href="{}">let us know</a>.
kab: Teḍra-d tuccḍa deg unadi n tefyirt tagacurant. Ma yezga, ttxil-k <a href="{}">eǧǧ-aɣ ad nẓeṛ</a>.

source: Search disabled
kab: Anadi yensa

source: Sentences with: {keywords}
kab: Tifyar s: {keywords}

source: Sentences in {language} not translated into {translationLanguage}
kab: Tifyar s {language} ur yettwasuqlen ara ar {translationLanguage}

source: Sentences in {language} translated into {translationLanguage}
kab: Tifyar s {language} yettwasuqlen ar {translationLanguage}

source: Sentences in {language}
kab: Tifyar s {language}
