Repository: Tatoeba/tatoeba2
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: kab

source: Result of license switch to CC0 1.0
kab: Agemmuḍ n ubeddel n turagt ɣer CC0 1.0

source: Unable to change the license of sentence {id} to “{newLicense}” because:
kab: Ur izmir ara ad ibeddel turagt n tefyirt {id} ɣer “{newLicense}” acku:

source: License switch started on {date} at {time} UTC.
kab: Abeddel n turagt ibda ass n {date} ɣef {time} UTC.

source: Found {n} sentence that can be switched to {newLicense}.
kab: Tettwaf {n} n tefyirt i yezmren ad tuɣal ar {newLicense}.

source: Successfully changed the license of {n} sentence.
kab: Abeddel n turagt yedda i {n} n tefyirt.

source: License switch completed on {date} at {time} UTC.
kab: Abeddel n turagt imed ass n {date} ɣef {time} UTC.

source: There's no user called {username}
kab: Ulac aseqdac s yisem {username}

source: You need to be logged in.
kab: Tesriḍ ad teqqneḍ.

source: Your audio settings have been saved.
kab: Iɣewwaṛen-ik imeslawen ttwaskelsen.

source: An error occurred while saving. Please try again or contact us to report this.
kab: Teḍra-d tuccḍa deg usekles. Ma ulac aγilif, ɛreḍ tikelt-nniḍen neɣ azen-aɣ-d ugur-agi.

source: Tatoeba, new password
kab: Tatoeba, awal uffir amaynut

source: A license switch is already in progress.
kab: Abeddel n turagt iteddu yakan.

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
kab: Tifyar #{firstNumber} akked #{secondNumber} akka tura d tasuqilt srid yiwet seg tayeḍ.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
kab: Tifyar #{firstNumber} akked #{secondNumber} ur zgint ara d tasuqilt srid yiwet seg tayeḍ.

source: An error occurred while unlinking. Please try again or contact us to report this.
kab: Teḍra-d tuccḍa deg tukksa n wassaɣ. Ma ulac aγilif, ɛreḍ tikelt-nniḍen neɣ azen-aɣ-d ugur-agi.

source: You have reached your message limit for today. Please wait until you can send more messages. If you have received this message in error, please contact administrators at {email}.
kab: Tewwḍeḍ ar talast-ik n yiznan ass-a. MA ulac aɣilif ,rǧu arama tzemreḍ ad tazneḍ ugar n yiznan. Ma s tuccḍa kan i d-tremseḍ izen-agi, nermes ma ulac aɣilif inedbalen ar {email}.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
kab: Aseqdac {username} iwumi tebɣiḍ ad tazneḍ izen-agi, ulac-it. Ma ulac aɣilif, ɛreḍ s yisem-nniḍen.

source: restore
kab: err-it-id

source: permanently delete
kab: kkes ilebda

source: Are you sure?
kab: Tebɣiḍ ?

source: delete
kab: kkes

source: mark as unread
kab: creḍ ur yettwaɣra ara

source: reply
kab: err

source: Folder "{name}" emptied.
kab: Akaram "{name}" d ilem.

source: There is no sentence with id {number}
kab: Ulac tafyirt s usulay id {number}

source: Your comment has been saved.
kab: Awennit-ik yettwasekles.

source: You do not have permission to edit this comment.
kab: Ur tesɛiḍ ara tasiregt i teẓrigt n uwennit-agi.

source: If you have received this message in error, please contact administrators at {email}.
kab: Ma treemseḍ-d izen-agi s tuccḍa, nermes ma ulac aɣilif inedbalen ar {email}.

source: Comments cannot be empty.
kab: Iwenniten ur zmiren ara ad ilin d ilmawen.

source: Changes to your comment have been saved.
kab: Ibeddilen ɣef uwennit-ik ttwaskelsen.

source: We could not save your changes.
kab: Ur nezmir ara ad nsekles ibeddilen-ik.

source: You cannot delete this sentence.
kab: Ur tezmireḍ ara ad tekkseḍ tafyirt-a.

source: The sentence #{id} has been deleted.
kab: Tafyirt #{id} tettwakkes.

source: Error: the sentence #{id} could not be deleted.
kab: Tuccḍa: tafyirt #{id} ur tezmir ara ad tettwakkes.

source: “owned by a self-identified native”, because “sentence language” is set to “any”
kab: "babnsent d win yennan d tutlayt tayemmat", acku "tutlayt n tefyir" ters "yal tutlayt"

source: “translation is orphan”, because “translation owner” is set to a username
kab: “tasuqilt d tagujilt”, acku “bab n tsuqilt” icudd ar yisem n useqdac

source: “translation owner”, because “{username}” is not a valid username
kab: “bab n tsuqilt”, acku “{username}” mačči d isem n useqdac ameɣtu

source: “sentence is orphan”, because “sentence owner” is set to a username
kab: “tafyirt d tagujilt”, acku “bab n tefyirt” icudd ar yisem n useqdac

source: “sentence owner”, because “{username}” is not a valid username
kab: “bab n tefyirt”, acku “{username}” mačči d isem n useqdac ameɣtu

source: “tagged as {tagName}”, because it's an invalid tag name
kab: “tettwacreḍ d {tagName}”, acku mačči d isem n tecreḍt ameɣtu

source: “belongs to list number {listId}”, because list {listId} is private or does not exist
kab: “ittekka ar wuṭṭun n tebdert {listId}”, acku tabdert {listId} d tusligt neɣ ur telli ara

source: “owned by a self-identified native”, because the criterion “owned by: {username}” is set whereas he or she is not a self-identified native in the language you're searching into
kab: "bab-nsent d win yesɛan tutlayt tayemmat", acku asebdad "bab: {username}" yella, maca aɛeggal-a mačči d i d-yennan d akken mačči d tutlayt-is tayemmat deg tutlayin i tettnadiḍ

source: You are not allowed to change the license of this sentence.
kab: Ur tesεiḍ ara tasiregt i usenfel n turagt n tifeyirt-agi.

source: The license of the sentence has been changed to “{newLicense}”.
kab: Turagt n tefyirt tettwabedel ɣer “{newLicense}”.

source: Unable to change the license to “{newLicense}” because:
kab: Ur izmir ara ad ibeddel turagt ɣer “{newLicense}” acku:

source: All public lists ({total})
kab: Akk tibdarin tizuyaz ({total})

source: All public lists containing "{search}" ({total})
kab: Akk tibdarin tizuyaz igebren "{search}" ({total})

source: Collaborative lists ({total})
kab: Tibdarin n uttekki ({total})

source: Collaborative lists containing "{search}" ({total})
kab: Tibdarin n utekki igebren "{search}" ({total})

source: You do not have permission to view this list.
kab: Ur tesɛiḍ ara tasiregt akken ad twaliḍ tabdert-agi.

source: The download feature has been disabled for this list because it contains a sentence.
kab: Tamahilt n usider tensa i tebdert-a acku tegber tafyirt.

source: Only lists containing one sentence or fewer can be downloaded. If you can edit the list, you may want to split it into multiple lists.
kab: Ala tibdarin igebren yiwet n tefyir neɣ drus i yezemren ad ttwasidrent. Ma tzemreḍ ad tẓergeḍ tabdert, ad tizmireḍ ad tt-tebḍuḍ ar ddeqs n tebdarin.

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
kab: Tacreḍt '{tagName}' tella yakan i tefyirt #{number}, neɣ ahat ur tezmir ara ad tettwarnu

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
kab: Ulac tifyar i tecreḍt-agi. Tacreḍt i tettnadiḍ tettwakkes neɣ ulac-itt.

source: No user with this username: {username}
kab: Ulac aseqdac s yisem: {username}

source: Failed to upload image
kab: Ur yezmir ad yessali tugna

source: Please choose an image that does not exceed 1 MB.
kab: Ma ula aɣilif fren tugna ur iɛeddan ara 1 MAṬ.

source: Please choose GIF, JPEG or PNG image format.
kab: Ma ulac aɣilif fren amasal n tugna GIF, JPEG neɣ PNG.

source: Error while saving.
kab: Anezri deg usekles.

source: Profile saved.
kab: Amaɣnu yettwasekles.

source: Failed to change email address. Please enter a proper email address.
kab: Ur yessiweḍ ara ad ibeddel tansa imayl. Ma ulac aɣilif sekcem tnsa imayl tameɣtut.

source: That email address already exists. Please try another.
kab: Tansa-agi imayl tella yakan. Ttwil-k fren tayeḍ.

source: The entered birthday is an invalid date. Please try again.
kab: Azem n tlalit d yir azemz . Ttxil-k fren wayed.

source: The entered birthday is incomplete. Accepted birthdays: full date, month and day, year and month, only year.
kab: Azeme n tlalit ur yemmid ara. Izmaz ilaqen: azemz ummid, ayyur d wass, aseggas d waggur, aseggas kan.

source: Your settings have been saved.
kab: Iɣewwaṛen-ik ttwaskelsen.

source: New password cannot be empty.
kab: Awal uffir amaynut ur yessefk ara ad yiki d ilem.

source: New passwords do not match.
kab: Awalen uffiren ur menṭaḍen ara.

source: New password has been saved.
kab: Awal uffir yettwasekles.

source: An error occurred while saving.
kab: Teḍra-d tuccḍa deg usekles.

source: Password error. Please try again.
kab: Tuccḍa deg wawal uffir. Ttwil-k ales.

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
kab: Amiḍan-agi yettwacreḍ yensa. Ur tezmireḍ ara ad teqqneḍ yes-s. Ma ulac aɣilif, nermes anedbal ɣef waya.

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
kab: Amiḍan-agi yettwacreḍ d aspam. Ur tezmireḍ ara ad teqqneḍ yes-s. Ma ulac aɣilif, nermes anedbal ɣef waya.

source: You must fill in your username and password.
kab: Yessefk ad teskecmeḍ isem-ik n useqdac d wawal-ik uffir.

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
kab: Tuqqna tecceḍ. Ḍmen d akken taqeffalt n usekkil ameqqran ur termid ara. Awal-ik uffir yeṭṭafaṛ taṛuzi n usekkil.

source: Password cannot be empty.
kab: Awal uffir amaynut ur yessefk ara ad yili d ilem.

source: Wrong answer to the question.
kab: Yir tiririt i usteqsi.

source: You did not accept the terms of use.
kab: Ur teqbileḍ ara yakan tiwtilin n useqdec.

source: Welcome to Tatoeba!
kab: Ansuf ar Tatoeba!

source: To start things off, we encourage you to go to your <a href='{url}'>profile</a> and let us know which languages you speak or are interested in.
kab: Akken ad tebduḍ, ad k-nwelleh ad tebbuḍ ar <a href='{url}'>umaɣnu</a>-ik sakin ad aɣ-d-iniḍ anta tutlayin i tettmeslayeḍ, i iɛeǧben.

source: Your new password has been sent to {email}.
kab: Awal-ik uffir amaynut yettwazen ar {email}.

source: You may need to check your spam folder to find this message.
kab: Yessefk ad twaliḍ akaram-ik n yispamen akken ad tafeḍ izen-agi.

source: There is no registered user with this email address:
kab: Ulac aseqdac yettwajerrden s tansa-a imayl:

source: No user with this username:
kab: Ulac aseqdac s yisem-agi n useqdac

source: No user with this ID: {id}
kab: Ulac aseqdac s usulay-agi ID: {id}

source: No language selected.
kab: Ulac tutlayt ittwafernen.

source: You cannot edit this language.
kab: Ur tezmireḍ ara ad tẓergeḍ tutlayt-agi.

source: Language deleted
kab: Tutlayt tettwakkes

source: You cannot delete this language.
kab: Ur tezmireḍ ara ad tekkseḍ tutlayt-agi.

source: Unknown number of sentences
kab: Amḍan n tefyar d arussin

source: {number} sentence
kab: {number} tafyirt

source: You cannot save an empty message.
kab: Ur tezmireḍ ara ad teskelseḍ izen ilem.

source: Message saved.
kab: Izen yettwasekles.

source: We apologize, but we could not save your data. Please try again
kab: Suref-aɣ, acu kan ur nezmir ara ad nsekles isefka-ik. Ttxil-k ales tikelt-nniḍen

source: You do not have permission to edit this message.
kab: Ur tesɛiḍ ara tasiregt i teẓrigt n yizen-agi.

source: The message you are trying to view does not exist or has been deleted.
kab: Izen i tettaɛraḍeḍ ad twaliḍ, ulac-it neɣ ahat yettwakkes.

source: The provided sentence differs from the original one near “{character}”.
kab: Tafyirt i d-muddeḍ temgarad d tefyirt tanaṣlit ar usekkil “{character}”.

source: The provided sentence is shorter than the original one.
kab: Tafyirt i d-muddeḍ meẓẓiyet ɣeftefyirt tanaṣlit.

source: The following character lacks furigana: {charsEnumeration}.
kab: Asekkil-a ixuṣṣ-it ufuriganas&nbsp;: {charsEnumeration}.

source: The following character is not transcribed: {charsEnumeration}.
kab: Asekkil-a ur yettwaru ara: {charsEnumeration}.

source: This is not a valid license.
kab: Turagt-a ur telli d taeɣtut.

source: This sentence is already under that license.
kab: Tafyirt-agi attan yakan ddaw turagt-a.

source: The sentence needs to be original (not initially derived from translation).
kab: Tafyirt-a tesra ad tili d tanaṣlit ( mačči ad tt-twakkes seg tsuqilt).

source: You're not the owner of this sentence.
kab: Ur telliḍ ara d bab n tefyirt.

source: The owner of the sentence needs to be its original creator.
kab: Bab n tefyirt yesra ad yili d ameskar amezwaru n tmerna-ines.

source: You can only switch to a more permissive license.
kab: Tzemreḍ kan ad bedleḍ ɣer turagt-nniḍen i ttwasirgen.

source: unnamed list
kab: tabdert war isem

source: Warning
kab: Ɣur-k

source: Orphan sentences
kab: Tifyar tigujilin

source: Orphan sentences in {language}
kab: Tifyar tigujilin s {language}

source: About adoption
kab: Ɣef uqbal

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
kab: Aqbal d tarrayt n ufran "tafyirt-a d tameɣtut". Daɣen d tagnit akken ad tesneqdeḍ tafyirt akked useɣti-is ma tella tuccḍa.

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
kab: Ma tebɣiḍ ad aɣ-d-muddeḍ afus deg usenqed d useɣti, ihi qbel ({adoptButton}) yal tutlayt "tagujilt"i twalaḍ deg <strong>tutlayt tayemmat</strong>, sakin seɣti-tt ma ilaq. Ɣer <a href="{url}">aya</a> i wugar n usegzi.

source: Tips
kab: Tixbula

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
kab: Ma twalaḍ aseqdac-nniḍen yettban-d deffir n uqbal n tefyir, ayagi yemmal-d d akken yella win-nniḍen iqeblen tafyirt uqbel-ik. Dagi ihi, tzemreḍ ad tɛerḍeḍ ad tqebleḍ tifyar ibeɛden ɣef usebter amiran akken ur d-ḍerru ara tikelt-nniḍen.

source: Improve sentences
kab: Snerni tifyar

source: Related links
kab: Iseɣwan-nniḍen

source: Tag guidelines
kab: Ilugan n tecraḍ

source: Tags you should know about
kab: Ticraḍ yessefk ad tissineḍ

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
kab: Tarbaɛt tesbadu ddeqs n "tecraḍ-ifecka" i usnerni n tɣara akked tilhin n tefyar.

source: {tagChange}: the sentence needs to be changed.
kab: {tagChange}: tafyirt tesra abeddel.

source: {tagCheck}: the sentence needs to be checked.
kab: {tagCheck}: tafyirt tesra asenqed.

source: {tagNNC}: the sentence needs to be checked by a native speaker.
kab: {tagNNC}: tafyirt yessefk ad tt-isenqed win yesɛan tutlayt-a d tin n tyemmat.

source: {tagOK}: the sentence is considered correct by at least one person.
kab: {tagOK}: tafyirt tettwaḥseb d tameɣtut sɣur xarṣum yiwen n umdan.

source: How to help
kab: Amek ara d-muddeḍ afus

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
kab: Yessefk ad tiliḍ d <a href="{}">d iwizi amussnaw </a>; neɣ ma ulac ur tettizmired ara ad tcerḍeḍ tifyar.

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
kab: Ma tufid tafyirt s tuccḍa neɣ ayen ur nelhi ara, rnu tacreḍt {tagChange} sakin sumer s uwennit yiwen n useɣti neɣ tulsa n tira n tefyirt.

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
kab: Ma twalad tuccḍa ibanen, rnu tacreḍt {tagCheck} sakin segzi-d s uwennit tuccḍa i twalaḍ neɣ i tɣileḍ.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
kab: Ma terniḍ tafyirt s tutlayt tabeṛṛanit daɣen ur telliḍ ara di ttbut d akken d tameɣtut, rnu tacreḍt {tagNNC}.

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
kab: Ma tzemreḍ, snirem tifyar yewwin ticraḍ {tagChange}, {tagCheck}, akked {tagNNC} akken ad tmeslayeḍ fell-asent d yiɛeggalen-nniḍen ɣef wayen ilaqen ad yettwag..

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
kab: Ticki tafyirt yesɛan ugur tettwasesfer, senṭeḍ-as tacreḍt {tagOK}. S umata, tzemreḍ ad tesnirmeḍ daɣen ad tesneqdeḍ tifyar n wiyaḍ akken ad sent-ternuḍ tacreḍt {tagOK}. Maca, eg-it kan ticki telliḍ di ttbut d akken d timeɣta, daɣen ur seqdac ara tacreḍt-agi ɣef tifyar-ik.

source: Translate sentences
kab: Suqel tifyar

source: How to add a translation
kab: Amek ara ternuḍ tasuqilt

source: Once the sentences are displayed, click on {translateButton} to add a translation.
kab: Ticki tifyar ttwaseknent, sit ɣef {translateButton} akken ad ternuḍ tasuqilt.

source: About translations
kab: Ɣef tsuqilin

source: Good translations
kab: Tisuqilin garrzent

source: We know it's difficult, but do NOT translate word for word!
kab: Neẓra yewɣeṛ, maca ur suqul ara awal s wawal!

source: Multiple translations
kab: Ddeqs n tsuqilin

source: If you feel there are several possible translations, you can add several translations in the same language.
kab: Ma twalaḍ llant ddeqs n tsuqilin, tzemreḍ ad ternuḍ ugar n tsuqilt deg yiwet n tutlayt.

source: Search for untranslated sentences
kab: Nadi tifyar ur nettwasuqel ara

source: Sentences in:
kab: Tifyar deg:

source: Not directly translated into:
kab: Ur ttwasuqlent ara srid ar:

source: show sentences
kab: sken tifyar

source: Display random sentences
kab: Sken-d tifyar tigacuranin

source: Quantity
kab: Tasmekta

source: Language
kab: Tutlayt

source: show random sentences
kab: sken tifyar tigacuranin

source: Translate {language} sentences that belong to {user}
kab: Suqel tifyar s {language} n useqdac {user}

source: Translate sentences that belong to {user}
kab: Suqel tifyar useqdac {user}

source: Yes
kab: Ih

source: No
kab: Uhu

source: Sentences in {language} with audio
kab: Tifyar s {language} s umeslaw

source: Sentences with audio
kab: Tifyar s umeslaw

source: There are no sentences with audio
kab: Ulac tifyar s umeslaw

source: (total %count%)
kab: (amatu %count%)

source: Audio contributed by {username}
kab: Imeslawen i yega {username}

source: My audio
kab: Ameslaw-iw

source: License:
kab: Turagt:

source: Leave this field empty to use your profile page.
kab: Eǧǧ urti-a d ilem akken ad iseqdec asebter n umaɣnu-ik.

source: Attribution URL:
kab: Tansa URL n umuddu:

source: Save
kab: Sekles

source: {username} has not contributed any audio
kab: {username} ur ittekki ara deg umeslaw

source: Sentences marked as "OK"
kab: Tifyar yettwacerḍen "IH"

source: Sentences marked as "unsure"
kab: Tifyar yettwacerḍen "Yella ccek"

source: Sentences marked as "not OK"
kab: Tifyar yettwacerḍen "mačči IH"

source: All sentences
kab: Akk tifyar

source: Outdated ratings
kab: Tizmilin ifaten

source: {user}'s collection - {category}
kab: tagrumma n {user}- {category}

source: This feature is currently deactivated.
kab: Tamahilt-agi tensa akka tura.

source: You can activate it in your settings: "Activate the feature to rate sentences and build your collection..."
kab: Tzemreḍ ad tremdeḍ deg iɣewwaṛen-ik : "Rmed tamahilt n usezmel n tifyar daɣen bnu tigrummiwin-ik..."

source: Filter
kab: Imzizdig

source: Sort by:
kab: Fren s :

source: date modified
kab: azemz n ubeddel

source: date created
kab: azemz n tmerna

source: sentence id
kab: asulay id n tefyirt

source: Sentence {id} has been deleted.
kab: Tafyirt {id} tettwakkes.

source: Activity timeline
kab: Amazray n urmud

source: Daily Average: {n} sentence
kab: Talemmast n wass {n} tefyirt

source: Latest contributions
kab: Attekki aneggaru

source: Contributions
kab: Ittekkiyen

source: View all
kab: Sken akk

source: Browse all contributions
kab: Snirem attekki meṛṛa

source: Logs of {user}'s contributions
kab: Iɣmisen n uttekki n {user}

source: Sentences
kab: Tifyar

source: Words:
kab: Awalen:

source: Language:
kab: Tutlayt:

source: Show translations in:
kab: Sken tisuqilin deg:

source: Orphan sentences are likely to be incorrect.
kab: Tifyar tigujilin zemrent ad ilint mačči d timeɣta.

source: Is orphan:
kab: D tigujilin:

# orphan
source: Any
kab: Ayen yellan

source: Unapproved sentences are likely to be incorrect.
kab: Tifayr ur nettwaqbel ara zemrent ad ilint mačči d timeɣta.

source: Is unapproved:
kab: Ur yettwaqbel ara:

# unapproved
source: Any
kab: Ayen yellan

source: Owned by a self-identified native
kab: Bab-nsent d win i d-yennan d tutlayt-is tayemmat

source: Owner:
kab: Bab:

source: Enter a username
kab: Sekcem isem n useqdac

source: Separate tags with commas.
kab: Bḍu gar tecraḍ s ticcert.

source: Tags:
kab: Ticraḍ:

source: Belongs to list:
kab: Ittekka ar tedbert:

source: Has audio:
kab: Ɣur-s ameslaw:

# audio
source: Any
kab: Ayen yellan

source: Translations
kab: Tisuqilin

source: Limit to
kab: Talast i

source: Exclude
kab: Suffeɣ

source: {action} sentences having translations that match all the following criteria.
kab: {action} tifyar yesɛan tisuqilin yemṣadan isebdaden-agi.

source: Link:
kab: Aseγwen:

# link
source: Any
kab: Ayen yellan

source: Direct
kab: Srid

source: Indirect
kab: Arusrid

source: Sort
kab: Smizzwer

source: Order:
kab: Amizwer:

source: Fewest words first
kab: S umḍan n wawalen

source: Last created first
kab: Di tazwrara timerna taneggarut

source: Last modified first
kab: Di tazwrara abeddel aneggaru

source: Random
kab: Agacuran

source: Reverse order
kab: Tti asmizzwer

source: More search options
kab: Ugar n yiɣewwaṛen n unadi

# button
source: Advanced search
kab: Anadi leqqayen

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
kab: Ɣur-k : asmel-a d asmel n usekyed. Sekra wayen ara tazneḍ, ad iruḥ.

source: Number of sentences with audio by language
kab: Amḍan n tifyar s umeslaw s tutlayt

source: Browse audio for all languages
kab: Snirem ameslaw i tutlayin meṛṛa

source: Month
kab: Aggur

source: Year
kab: Iseggasen

source: Currently contributing
kab: Attekki amiran

source: User who did the last contribution.
kab: Aseqdac yegan abeddel aneggaru.

source: #{rank} - {n}&nbsp;sentence - {percentage}%
kab: #{rank} - {n}&nbsp;tafyirt - {percentage}%

source: Need some help?
kab: Tesriḍ tallelt?

source: Quick Start Guide
kab: Amnir n ubeddu afessas

source: FAQ
kab: Isteqsiyen FAQ

source: Help
kab: Tallelt

source: Developers
kab: Ineflayen

source: Downloads
kab: Isidar

source: Google group
kab: Agraw Google

source: About
kab: Ɣef

source: What is Tatoeba?
kab: D acu-t Tatoeba?

source: Contact us
kab: Nermes-aɣ-d

source: Status
kab: Addad

source: Terms of use
kab: Tiwtilin n useqdec

source: Blog
kab: Ablug

source: Our written sentences and translations can be used under the Creative Commons Attribution 2.0 license (CC-BY 2.0).
kab: Tifyar-nneɣ akked tsuqilin-nneɣ yettwarun, zemrent ad ttwasqedcent ddaw n turagt Creative Commons Attribution 2.0 (CC-BY 2.0).

source: More information
kab: Ugar n telɣut

source: If you love this content, please consider a <a href={}>donation</a>.
kab: Ma tḥemmleḍ agbur-agi, mudd-d ma ulac aɣilif <a href={}>tawsa</a>.

source: Join the community!
kab: Ddu ar terbaɛt!
