Repository: Tatoeba/tatoeba2
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: kab

source: The more contributors there are, the more useful Tatoeba will become! Besides, by contributing, not only will you be helpful to the rest of the world, but you will also get to learn a lot.
kab: Skud yettili uttekki, skud Tatoeba yettuɣal yenfeɛ! Ɣef aya, attekki, daɣen tallelt seg umaḍal meṛṛa, ad k-yeǧǧ ad tissineḍ ugar.

source: Register
kab: Sekles

source: Select a language
kab: Fren tutlayt

source: No language found.
kab: Ulac tutlayt yettwafen.

source: Log in
kab: Qqen

source: Username:
kab: Isem n useqdac:

source: Password:
kab: Awal uffir:

source: Remember me
kab: Cfu fell-i

source: Forgot your password?
kab: Tettuḍ awal uffir?

source: Close
kab: Mdel

source: sentence deleted
kab: tafyirt tettwakkes

source: {createdDate}, edited {modifiedDate}
kab: {createdDate}, yeẓreg {modifiedDate}

source: Sentence {number} — belongs to {username}
kab: Tafyirt {number} — n {username}

source: Sentence {number}
kab: Tafyirt {number}

source: permalink
kab: aseɣwen yezgan

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
kab: Agbur n yizen-agi yekka-d mgal n <a href="{}">yilugan-nneɣ</a> ihi yettwaffer. Yettban-d kan i yinedbalen akked umeskar n yizen.

source: Private messages
kab: Isnan usligen

source: New message
kab: Izen amaynut

source: Empty trash
kab: Silem iḍumman

source: Inbox
kab: Tanaka n urmas

source: Unread
kab: Ur ittwaγṛi ara

source: Drafts
kab: Irewwayen

source: Sent
kab: Yettwazen

source: Trash
kab: Taqecwalt

source: Folders
kab: Ikaramen

source: Random sentence
kab: Tafyirt tagacurant

source: show another
kab: sken wayeḍ

source: show more...
kab: sken ugar...

source: Advanced search
kab: Anadi leqqayen

source: Search
kab: Anadi

source: From
kab: Seg

# language
source: To
kab: Ɣer

source: No results found.
kab: Ulac igmaḍ.

source: No results found for: {search}
kab: Ulac igmad yettwafen i: {search}

source: Audio
kab: Imesli

source: License
kab: Turagt

source: This sentence is not reliable.
kab: Tafyirt-a ur temɛin ara.

source: Translations of translations
kab: Tisuqilin n tsuqilin

source: Show 1 more translation
kab: Sken 1 n tsuqilt-nniḍen

source: Fewer translations
kab: Drus n tsuqilin

source: One sentence
kab: Yiwet n tefyir

source: show all languages
kab: sken meṛṛa tutlayin

source: Your session has expired.
kab: Tiɣimit-ik tezri.

source: Please <a href="{}">log in again</a>.
kab: Ttwil-k <a href="{}">ales tuqqna</a>.

source: Tatoeba is a collection of sentences and translations.
kab: Tatoeba d tagrumma n tefyar akked tsuqilin.

source: It's collaborative, open, free and even addictive.
kab: D amḍiq n umɛiwen, yeldin, baṭel yerna yettenṭaḍ.

source: Search sentences in {langFrom} translated into {langTo} containing:
kab: Nadi tifyar deg {langFrom} yettwasuqlen ar {langTo} igebren:

source: Clear search
kab: Sfeḍ anadi

source: Enter a word or a phrase
kab: Skecem awal neɣ tafyirt

# title
source: Advanced search
kab: Anadi leqqayen

source: Tip: <em>=word</em> will search for an exact match on <em>word</em>
kab: Taxbalut: <em>=awal</em> ad inadi tissedi n <em>awal</em>

source: More tips
kab: Ugar n tixbula

source: Profile
kab: Amaɣnu

source: My profile
kab: Amaɣnu-iw

source: My sentences
kab: Tifyar-iw

source: My vocabulary
kab: Amawal-iw

source: My collection
kab: Tigrummiwin-iw

source: My lists
kab: Tibdarin-iw

source: My favorites
kab: Inurifen-iw

source: My comments
kab: Iwenniten-iw

source: Comments on my sentences
kab: Iwenniten ɣef tifyar-iw

source: My Wall messages
kab: Iznan n uɣrab-iw

source: My sentence logs
kab: Iɣmisen n tutlayin-iw

source: Settings
kab: Iγewwaṛen

source: Log out
kab: Tuffɣa

source: Browse
kab: Snirem

source: Browse by language
kab: Snirem s tutlayt

source: Browse by list
kab: Snirem s tebdert

source: Browse by tag
kab: Snirem s tecreḍt

source: Browse audio
kab: Snirem ameslaw

source: Contribute
kab: Ttekki

source: Add sentences
kab: Rnu tifyar

source: Adopt sentences
kab: Qbel tifyar

source: Discuss sentences
kab: Sqerdec tifyar

source: Show activity timeline
kab: Sken amazray n urmud

source: Community
kab: Tarbaɛt

source: Wall
kab: Aɣrab

source: List of all members
kab: Tabdert n yiɛeggalen

source: Languages of members
kab: Tutlayin n yiɛeggalen

source: Native speakers
kab: Wid s tutlayt tayemmat

source: Vocabulary
kab: Amawal

source: Collection
kab: Tagrumma

source: Transcriptions
kab: Iḍrisen

source: Lists
kab: Tibdarint

source: Favorites
kab: Inurifen

source: Comments
kab: Iwenniten

source: Comments on {user}'s sentences
kab: Iwenniten ɣef tifyar n {user}

source: Wall messages
kab: Iznan n uɣrab

source: Logs
kab: Aɣmis

source: Translate {user}'s sentences
kab: Suqel tifyar n {user}

source: Contact {user}
kab: Nermes {user}

source: Vocabulary items
kab: Iferdisen n umawal

source: My vocabulary items
kab: Ugar n yiferdisen n umawal

source: Add vocabulary items
kab: Rnu iferdisen ar umawal

source: Sentences wanted
kab: Tifyar yettwabɣan

source: Your login:
kab: Isem n useqdac-ik:

source: Your new password:
kab: Awal-ik n uffir amaynut:

source: {user}'s favorite sentences
kab: tifyar tinurifin n {user}

source: Favorite successfully removed.
kab: Inurifen ttwakksen akken iwata.

source: This user does not have any favorites.
kab: Aseqdac-a ur ɣur-s ara inurifen.

source: Recorded by: {username}
kab: Yessekles-itent: {username}

source: License: {license}
kab: Turagt: {license}

source: You may not reuse the following audio recordings outside the Tatoeba project because {userName} has not chosen any license for them.
kab: Ur yessefk ara ad talseḍ aseqdec n yikalasen-agi imeslawen beṛṛa n usenfaṛ Tatoeba acky {userName} ur sen-yefrin ara turagt.

source: The following audio recordings by {userName}, are licensed under the public domain.
kab: Ikalasen-agi imeslawen n {userName}, llan ddaw n turagt n taɣult tazayezt.

source: The following audio recordings by {userName}, are licensed under the {licenseName} license.
kab: Ikalasen-agi imeslawen n {userName}, llan ddaw n turagt {licenseName}.

source: The following audio recordings by {userName}, are licensed under an unknown license.
kab: Ikalasen-agi imeslawen n {userName}, llan ddaw n turagt ur yettwassnen ara.

source: Add a comment
kab: Rnu awennit

source: Submit comment
kab: Azen awennit

source: Good practices
kab: Iwellihen yelhan

source: Say "welcome" to new users.
kab: Ini "anṣuf" n yiseqdaen imaynuten.

source: Use private messages to discuss things unrelated to the sentence.
kab: Seqdec iznan usligen akken ad temmeslayeḍ ɣef tɣawsiwin ur ncudd ara ar tefyirt.

source: Cancel
kab: Sefsex

source: Save changes
kab: Sekles ibeddilen

source: unhide
kab: sken

source: hide
kab: ffer

source: edit
kab: ẓreg

source: Filter by language
kab: Sizdeg s tutlayt

source: Go back to previous page
kab: Ddu ɣer usebter yezrin

source: date unknown
kab: azemz arussin

source: yesterday
kab: iḍelli

source: an hour ago
kab: asrag aya

source: a minute ago
kab: tasdat aya

source: January
kab: Yennayer

source: February
kab: Fuṛar

source: March
kab: Meɣres

source: April
kab: Yebrir

source: May
kab: Mayyu

source: June
kab: Yunyu

source: July
kab: Yulyu

source: August
kab: Ɣuct

source: September
kab: Ctamber

source: October
kab: Tuber

source: November
kab: Wamber

source: December
kab: Dujember

source: Profile languages
kab: Tutlayin n umaɣnu

source: Last used languages
kab: Tutlayin tineggura i yettwasqedcen

source: Other languages
kab: Tutlayin-nniḍen

source: Auto detect
kab: Tifin tawurmant

source: other language
kab: tutlayt-nniḍen

source: All languages
kab: Akk tutlayin

# dropdown-list
source: Unknown language
kab: Tutlayt tarussint

source: None
kab: Ulac

source: Any language
kab: Tutlayt yellan

# searchbar
source: Any language
kab: Tutlayt yellan

source: unknown
kab: arussin

source: You cannot add sentences because you did not add any language in your profile.
kab: Ur tezmireḍ ara ad ternuḍ tifyar acku ur terniḍ ara tutlayt deg umaɣnu-ik.

source: You cannot translate sentences because you did not add any language in your profile.
kab: Ur tezmireḍ ara ad tsuqleḍ tifyar acku ur terniḍ ula d yiwet n tutlayt deg umaɣnu-ik.

source: Add a language
kab: Rnu tutlayt

# level
source: Unspecified
kab: Ur d-yettwammel ara

source: 0: Almost no knowledge
kab: 0: Qrib ulac tamussni

source: 1: Beginner
kab: 1: Abujad

source: 2: Intermediate
kab: 2: Alemmas

source: 3: Advanced
kab: 3: Ddeqs-iw

source: 4: Fluent
kab: 4: Uzzleɣ deg-s

source: 5: Native level
kab: 5: Aswir n tutlayt tayemat

source: No license for offsite use
kab: Ulac turagt i useqdec

source: Public domain
kab: Taɣult tazayezt

# license
source: for Tatoeba only
kab: i Tatoeba kan

source: created
kab: yettwaxleq

source: last updated
kab: abeddel aneggaru

source: (unnamed list)
kab: (tabdert war isem)

source: created by {listAuthor}
kab: yerna-t {listAuthor}

source: Number of sentences
kab: Amḍan n tefyar

source: Back to all lists
kab: Uɣal ar tebdarint

source: Back to this list
kab: Uγal γer tebdert

source: Download this list
kab: Sider tabdert-agi

source: Show translations :
kab: Sken tisuqilin :

source: List visibility
kab: Anwa ad yewalin tabdert

source: Public
kab: Azayez

source: Unlisted
kab: Ur d-yettwabder ara

source: Private
kab: Uslig

source: Who can add/remove sentences
kab: Anwa izemren ad iwali/Ad yekkes tifyar

source: Anyone
kab: Yal yiwen

source: Only me
kab: Ala nekk

source: No one (list inactive)
kab: Ula yiwen (tabdert tensa)

source: Delete this list
kab: Kkes tabdert-a

source: Remove sentence {number} from list
kab: Kkes tafyirt {number} seg tebdert

source: Remove from list
kab: Kkes si tebdert

source: Add a sentence to this list :
kab: Rnu tafyirt ar tebdert-agi :

source: OK
kab: Ih

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
kab: TAMAWT: Tzemreḍ daɣen ad ternuḍ tifyar yellan s tignit-a {addToListButton} (ticki <a href="{url}">tettinigeḍ </a> akka tura).

source: Create a new list
kab: Rnu tabdert tamaynut

# list
source: Name
kab: Isem

source: create
kab: rnu

source: All public lists
kab: Akk tibdarin tizayazin

source: Collaborative lists
kab: Tibdarin n uttekki

# list
source: Unspecified
kab: Ur d-yettwammel ara

source: Other lists
kab: Tibdarin-nniḍen

source: added by {user}
kab: yerna-t {user}

source: linked by {user}
kab: icudd-itt {user}

source: license chosen by {user}
kab: Turagt tettwafren sɣur {user}

source: edited by {user}
kab: yessuffeɣ-it-id {user}

source: license changed by {user}
kab: Turagt tettwabeddel sɣur {user}

source: deleted by {user}
kab: yekkes-it {user}

source: unlinked by {user}
kab: yekkes-as acuddu {user}

source: Edit
kab: Ẓreg

source: admin
kab: anedbal

source: corpus maintainer
kab: wid yebadden ɣef wamudden n tifyar

source: advanced contributor
kab: iwizi amussnaw

source: contributor
kab: iwizi

source: inactive
kab: arurmid

source: suspended
kab: yeḥbes

source: Translate
kab: Suqel

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
kab: Tafyirt-a tettwacreḍ ur tettwaqbel ara. Tifyar ur yettwaqeblen ara ur zmirent ara ad ttwasuqlent.

source: Click to adopt
kab: Senned akken ad tqebleḍ

source: Click to unadopt
kab: Sit akken ad tekkseḍ aqbal

source: Remove from favorites
kab: Kkes seg yinuraf

source: Undo
kab: Err-d

source: Add to favorites
kab: Rnu inurifen

source: Link to another sentence
kab: Cudd-itt ar tefyirt-nniḍen

source: Sentence number
kab: Uṭṭun n tefyirt

source: Link
kab: Aseɣwen

source: Add to list
kab: Rnu ɣer tebdert

source: Add to one of your lists
kab: Rnu ar yiwet seg tebdarin-in

source: Add to a collaborative list
kab: Rnu ar tebdert n uttekki

source: You cannot delete this sentence because it has audio.
kab: Ur tezmireḍ ara ad tekkseḍ tafyirt-a acku ɣur-s ameslaw.

source: Delete
kab: Kkes

source: You cannot edit this sentence because it has audio.
kab: Ur tezmireḍ ara ad tẓergeḍ tafyirt-a acku ɣur-s ameslaw.

source: belongs to {user}
kab: d ayla n {user}

source: (native)
kab: (tutlayt n tyemat)

source: Mark as "OK"
kab: Creḍ "IH"

source: Mark as "unsure"
kab: Creḍ "Wissen"

source: Mark as "not OK"
kab: Creḍ "Mačči IH"

source: Unmark sentence
kab: Kkes tacreḍt i tefyirt

source: Message
kab: Izen

source: Reply
kab: Err

source: Notification from Tatoeba
kab: Alɣu sɣur Tatoeba

source: Former member
kab: Aɛeggal aqbuṛ

source: Send private message
kab: Azen izen uslig

source: edited
kab: yeẓreg

source: to {recipient}
kab: i {recipient}

source: Draft
kab: Arewway

source: notification from Tatoeba
kab: alɣu sɣur Tatoeba

source: from {sender}
kab: seg {sender}

source: View this user's profile
kab: Sken-d amaɣnu-a n useqdac

source: Show sentence #:
kab: Sken tutlayt#:

source: Language for previous, next or random sentence
kab: Tutlayt i tefyirt yezrin, i d-iteddun, neɣ tagacurant

source: previous
kab: ar deffir

source: next
kab: ar zdat

source: random
kab: agacuran

source: all lists
kab: akk tibdarin

source: {title} (one result)
kab: {title} (yiwen n ugmuḍ)

source: {title} ({thousand}&nbsp;results out of one occurrence)
kab: {title} ({thousand}&nbsp;yigmaḍ ugar n tikelt)

source: Recently added sentences may not appear in search results.
kab: Tifyar yettwarnan melmi kan zemrent ur d-ttbanent ara des yigmaḍ n unadi.

source: Previous page [Ctrl+←]
kab: Asebter yezrin [Ctrl+←]

source: Next page [Ctrl+→]
kab: Asebter d-iteddun [Ctrl+→]

# message
source: To
kab: Ɣer

source: Title
kab: Azwel

source: Save as draft
kab: Sekles arewway

source: Send
kab: Azen

source: {sender} wrote:
kab: {sender} yura:

source: Show sentence's details
kab: Sken talqayt n tefyirt

source: Unlink
kab: Kkes aseɣwen

source: Unlink this translation.
kab: Kkes acuddu n tsuqilt-a.

source: Make into direct translation.
kab: Err tafyirt-a d tasuqilt srid.

source: Play audio
kab: Urar ameslaw

source: No audio for this sentence. Click to learn how to contribute.
kab: Ulac ameslaw i tefyirt-a. Sit ɣef issin amek ara tettekkiḍ.

source: Copy sentence
kab: Nɣel tafyirt

source: Your sentence was not added because the following already exists.
kab: Tafyirt-ik ur tettwarni ara acku tella yakan.

source: Translation:
kab: Tisuqilin:

source: Submit translation
kab: Azen tasuqilt

source: This sentence is original and was not derived from translation.
kab: Tafyirt-agi d taneẓlit ur d-tettwakkes ara seg tsuqilt.

source: This sentence was initially added as a translation of sentence #{n}.
kab: Tafyirt-agi deg tazwara tettwarna am tsuqilt n tefyirt #{n}.

source: We cannot determine yet whether this sentence was initially derived from translation or not.
kab: Mazal ur nezmir ara ad nzeṛ ma yella tafyirt-agi tettwakkes-d di tazwara seg tsuqilt neɣ ala.

source: NOTE: Both direct and indirect translations will be shown.
kab: TAMAWT: Tisuqilin srid neɣ mačči srid ad d-ttwaseknent.

source: This option has been removed. Please use the <a href={}>Translate sentences</a> page to find untranslated sentences.
kab: Aɣewwaṛ-a ittwakkes. Ma ulac aɣilif seqdec asebter <a href={}>Suqel tifyar</a> akken ad tafeḍ tifyar ur nettwasuqel ara.

source: Only sentences with audio:
kab: Ala tifyar s umeslaw:

source: no
kab: ala

source: yes
kab: ih

source: NOTE: Not all languages have audio at the moment.
kab: TAMAWT: Mačči akk tutlayin ɣur-sent ameslaw akka tura.

source: Tags
kab: Tibzimin

source: View all tags
kab: Sken-d akk ticraḍ

source: Added by {username}, {date}
kab: Yerna-t{username}, {date}

source: remove tag '{tagName}' from this sentence.
kab: kkes tacreḍt '{tagName}' seg tefyirt.

source: remove tag from sentence
kab: kkes tacreḍt seg tefyirt

source: Last edited by {author} the {date}
kab: Taẓrigt taneggarut sɣru {author} di {date}

source: This alternative script was generated by a piece of software
kab: Askript-agi-nniḍen yerna-t uḥric n useɣzan

source: This transcription was generated by a piece of software
kab: Askript-a yerna-t uḥric n useɣzan

source: Reset
kab: Ales awennez

source: Show alternative script
kab: Sken askript-nniḍen

source: Show transcription
kab: Sken aḍris

source: Edit alternative script
kab: Ẓreg askript-nniden

source: Edit transcription
kab: Ẓreg aḍris

source: You cannot edit this script.
kab: Ur tezmireḍ ara ad tẓergeḍ askript-agi.

source: You cannot edit this transcription.
kab: Ur tezmireḍ ara ad tẓergeḍ aḍris-a.

source: This alternative script may contain errors because it has been generated by a piece of software that is not perfect.
kab: Askript-agi-nniḍen yezmer yegber tuccḍiwin acku yerna-t uḥric n useɣzan ur nteddu ara akken iwata.

source: This transcription may contain errors because it has been generated by a piece of software that is not perfect.
kab: Askript-agi yezmer yegber tuccḍiwin acku yerna-t uḥric n useɣzan ur nteddu ara akken iwata.

# alternative script
source: Click to mark it as reviewed.
kab: Sit akken ad ceṛḍeḍ yettwacegger.

# transcription
source: Click to mark it as reviewed.
kab: Sit akken ad ceṛḍeḍ yettwacegger.

source: Add a message:
kab: Rnu izen:

source: Edit Wall Message
kab: Ẓreg izen n uɣrab

source: hide replies
kab: ffer tiririyin

source: show replies
kab: sken tiririyin

source: by {messageAuthor}
kab: sɣur {messageAuthor}

source: Switch my sentences' license
kab: Beddel turagt n tefyar-inu

source: The license switch of your sentences will be started soon. You will receive a private message when it will be completed.
kab: Abeddel n turagt n tefyar-inek ad ibdu ticki. ad ak-n-azen izen uslig mi ara imed.

source: The license switch of your sentences is in progress. You will receive a private message when it will be completed.
kab: Abeddel n turagt n tefyar-inek iteddu. d ak-n-azen izen uslig mi ara imed.

source: The license switch of your sentences is completed. A report has been sent to you by private message.
kab: Abeddel n turagt n tefyar-inek imed. Nuzen-ak-n aneqqis deg izen uslig.

source: A problem occured while switching the license of your sentences.
kab: Illa-d wigur deg lawan n ubeddel n turagt n tefyar-inek.

source: This page allows you to massively switch the license of your sentences to {CC0-link}. Among all your sentences, only the ones that meet the following conditions will be affected.
kab: S usebter-a ad tizmireḍ abeddel n turagt n tefyar-inek s waṭas ɣer {CC0-link}. Deg tefyar-inek, ala tidak ittqadaren tiwtilin ad ittwabedlen.

source: The current license of the sentence must be CC BY 2.0 FR.
kab: Turagt tamirant n tefyirt ilaq ad tili CC BY 2.0 FR.

source: You must be the original creator of the sentence.
kab: Isefk-ak ad tili d bab n tefyirt.

source: The sentence must be original and not derived from translation.
kab: Ilaq ad tili tefyirt d anaṣlit mačči tekka-d seg tsuqilt.

source: Press the following button to initiate the license switch.
kab: Senned ɣef tqeffalt-agi akken ad twenzeḍ abeddel n turagt.

source: Be careful, this operation can not be undone. Switching from CC BY to CC0 is possible, but not the opposite.
kab: Ɣur-k, tigawt-a d awezɣi ad tt-twafsex. Abeddel seg CC BY to CC0 izmer ad yili, maca akken-nniḍen ala.

source: Switch license to CC0 1.0
kab: Beddel turagt ɣer CC0 1.0

source: Tatoeba is a large database of sentences and translations. Its content is ever-growing and results from the voluntary contributions of thousands of members.
kab: Tatoeba d taffa n yisefka tameqqrant i tefyar akked tsuqilin. Agbur-is yezga yettimɣur, daɣen yekka-d seg twizi n wagimen n yimttekkiyen.

source: Tatoeba provides a tool for you to see examples of how words are used in the context of a sentence. You specify words that interest you, and it returns sentences containing these words with their translations in the desired languages. The name Tatoeba (<em>for example</em> in Japanese) captures this concept.
kab: Tatoeba yettmuddu-d afecku ara k-yeǧǧen ad twaliḍ imedyaten ɣef wamek ttwaseqdacen wawalen deg tefyirt. Ad d-muddeḍ awalen i ak-yehwan, sakin ad ak-d-imudd tifyar igebren awalen-a s tsuqlit-nesent deg tutlayin i tebɣiḍ. Isem Tatoeba (<em>d amedya</em> s tjapunit) yessuqul-d tikti-agi.

source: The project was founded by Trang Ho in 2006, hosted on Sourceforge under the codename of <em>multilangdict</em>.
kab: Asenfaṛ yesnulfa-t-id Trang Ho di 2006, yezdeɣ di Sourceforge ddaw n yisem n <em>multilangdict</em>.

source: The video below, made in 2010, presents the core ideas of Tatoeba.
kab: Tavidyut ddaw-a, tettwag di 2010, teskan-d tikti tagejdant n Tatoeba.

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
kab: Ttxil-k ḍmen d akken <a href="{}">teɣriḍ isteqsiyen FAQ</a> send ad tazneḍ isteqsiyen.

source: Follow us
kab: Ḍfer-aɣ-d

source: Tatoeba Blog
kab: Ablug Tatoeba

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
kab: Ma Ɣur-k asteqsi, asumer, neɣ asuter (neɣ ma tebɣiḍ kan ad d-iniḍ tanemmirt), tzemreḍ ad d-azneḍ imayl ar {emailAddress}.

source: Post on the Wall
kab: Azen ɣef uɣrab

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
kab: Tzemreḍ daɣen ad aɣ-d-iniḍ ayen tettxemmimeḍ s tuzna ɣef <a href="{}">Uɣrab</a>.

source: Join our chatroom
kab: Ddu ɣer udiwenni

source: We have an <strong>XMPP room</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. You can join with your favorite XMPP client or <a href="{webclient}">from your browser</a>.
kab: Llant <strong>n txamin XMPP</strong>:<a href="{room}">tatoeba@chat.tatoeba.org</a>. Tzemreḍ ad tedduḍ s XMPP inek i tḥemleḍ neɣ <a href="{webclient}"> seg iminig-inek</a>.

source: Donate
kab: Tawsa

source: Any question?
kab: Asteqsi?

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
kab: Ma Ɣur-k isteqsiyen icedden ar tewsa neɣ ma tebɣiḍ ad tmuddeḍ tawsa s tarrayin-agi i d-yettwabedren dagi, tzemreḍ ad tnerremseḍ ama d <a href="{trangEmail}">Trang</a> neɣ meṛṛa <a href="{teamEmail}">tarbaɛt</a>.

source: Latest donations
kab: Tawsa n melmi kan

source: All donations
kab: Akk tikciyin

source: How to donate
kab: Amek ara d-muddeḍ tawsa

source: You have two possible ways to make a donation:
kab: Ɣur-k sin n yiberdan akken ad d-muddeḍ tawsa:

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
kab: <b>Asiweḍ IBAN.</b> Aya ahat d abrid rxiṣen i tikci. Tabankat n Tatoeba tusa-d di Fransa, ihi ma telliḍ di tegduda yeddukklen, asiweḍ-ik ur trennuḍ ara fell-as lexlaṣit is likely that the transfer will be free of charge..

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
kab: <b>PayPal.</b> Ma tzemreḍ ad tazneḍ idrimen s IBAN, ihi tzemreḍ ad tmuddeḍ s PayPal. Yessefk ad teẓreḍ d akken PayPal yetekkes kra n ufmiḍi ɣef tikci.

source: IBAN transfer
kab: Asiweḍ IBAN

source: Titular:
kab: Bab:

source: Download sentences
kab: Sider tifyar

source: Note
kab: Tamawt

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
kab: Isefka ara tafeḍ da UR lehhun ara arama kan turiḍ afecku ɣef tutlayt neɣ n usesfer n yisefka.
