Repository: Tatoeba/tatoeba2
Catalog: src/Locale/zgh/countries.po
Languages: zgh

source: Andorra
zgh: ⴰⵏⴷⵓⵔⴰ

source: United Arab Emirates
zgh: ⵍⵉⵎⴰⵔⴰⵜ

source: Afghanistan
zgh: ⴰⴼⵖⴰⵏⵉⵙⵜⴰⵏ

source: Antigua & Barbuda
zgh: ⴰⵏⵜⵉⴳⴰ ⴷ ⴱⵔⴱⵓⴷⴰ

source: Anguilla
zgh: ⴰⵏⴳⵉⵍⴰ

source: Albania
zgh: ⴰⵍⴱⴰⵏⵢⴰ

source: Armenia
zgh: ⴰⵔⵎⵉⵏⵢⴰ

source: Angola
zgh: ⴰⵏⴳⵓⵍⴰ

source: Argentina
zgh: ⴰⵔⵊⴰⵏⵜⵉⵏ

source: American Samoa
zgh: ⵙⴰⵎⵡⴰ ⵜⴰⵎⵉⵔⵉⴽⴰⵏⵉⵜ

source: Austria
zgh: ⵏⵏⵎⵙⴰ

source: Australia
zgh: ⵓⵙⵜⵔⴰⵍⵢⴰ

source: Aruba
zgh: ⴰⵔⵓⴱⴰ

source: Azerbaijan
zgh: ⴰⴷⵔⴰⴱⵉⵊⴰⵏ

source: Bosnia
zgh: ⴱⵓⵙⵏⴰ

source: Barbados
zgh: ⴱⴰⵔⴱⴰⴷ

source: Bangladesh
zgh: ⴱⴰⵏⴳⵍⴰⴷⵉⵛ

source: Belgium
zgh: ⴱⵍⵊⵉⴽⴰ

source: Burkina Faso
zgh: ⴱⵓⵔⴽⵉⵏⴰ ⴼⴰⵙⵓ

source: Bulgaria
zgh: ⴱⵍⵖⴰⵔⵢⴰ

source: Bahrain
zgh: ⴱⵃⵔⴰⵢⵏ

source: Burundi
zgh: ⴱⵓⵔⵓⵏⴷⵉ

source: Benin
zgh: ⴱⵉⵏⵉⵏ

source: Bermuda
zgh: ⴱⵔⵎⵓⴷⴰ

source: Brunei
zgh: ⴱⵔⵓⵏⵉ

source: Bolivia
zgh: ⴱⵓⵍⵉⴱⵢⴰ

source: Brazil
zgh: ⴱⵔⴰⵣⵉⵍ

source: Bahamas
zgh: ⴱⴰⵀⴰⵎⴰⵙ

source: Bhutan
zgh: ⴱⵀⵓⵜⴰⵏ

source: Botswana
zgh: ⴱⵓⵜⵙⵡⴰⵏⴰ

source: Belarus
zgh: ⴱⵉⵍⴰⵔⵓⵙⵢⴰ

source: Belize
zgh: ⴱⵉⵍⵉⵣ

source: Canada
zgh: ⴽⴰⵏⴰⴷⴰ

source: Congo - Kinshasa
zgh: ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵜⴰⴷⵉⵎⵓⵇⵔⴰⵜⵉⵜ ⵏ ⴽⵓⵏⴳⵓ

source: Central African Republic
zgh: ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵜⴰⵏⴰⵎⵎⴰⵙⵜ ⵏ ⵉⴼⵔⵉⵇⵢⴰ

source: Congo - Brazzaville
zgh: ⴽⵓⵏⴳⵓ

source: Switzerland
zgh: ⵙⵡⵉⵙⵔⴰ

source: Côte d’Ivoire
zgh: ⴽⵓⵜ ⴷⵉⴼⵡⴰⵔ

source: Cook Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⴽⵓⴽ

source: Chile
zgh: ⵛⵛⵉⵍⵉ

source: Cameroon
zgh: ⴽⴰⵎⵉⵔⵓⵏ

source: China
zgh: ⵛⵛⵉⵏⵡⴰ

source: Colombia
zgh: ⴽⵓⵍⵓⵎⴱⵢⴰ

source: Costa Rica
zgh: ⴽⵓⵙⵜⴰ ⵔⵉⴽⴰ

source: Cuba
zgh: ⴽⵓⴱⴰ

source: Cape Verde
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⴽⴰⴱⴱⵉⵔⴷⵉ

source: Cyprus
zgh: ⵇⵓⴱⵔⵓⵙ

source: Czechia
zgh: ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵜⴰⵜⵛⵉⴽⵉⵜ

source: Germany
zgh: ⴰⵍⵎⴰⵏⵢⴰ

source: Djibouti
zgh: ⴷⵊⵉⴱⵓⵜⵉ

source: Denmark
zgh: ⴷⴰⵏⵎⴰⵔⴽ

source: Dominica
zgh: ⴷⵓⵎⵉⵏⵉⴽ

source: Dominican Republic
zgh: ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵜⴰⴷⵓⵎⵉⵏⵉⴽⵜ

source: Algeria
zgh: ⴷⵣⴰⵢⵔ

source: Ecuador
zgh: ⵉⴽⵡⴰⴷⵓⵔ

source: Estonia
zgh: ⵉⵙⵜⵓⵏⵢⴰ

source: Egypt
zgh: ⵎⵉⵚⵕ

source: Eritrea
zgh: ⵉⵔⵉⵜⵉⵔⵢⴰ

source: Spain
zgh: ⵙⴱⴰⵏⵢⴰ

source: Ethiopia
zgh: ⵉⵜⵢⵓⴱⵢⴰ

source: Finland
zgh: ⴼⵉⵍⵍⴰⵏⴷⴰ

source: Fiji
zgh: ⴼⵉⴷⵊⵉ

source: Falkland Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵎⴰⵍⴰⵡⵉ

source: Micronesia
zgh: ⵎⵉⴽⵔⵓⵏⵉⵣⵢⴰ

source: France
zgh: ⴼⵔⴰⵏⵙⴰ

source: Gabon
zgh: ⴳⴰⴱⵓⵏ

source: United Kingdom
zgh: ⵜⴰⴳⵍⴷⵉⵜ ⵉⵎⵓⵏⵏ

source: Grenada
zgh: ⵖⵔⵏⴰⵟⴰ

source: Georgia
zgh: ⵊⵓⵔⵊⵢⴰ

source: French Guiana
zgh: ⴳⵡⵉⵢⴰⵏ ⵜⴰⴼⵔⴰⵏⵙⵉⵙⵜ

source: Ghana
zgh: ⵖⴰⵏⴰ

source: Gibraltar
zgh: ⴰⴷⵔⴰⵔ ⵏ ⵟⴰⵕⵉⵇ

source: Greenland
zgh: ⴳⵔⵉⵍⴰⵏⴷ

source: Gambia
zgh: ⴳⴰⵎⴱⵢⴰ

source: Guinea
zgh: ⵖⵉⵏⵢⴰ

source: Guadeloupe
zgh: ⴳⵡⴰⴷⴰⵍⵓⴱ

source: Equatorial Guinea
zgh: ⵖⵉⵏⵢⴰ ⵏ ⵉⴽⵡⴰⴷⵓⵔ

source: Greece
zgh: ⵍⵢⵓⵏⴰⵏ

source: Guatemala
zgh: ⴳⵡⴰⵜⵉⵎⴰⵍⴰ

source: Guam
zgh: ⴳⵡⴰⵎ

source: Guinea-Bissau
zgh: ⵖⵉⵏⵢⴰ ⴱⵉⵙⴰⵡ

source: Guyana
zgh: ⴳⵡⵉⵢⴰⵏⴰ

source: Hong Kong
zgh: ⵀⵓⵏⴽⵓⵏⴳ

source: Honduras
zgh: ⵀⵓⵏⴷⵓⵔⴰⵙ

source: Croatia
zgh: ⴽⵔⵡⴰⵜⵢⴰ

source: Haiti
zgh: ⵀⴰⵢⵜⵉ

source: Hungary
zgh: ⵀⵏⵖⴰⵔⵢⴰ

source: Indonesia
zgh: ⴰⵏⴷⵓⵏⵉⵙⵢⴰ

source: Ireland
zgh: ⵉⵔⵍⴰⵏⴷⴰ

source: Israel
zgh: ⵉⵙⵔⴰⵢⵉⵍ

source: India
zgh: ⵍⵀⵉⵏⴷ

source: British Indian Ocean Territory
zgh: ⵜⴰⵎⵏⴰⴹⵜ ⵜⴰⵏⴳⵍⵉⵣⵉⵜ ⵏ ⵓⴳⴰⵔⵓ ⴰⵀⵉⵏⴷⵉ

source: Iraq
zgh: ⵍⵄⵉⵔⴰⵇ

source: Iran
zgh: ⵉⵔⴰⵏ

source: Iceland
zgh: ⵉⵙⵍⴰⵏⴷ

source: Italy
zgh: ⵉⵟⴰⵍⵢⴰ

source: Jamaica
zgh: ⵊⴰⵎⴰⵢⴽⴰ

source: Jordan
zgh: ⵍⵓⵔⴷⵓⵏ

source: Japan
zgh: ⵍⵢⴰⴱⴰⵏ

source: Kenya
zgh: ⴽⵉⵏⵢⴰ

source: Kyrgyzstan
zgh: ⴽⵉⵔⵖⵉⵣⵉⵙⵜⴰⵏ

source: Cambodia
zgh: ⴽⴰⵎⴱⵓⴷⵢⴰ

source: Kiribati
zgh: ⴽⵉⵔⵉⴱⴰⵜⵉ

source: Comoros
zgh: ⵇⵓⵎⵓⵔ

source: St. Kitts & Nevis
zgh: ⵙⴰⵏⴽⵔⵉⵙ ⴷ ⵏⵉⴼⵉⵙ

source: North Korea
zgh: ⴽⵓⵔⵢⴰ ⵏ ⵉⵥⵥⵍⵎⴹ

source: South Korea
zgh: ⴽⵓⵔⵢⴰ ⵏ ⵉⴼⴼⵓⵙ

source: Kuwait
zgh: ⵍⴽⵡⵉⵜ

source: Cayman Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⴽⴰⵢⵎⴰⵏ

source: Kazakhstan
zgh: ⴽⴰⵣⴰⵅⵙⵜⴰⵏ

source: Laos
zgh: ⵍⴰⵡⵙ

source: Lebanon
zgh: ⵍⵓⴱⵏⴰⵏ

source: St. Lucia
zgh: ⵙⴰⵏⵜⵍⵓⵙⵉ

source: Liechtenstein
zgh: ⵍⵉⴽⵉⵏⵛⵜⴰⵢⵏ

source: Sri Lanka
zgh: ⵙⵔⵉⵍⴰⵏⴽⴰ

source: Liberia
zgh: ⵍⵉⴱⵉⵔⵢⴰ

source: Lesotho
zgh: ⵍⵉⵚⵓⵟⵓ

source: Lithuania
zgh: ⵍⵉⵜⵡⴰⵏⵢⴰ

source: Luxembourg
zgh: ⵍⵓⴽⵙⴰⵏⴱⵓⵔⴳ

source: Latvia
zgh: ⵍⴰⵜⴼⵢⴰ

source: Libya
zgh: ⵍⵉⴱⵢⴰ

source: Morocco
zgh: ⵍⵎⵖⵔⵉⴱ

source: Monaco
zgh: ⵎⵓⵏⴰⴽⵓ

source: Moldova
zgh: ⵎⵓⵍⴷⵓⴼⵢⴰ

source: Montenegro
zgh: ⵎⵓⵏⵜⵉⵏⵉⴳⵔⵓ

source: Madagascar
zgh: ⵎⴰⴷⴰⵖⴰⵛⵇⴰⵔ

source: Marshall Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵎⴰⵔⵛⴰⵍ

source: Mali
zgh: ⵎⴰⵍⵉ

source: Mongolia
zgh: ⵎⵏⵖⵓⵍⵢⴰ

source: Northern Mariana Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵎⴰⵔⵢⴰⵏ ⵏ ⵉⵥⵥⵍⵎⴹ

source: Martinique
zgh: ⵎⴰⵔⵜⵉⵏⵉⴽ

source: Mauritania
zgh: ⵎⵓⵕⵉⵟⴰⵏⵢⴰ

source: Montserrat
zgh: ⵎⵓⵏⵙⵉⵔⴰⵜ

source: Malta
zgh: ⵎⴰⵍⵟⴰ

source: Mauritius
zgh: ⵎⵓⵔⵉⵙ

source: Maldives
zgh: ⵎⴰⵍⴷⵉⴼ

source: Malawi
zgh: ⵎⴰⵍⴰⵡⵉ

source: Mexico
zgh: ⵎⵉⴽⵙⵉⴽ

source: Malaysia
zgh: ⵎⴰⵍⵉⵣⵢⴰ

source: Mozambique
zgh: ⵎⵓⵣⵏⴱⵉⵇ

source: Namibia
zgh: ⵏⴰⵎⵉⴱⵢⴰ

source: New Caledonia
zgh: ⴽⴰⵍⵉⴷⵓⵏⵢⴰ ⵜⴰⵎⴰⵢⵏⵓⵜ

source: Niger
zgh: ⵏⵏⵉⵊⵉⵔ

source: Norfolk Island
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵏⵓⵔⴼⵓⵍⴽ

source: Nigeria
zgh: ⵏⵉⵊⵉⵔⵢⴰ

source: Nicaragua
zgh: ⵏⵉⴽⴰⵔⴰⴳⵡⴰ

source: Netherlands
zgh: ⵀⵓⵍⴰⵏⴷⴰ

source: Norway
zgh: ⵏⵏⵔⵡⵉⵊ

source: Nepal
zgh: ⵏⵉⴱⴰⵍ

source: Nauru
zgh: ⵏⴰⵡⵔⵓ

source: Niue
zgh: ⵏⵉⵡⵉ

source: New Zealand
zgh: ⵏⵢⵓⵣⵉⵍⴰⵏⴷⴰ

source: Oman
zgh: ⵄⵓⵎⴰⵏ

source: Panama
zgh: ⴱⴰⵏⴰⵎⴰ

source: Peru
zgh: ⴱⵉⵔⵓ

source: French Polynesia
zgh: ⴱⵓⵍⵉⵏⵉⵣⵢⴰ ⵜⴰⴼⵔⴰⵏⵙⵉⵙⵜ

source: Papua New Guinea
zgh: ⴱⴰⴱⵡⴰ ⵖⵉⵏⵢⴰ ⵜⴰⵎⴰⵢⵏⵓⵜ

source: Philippines
zgh: ⴼⵉⵍⵉⴱⴱⵉⵏ

source: Pakistan
zgh: ⴱⴰⴽⵉⵙⵜⴰⵏ

source: Poland
zgh: ⴱⵓⵍⵓⵏⵢⴰ

source: St. Pierre & Miquelon
zgh: ⵙⴰⵏⴱⵢⵉⵔ ⴷ ⵎⵉⴽⵍⵓⵏ

source: Pitcairn Islands
zgh: ⴱⵉⵜⴽⴰⵢⵔⵏ

source: Puerto Rico
zgh: ⴱⵓⵔⵜⵓ ⵔⵉⴽⵓ

source: Portugal
zgh: ⴱⵕⵟⵇⵉⵣ

source: Palau
zgh: ⴱⴰⵍⴰⵡ

source: Paraguay
zgh: ⴱⴰⵔⴰⴳⵡⴰⵢ

source: Qatar
zgh: ⵇⴰⵜⴰⵔ

source: Réunion
zgh: ⵔⵉⵢⵓⵏⵢⵓⵏ

source: Romania
zgh: ⵔⵓⵎⴰⵏⵢⴰ

source: Serbia
zgh: ⵙⵉⵔⴱⵢⴰ

source: Russia
zgh: ⵔⵓⵙⵢⴰ

source: Rwanda
zgh: ⵔⵡⴰⵏⴷⴰ

source: Saudi Arabia
zgh: ⵙⵙⴰⵄⵓⴷⵉⵢⴰ

source: Solomon Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵙⴰⵍⵓⵎⴰⵏ

source: Seychelles
zgh: ⵙⵙⵉⵛⵉⵍ

source: Sudan
zgh: ⵙⵙⵓⴷⴰⵏ

source: Sweden
zgh: ⵙⵙⵡⵉⴷ

source: Singapore
zgh: ⵙⵏⵖⴰⴼⵓⵔⴰ

source: St. Helena
zgh: ⵙⴰⵏⵜⵉⵍⵉⵏ

source: Slovenia
zgh: ⵙⵍⵓⴼⵉⵏⵢⴰ

source: Slovakia
zgh: ⵙⵍⵓⴼⴰⴽⵢⴰ

source: Sierra Leone
zgh: ⵙⵙⵉⵔⴰⵍⵢⵓⵏ

source: San Marino
zgh: ⵙⴰⵏⵎⴰⵔⵉⵏⵓ

source: Senegal
zgh: ⵙⵙⵉⵏⵉⴳⴰⵍ

source: Somalia
zgh: ⵚⵚⵓⵎⴰⵍ

source: Suriname
zgh: ⵙⵓⵔⵉⵏⴰⵎ

source: South Sudan
zgh: ⵙⵙⵓⴷⴰⵏ ⵏ ⵉⴼⴼⵓⵙ

source: São Tomé & Príncipe
zgh: ⵙⴰⵡⵟⵓⵎⵉ ⴷ ⴱⵔⴰⵏⵙⵉⴱ

source: El Salvador
zgh: ⵙⴰⵍⴼⴰⴷⵓⵔ

source: Syria
zgh: ⵙⵓⵔⵢⴰ

source: Eswatini
zgh: ⵙⵡⴰⵣⵉⵍⴰⵏⴷⴰ

source: Turks & Caicos Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵜⵓⵔⴽⵢⴰ ⴷ ⴽⴰⵢⴽ

source: Chad
zgh: ⵜⵛⴰⴷ

source: Togo
zgh: ⵟⵓⴳⵓ

source: Thailand
zgh: ⵟⴰⵢⵍⴰⵏⴷ

source: Tajikistan
zgh: ⵜⴰⴷⵊⴰⴽⵉⵙⵜⴰⵏ

source: Tokelau
zgh: ⵟⵓⴽⵍⴰⵡ

source: Timor-Leste
zgh: ⵜⵉⵎⵓⵔ ⵏ ⵍⵇⴱⵍⵜ

source: Turkmenistan
zgh: ⵜⵓⵔⴽⵎⴰⵏⵙⵜⴰⵏ

source: Tunisia
zgh: ⵜⵓⵏⵙ

source: Tonga
zgh: ⵟⵓⵏⴳⴰ

source: Turkey
zgh: ⵜⵓⵔⴽⵢⴰ

source: Trinidad & Tobago
zgh: ⵜⵔⵉⵏⵉⴷⴰⴷ ⴷ ⵟⵓⴱⴰⴳⵓ

source: Tuvalu
zgh: ⵜⵓⴼⴰⵍⵓ

source: Taiwan
zgh: ⵟⴰⵢⵡⴰⵏ

source: Tanzania
zgh: ⵟⴰⵏⵥⴰⵏⵢⴰ

source: Ukraine
zgh: ⵓⴽⵔⴰⵏⵢⴰ

source: Uganda
zgh: ⵓⵖⴰⵏⴷⴰ

source: United States
zgh: ⵉⵡⵓⵏⴰⴽ ⵎⵓⵏⵏⵉⵏ ⵏ ⵎⵉⵔⵉⴽⴰⵏ

source: Uruguay
zgh: ⵓⵔⵓⴳⵡⴰⵢ

source: Uzbekistan
zgh: ⵓⵣⴱⴰⴽⵉⵙⵜⴰⵏ

source: Vatican City
zgh: ⴰⵡⴰⵏⴽ ⵏ ⴼⴰⵜⵉⴽⴰⵏ

source: St. Vincent & Grenadines
zgh: ⵙⴰⵏⴼⴰⵏⵙⴰⵏ ⴷ ⴳⵔⵉⵏⴰⴷⵉⵏ

source: Venezuela
zgh: ⴼⵉⵏⵣⵡⵉⵍⴰ

source: British Virgin Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵜⵉⵎⴳⴰⴷ ⵏ ⵏⵏⴳⵍⵉⵣ

source: U.S. Virgin Islands
zgh: ⵜⵉⴳⵣⵉⵔⵉⵏ ⵜⵉⵎⴳⴰⴷ ⵏ ⵉⵡⵓⵏⴰⴽ ⵎⵓⵏⵏⵉⵏ

source: Vietnam
zgh: ⴼⵉⵜⵏⴰⵎ

source: Vanuatu
zgh: ⴼⴰⵏⵡⴰⵟⵓ

source: Wallis & Futuna
zgh: ⵡⴰⵍⵉⵙ ⴷ ⴼⵓⵜⵓⵏⴰ

source: Samoa
zgh: ⵙⴰⵎⵡⴰ

source: Yemen
zgh: ⵢⴰⵎⴰⵏ

source: Mayotte
zgh: ⵎⴰⵢⵓⵟ

source: South Africa
zgh: ⴰⴼⵔⵉⵇⵢⴰ ⵏ ⵉⴼⴼⵓⵙ

source: Zambia
zgh: ⵣⴰⵎⴱⵢⴰ

source: Zimbabwe
zgh: ⵣⵉⵎⴱⴰⴱⵡⵉ
