Repository: Tatoeba/tatoeba2
Catalog: src/Locale/gsw/countries.po
Languages: gsw

source: Ascension Island
gsw: Ascension

source: United Arab Emirates
gsw: Veräinigti Arabischi Emirate

source: Afghanistan
gsw: Afganischtan

source: Antigua & Barbuda
gsw: Antigua und Barbuda

source: Albania
gsw: Albaanie

source: Armenia
gsw: Armeenie

source: Angola
gsw: Angoola

source: Antarctica
gsw: Antarktis

source: Argentina
gsw: Argentiinie

source: American Samoa
gsw: Amerikaanisch-Samoa

source: Austria
gsw: Ööschtriich

source: Australia
gsw: Auschtraalie

source: Åland Islands
gsw: Aaland-Insle

source: Azerbaijan
gsw: Aserbäidschan

source: Bangladesh
gsw: Bangladesch

source: Belgium
gsw: Belgie

source: Burkina Faso
gsw: Burkina Faaso

source: Bulgaria
gsw: Bulgaarie

source: Bahrain
gsw: Bachräin

source: St. Barthélemy
gsw: St. Barthelemi

source: Bermuda
gsw: Bermuuda

source: Brunei
gsw: Brunäi Tarussalam

source: Bolivia
gsw: Boliivie

source: Brazil
gsw: Brasilie

source: Bahamas
gsw: Bahaamas

source: Bouvet Island
gsw: Bouvet-Insle

source: Belarus
gsw: Wiissrussland

source: Canada
gsw: Kanada

source: Cocos (Keeling) Islands
gsw: Kokos-Insle

source: Congo - Kinshasa
gsw: Temokraatischi Republik Kongo

source: Central African Republic
gsw: Zentraalafrikaanischi Republik

source: Congo - Brazzaville
gsw: Kongo

source: Switzerland
gsw: Schwiiz

source: Côte d’Ivoire
gsw: Elfebäiküschte

source: Cook Islands
gsw: Cook-Insle

source: Chile
gsw: Tschile

source: Cameroon
gsw: Kamerun

source: China
gsw: Chiina

source: Colombia
gsw: Kolumbie

source: Clipperton Island
gsw: Clipperton

source: Costa Rica
gsw: Coschta Rica

source: Cuba
gsw: Kuba

source: Cape Verde
gsw: Kap Verde

source: Christmas Island
gsw: Wienachts-Insle

source: Cyprus
gsw: Zypere

source: Czechia
gsw: Tschechischi Republik

source: Germany
gsw: Tüütschland

source: Djibouti
gsw: Tschibuuti

source: Denmark
gsw: Tänemark

source: Dominica
gsw: Tominica

source: Dominican Republic
gsw: Tominikaanischi Republik

source: Algeria
gsw: Algeerie

source: Ceuta & Melilla
gsw: Ceuta und Melilla

source: Estonia
gsw: Eestland

source: Egypt
gsw: Ägüpte

source: Western Sahara
gsw: Weschtsahara

source: Eritrea
gsw: Äritreea

source: Spain
gsw: Schpanie

source: Ethiopia
gsw: Äthiopie

source: Finland
gsw: Finnland

source: Fiji
gsw: Fitschi

source: Falkland Islands
gsw: Falkland-Insle

source: Micronesia
gsw: Mikroneesie

source: Faroe Islands
gsw: Färöer

source: France
gsw: Frankriich

source: Gabon
gsw: Gabun

source: United Kingdom
gsw: Veräinigts Chönigriich

source: Georgia
gsw: Geoorgie

source: French Guiana
gsw: Französisch-Guäjaana

source: Guernsey
gsw: Gäärnsi

source: Ghana
gsw: Gaana

source: Greenland
gsw: Gröönland

source: Guinea
gsw: Gineea

source: Guadeloupe
gsw: Guadälup

source: Equatorial Guinea
gsw: Äquatoriaalgineea

source: Greece
gsw: Griecheland

source: South Georgia & South Sandwich Islands
gsw: Süüdgeorgie und d’süüdlichi Sändwitsch-Insle

source: Guatemala
gsw: Guatemaala

source: Guinea-Bissau
gsw: Gineea-Bissau

source: Guyana
gsw: Guäjaana

source: Heard & McDonald Islands
gsw: Höörd- und MäcDonald-Insle

source: Croatia
gsw: Kroaazie

source: Hungary
gsw: Ungarn

source: Canary Islands
gsw: Canarische Eilanden

source: Indonesia
gsw: Indoneesie

source: Ireland
gsw: Irland

source: Isle of Man
gsw: Insle vo Män

source: India
gsw: Indie

source: British Indian Ocean Territory
gsw: Britischs Territoorium im Indische Oozean

source: Iraq
gsw: Iraak

source: Iran
gsw: Iraan

source: Iceland
gsw: Iisland

source: Italy
gsw: Itaalie

source: Jersey
gsw: Dschörsi

source: Jamaica
gsw: Dschamäika

source: Jordan
gsw: Jordaanie

source: Kenya
gsw: Keenia

source: Kyrgyzstan
gsw: Kirgiisischtan

source: Cambodia
gsw: Kambodscha

source: Kiribati
gsw: Kiribaati

source: Comoros
gsw: Komoore

source: St. Kitts & Nevis
gsw: St. Kitts und Niuwis

source: North Korea
gsw: Demokraatischi Volksrepublik Koreea

source: South Korea
gsw: Republik Koreea

source: Kuwait
gsw: Kuwäit

source: Cayman Islands
gsw: Käimän-Insle

source: Kazakhstan
gsw: Kasachschtan

source: Laos
gsw: Laaos

source: Lebanon
gsw: Libanon

source: St. Lucia
gsw: St. Lutschiia

source: Liechtenstein
gsw: Liächteschtäi

source: Sri Lanka
gsw: Schri Lanka

source: Liberia
gsw: Libeeria

source: Lesotho
gsw: Lesooto

source: Lithuania
gsw: Littaue

source: Luxembourg
gsw: Luxemburg

source: Latvia
gsw: Lettland

source: Libya
gsw: Lüübie

source: Morocco
gsw: Marokko

source: Moldova
gsw: Republik Moldau

source: Montenegro
gsw: Monteneegro

source: Madagascar
gsw: Madagaschkar

source: Marshall Islands
gsw: Marshallinsle

source: Mali
gsw: Maali

source: Mongolia
gsw: Mongolei

source: Northern Mariana Islands
gsw: Nördlichi Mariaane

source: Martinique
gsw: Martinigg

source: Mauritania
gsw: Mauretaanie

source: Montserrat
gsw: Moosörrat

source: Mauritius
gsw: Mauriizius

source: Maldives
gsw: Malediiwe

source: Malawi
gsw: Malaawi

source: Mexico
gsw: Mexiko

source: Malaysia
gsw: Maläisia

source: Mozambique
gsw: Mosambik

source: Namibia
gsw: Namiibia

source: New Caledonia
gsw: Nöikaledoonie

source: Norfolk Island
gsw: Norfolk-Insle

source: Nigeria
gsw: Nigeeria

source: Nicaragua
gsw: Nicaraagua

source: Netherlands
gsw: Holland

source: Norway
gsw: Norweege

source: Nepal
gsw: Neepal

source: New Zealand
gsw: Nöiseeland

source: Oman
gsw: Omaan

source: French Polynesia
gsw: Französisch-Polineesie

source: Papua New Guinea
gsw: Papua-Neuguinea

source: Philippines
gsw: Philippiine

source: Pakistan
gsw: Pakischtan

source: Poland
gsw: Poole

source: St. Pierre & Miquelon
gsw: St. Pierr und Miggelo

source: Pitcairn Islands
gsw: Pitggäärn

source: Puerto Rico
gsw: Puerto Riggo

source: Paraguay
gsw: Paraguai

source: Qatar
gsw: Ggatar

source: Réunion
gsw: Reünioon

source: Romania
gsw: Rumäänie

source: Serbia
gsw: Särbie

source: Russia
gsw: Russland

source: Rwanda
gsw: Ruanda

source: Saudi Arabia
gsw: Saudi-Araabie

source: Solomon Islands
gsw: Salomoone

source: Seychelles
gsw: Seischälle

source: Sweden
gsw: Schweede

source: Singapore
gsw: Singapuur

source: Slovenia
gsw: Sloweenie

source: Svalbard & Jan Mayen
gsw: Svalbard und Jaan Määie

source: Slovakia
gsw: Slowakäi

source: Sierra Leone
gsw: Sierra Leoone

source: San Marino
gsw: San Mariino

source: Somalia
gsw: Somaalie

source: Suriname
gsw: Surinam

source: São Tomé & Príncipe
gsw: Sao Tome und Prinssipe

source: Syria
gsw: Süürie

source: Eswatini
gsw: Swasiland

source: Turks & Caicos Islands
gsw: Törks- und Gaiggos-Insle

source: Chad
gsw: Tschad

source: French Southern Territories
gsw: Französischi Süüd- und Antarktisgebiet

source: Togo
gsw: Toogo

source: Tajikistan
gsw: Tadschikischtan

source: Timor-Leste
gsw: Oschttimor

source: Turkmenistan
gsw: Turkmeenischtan

source: Tunisia
gsw: Tuneesie

source: Turkey
gsw: Türggei

source: Trinidad & Tobago
gsw: Trinidad und Tobaago

source: Tanzania
gsw: Tansaniia

source: Ukraine
gsw: Ukraiine

source: U.S. Outlying Islands
gsw: Amerikanisch-Ozeaanie

source: United States
gsw: Veräinigti Schtaate

source: Uzbekistan
gsw: Uschbeekischtan

source: Vatican City
gsw: Vatikanstadt

source: St. Vincent & Grenadines
gsw: St. Vincent und d’Grönadiine

source: Venezuela
gsw: Venezueela

source: British Virgin Islands
gsw: Britischi Jungfere-Insle

source: U.S. Virgin Islands
gsw: Amerikaanischi Jungfere-Insle

source: Vietnam
gsw: Wietnam

source: Vanuatu
gsw: Wanuatu

source: Wallis & Futuna
gsw: Wallis und Futuuna

source: Samoa
gsw: Samooa

source: Yemen
gsw: Jeeme

source: Mayotte
gsw: Majott

source: South Africa
gsw: Süüdafrika

source: Zambia
gsw: Sambia

source: Zimbabwe
gsw: Simbabwe
