Repository: Tatoeba/tatoeba2
Catalog: src/Locale/zza/default.po
Languages: zza

source: Owned by a self-identified native
zza: Hetê cayîyêko/a xopênaskerdox/e ra amê wayîrvejîyayîş

source: Translations
zza: Açarnayîşî

source: Limit to
zza: Sînordar bike

source: Exclude
zza: Xarîc

source: {action} sentences having translations that match all the following criteria.
zza: {action} cumleyî wayîrê ê açarnayîşan ê ke heme krîteranê cêrênan musabeqa kenê.

source: Link:
zza: Lînk:

# link
source: Any
zza: Hîç

source: Direct
zza: Raşteraşt

source: Indirect
zza: Neraşteraşt

source: Sort
zza: Çeşît

source: Relevance
zza: Sewîyeya eleqeyî

source: Reverse order
zza: Sîparîşo eks

# button
source: Search
zza: Cigêre

source: More search options
zza: Hîna zaf tercîhê cigêrayîşî

source: Create a search template
zza: Şablonêkê cigêrayîşî viraze

source: Use this button to use the currently selected criteria as a base for other searches. You can also bookmark/share the search template with someone else.
zza: Nê bûtonî bixebitne, seba sey bingeyêk xebitnayîşê krîteranê weçîniteyan seba cigêrayîşanê bînan. Sewbîna şima eşkenê bi yewna merdimî/e şablonê cigêrayîşî rê nîşanê cayî ronê/vila bikerê.

source: We have updated our <a href="{termsOfUse}">Terms of Use</a>. By closing this announcement, you agree with the new Terms of Use. If you have any question, feel free to <a href="{contact}">contact us</a>.
zza: Ma <a href="{termsOfUse}">Şertê Xebitnayîşî</a> yê xo kerdî rojane. Bi padayîşê nê anonsî şima Şertê neweyî yê Xebitnayîşî qebul kenê. Eke persêk şima esto, bi zerrîyêka rehete <a href="{contact}">ma reyde bikewê têkilî</a>.

source: Accept and close
zza: Qebul bike û pade

source: Close
zza: Pade

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
zza: Îqaz: na websîte seba testî ya. Her çîyo ke şima pêşkêş kerdo do bi hawayêko qetî vîndî bibo.

source: Number of sentences with audio by language
zza: Goreyê ziwanî hûmara cumleyanê bivengan

source: Browse audio for all languages
zza: Seba heme ziwanan cigêre vengî

source: Month
zza: Menge

source: Year
zza: Serre

source: Currently contributing
zza: Na game beşdarî keno/a

source: User who did the last contribution.
zza: Xebitnayoxo/a ke beşdarîya peyêne kerda.

source: {n}&nbsp;sentence
zza: {n}&nbsp;cumle

source: Custom exports
zza: Tebervetişê xususîyî

source: Sentence pairs
zza: Citayanê cumle

source: Use this tool to generate and download customized exports on demand.
zza: Seba warardiş û viraştişê tebervetişê ke waştişî ser ameyê şexsîkerdene na wasita bixebitnê.

source: Download all sentences in language A with translations in language B
zza: Heme cumleyê ke ziwanê A de yê, bi açarnayîşanê înan yê ke ziwanê B de yê reyde bîyare war

source: Download all sentences in language A that are translated into language B, along with the translations.
zza: Heme cumleyê ke ziwanê A de yê ke bi ziwanê B ameyê açarnayene, bi açarnayîşan a pîya bîyare war.

source: Sentence language:
zza: Ziwanê cumle:

source: Translation language:
zza: Ziwanê açarnayîşî:

source: Download sentence pairs
zza: Citayanê cumle bîyare war

source: Preparing download, please wait.
zza: Warardiş yeno hazirkerdene, xeyrê xo bipawê.

source: Failed to prepare download, please try again.
zza: Warardiş nêeşka bêro hazirkerdene, xeyrê xo reyna biceribnê.

source: Need some help?
zza: Îhtîyacê şima bi hetkarî esto?

source: Quick Start Guide
zza: Rayberê Destpêkerdişê Rewî

# footer
source: FAQ
zza: PZP

source: Help
zza: Hetkarî

source: Developers
zza: Xurtkerdoxî

source: Downloads
zza: Warardeyî

source: About
zza: Derheq

source: What is Tatoeba?
zza: Tatoeba çî yo?

source: Contact us
zza: Ma reyde têkilî ronê

source: Status
zza: Hal

source: Terms of use
zza: Şertê xebitnayîşî

source: Our data is released under various Creative Commons licenses.
zza: Datayê ma binê lîsansanê biçeşît yê Muşterekê Afirnayoxî de yeno neşrbîyene.

source: More information
zza: Hîna zaf melumatî

source: If you love this content, please consider a <a href={}>donation</a>.
zza: Eke şima na muhtewa ra hes kenê, xeyrê xo seba yew <a href={}>bexişkerdiş</a>î bifikirîyê.

source: Select a language
zza: Ziwanêk biweçîne

source: No language found.
zza: Ziwan nêvînîya.

source: Show all
zza: Hemine bimojne

source: List of affected sentences (total {{count}})
zza: Lîsteya cumleyanê tesîrdemendeyan (pêro pîya {{count}})

source: Register
zza: Qeyd bibe

source: Log in
zza: Dekewe

source: Only sentences in:
zza: Tena nê ziwanî de cumleyan bimojne:

source: Compose
zza: Viraze

source: Inbox
zza: Qûtîya mesajan

source: Unread
zza: Nêwanîyaye

source: Drafts
zza: Pêşnûmayî

source: Sent
zza: Erşawîya

source: Trash
zza: Çopdane

# header
source: Reply
zza: Cewab bide

source: New message
zza: Mesajo newe

source: Message
zza: Mesaj

# message
source: To
zza: Seba

source: Title
zza: Sernuşte

source: Save as draft
zza: Sey pêşnûma qeyd bike

source: Send
zza: Bierşawe

source: notification from Tatoeba
zza: Tatoeba ra pêhesnayîş

source: Random sentence
zza: Cumleya raştameyîye

source: show another
zza: Sewbîna bimojne

source: Mark as "OK"
zza: Sey "TEMAM" nîşan bike

source: Unmark sentence
zza: Nîşanê cumle wedarne

source: Mark as "unsure"
zza: Sey "emîn nîya" nîşan bike

source: Mark as "not OK"
zza: Sey "TEMAM nîyo" nîşan bike

# placeholder
source: Search
zza: Cigêre

source: Advanced search
zza: Cigêrayîşo xurtkerde

# label
source: Search
zza: Cigêre

source: From
zza: Kamî/e ra

# searchbar
source: Any language
zza: Ziwanêk

# language
source: To
zza: Seba kamî/e

source: No results found.
zza: Netîceyî nêvînîyayî.

source: Play audio
zza: Vengî bide kay

source: Play audio recorded by {author}
zza: Vengo ke hetê {author} ra ameyo qeydkerdene bide kay

source: No audio for this sentence. Click to learn how to contribute.
zza: Seba na cumle vengêk çin o. Eke wazenê bimusê ke senîhawa beşdarî yena kerdene bitikne.

source: Add a comment
zza: Şiroveyêk îlawe bike

source: Submit comment
zza: Şiroveyêk pêşkêş bike

source: Good practices
zza: Caardişê holî

source: Say "welcome" to new users.
zza: Xebitnayoxanê neweyan ra vaje "bi xeyr ameyî/a".

source: Use private messages to discuss things unrelated to the sentence.
zza: Eke çîyê ke şima qal kenê derbarê cumle de nîyê xeyrê xo pê mesajanê xususîyan yewbînan dir munaqeşe bikerê.

source: sentence deleted
zza: cumle estirîyê

# sentence comment
source: {createdDate}, edited {modifiedDate}
zza: {createdDate}, {modifiedDate} de ame/ê pergalkerdene

source: Sentence {number} — belongs to {username}
zza: Cumle {number} – aîdê {username} ya

source: Sentence {number}
zza: Cumle {number}

source: Former member
zza: Endamo/a verên/e

# button
source: Reply
zza: Cewab bide

source: Permalink
zza: Lînko payîdar

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
zza: Muhtewaya nê mesajî <a href="{}">qaydeyanê ma</a> rê ters a, no semed ra mesaj ameyo nimitene. Tena îdarekarî û nuştoxê/a mesajî eşkenê muhtewaya mesajî bivînê.

source: Cancel
zza: Betal bike

source: Save changes
zza: Vurnayîşan qeyd bike

source: Language
zza: Ziwan

source: Auto detect
zza: Tesbîto otomatîk

source: License
zza: Lîsans

source: Sentence
zza: Cumle

source: Add sentence
zza: Cumle îlawe bike

source: No sentences added yet.
zza: Hema cumleyî nêameyî îlawekerdene.

source: OK
zza: TEMAM

source: by {username}
zza: {username} ra

source: License: {license}
zza: Lîsans: {license}

source: Show more features for all sentences
zza: Seba heme cumleyan hîna zaf taybetmendîyan bimojne

source: Show fewer features for all sentences
zza: Seba heme cumleyan hîna tay taybetmendîyan bimojne

source: 0 sentences
zza: 0 cumle

source: 1 or more sentences
zza: 1 yan zî zafêr cumleyî

source: {n}+ sentence
zza: {n}+ cumle

source: Search a language
zza: Ziwanêk cigêre

source: Search list or enter new list name
zza: Zereyê lîste de cigêre yan zî nameyê lîsteya newîye dekewe

source: Create
zza: Viraze

source: Your last selected list (if any) and last updated lists
zza: Lîsteya şima ya weçînitî ya tewr peyêne (eke esta) û lîsteyê rojanekerdî yê tewr peyênî

source: Search results
zza: Netîceyê cigêrayîşan

source: (last selected)
zza: (weçîniteyo peyên)

source: Collaborative list
zza: Lîsteya hemkarî

source: No list found.
zza: Lîsteyêk nêvînîyê

source: You have no lists which this sentence can be added to.
zza: Qet lîsteya şima çin a ke na cumle ci rê bêro îlawekerdene.

source: previous
zza: verên

source: random
zza: raştameye

source: next
zza: dimayên

source: Language for previous, next or random sentence
zza: Ziwan seba cumleya verêne, dimayêne yan zî raştameyîye

# navigation
source: Any language
zza: Ziwanêk

source: Show sentence #:
zza: Cumle bimojne #:

source: Your sentence was not added because the following already exists.
zza: Cumleya şima nêamê îlawekerdene çunke cêrênî xora estê.

source: This sentence belongs to a native speaker.
zza: Na cumle aîdê qiseykerdoxêko/a ziwanê dayîke ya.

source: Translations of translations
zza: Açarnayîşanê açarnayîşan

source: Fewer translations
zza: Hîna tay açarnayîşî

source: You cannot edit this sentence because it has audio.
zza: Şima nêeşkenê na cumle pergal bikerê çunke vengê ci esto.

source: Other language
zza: Ziwano bîn

source: Transcription
zza: Transkrîpsyon

source: Reset
zza: Newe ra eyar bike

source: Mark as reviewed
zza: Sey etudkerde nîşan bike

source: This sentence is not reliable.
zza: Na cumle muteber nîya.

source: Copy sentence
zza: Cumle kopya bike

source: Go to sentence page
zza: Şo rîpelê cumle

source: Translate
zza: Biaçarne

source: Edit
zza: Pergal bike

source: Add sentence to list
zza: Lîste rê cumle îlawe bike

source: Add to favorites
zza: Favorîyan rê îlawe bike

source: Remove from favorites
zza: Favorîyan ra wedarne

source: Are you sure?
zza: Şima emîn ê?

source: Delete
zza: Biestire

source: Click to adopt
zza: Seba qebulkerdişî bitiknê

source: Click to unadopt
zza: Seba redkerdişî bitiknê

source: Show more features
zza: Hîna zaf taybetmendîyan bimojne

source: Show fewer features
zza: Hîna tay taybetmendîyan bimojne

source: Show unreviewed transcriptions
zza: Transkrîpsyonanê etudnêkerdeyan bimojne

source: Hide unreviewed transcriptions
zza: Transkrîpsyonanê etudnêkerdeyan binimne

source: Unlink this translation
zza: Lînkê nê açarnayîşî wedarne

source: Make into direct translation
zza: Bike açarnayîşo raşteraşt

source: Existing sentence #{number} has been added as a translation.
zza: Cumleya mewcûde #{number} sey açarnayîşêk amê îlawekerdene.

source: Edit this translation
zza: Nê açarnayîşî pergal bike

source: Translation
zza: Açarnayîş

source: Add translation
zza: Açarnayîş îlawe bike

source: Edit translation
zza: Açarnayîşî pergal bike

source: Sentence removed from list.
zza: Cumle na lîste ra wedarîyê.

source: Undo removal
zza: Wedaritişî apey bîge

source: Remove from list
zza: Lîste ra wedarne

source: Your session has expired.
zza: Wextê roniştişê şima bi pirr.

source: Please <a href="{}">log in again</a>.
zza: Xeyrê xo <a href="{}">newe ra dekewê</a>.

source: Tatoeba is a collection of sentences and translations.
zza: Tatoeba, koleksîyonêko cumleyan û açarnayîşan o.

source: It's collaborative, open, free and even addictive.
zza: Hemkar, akerde, belaş û heta girêdayekerdox o.

source: Search
zza: Cigêre

source: Tip: <em>=word</em> will search for an exact match on <em>word</em>
zza: Tîp: <em>=çekuye</em> do cigêro seba musabeqayêko tam <em>çekuye</em> ser o

source: More tips
zza: Hîna zaf tîpî

# title
source: Advanced search
zza: Cigêrayîşo xurtkerde

source: Sort by
zza: Goreyê ney/naye rêze bike

source: My profile
zza: Profîlê mi

source: Language: {lang}
zza: Ziwan: {lang}

source: Settings
zza: Eyarî

source: Log out
zza: Vejîye

source: My sentences
zza: Cumleyê mi

source: My vocabulary
zza: Çekuyê mi

source: My reviews
zza: Etudê mi

source: My lists
zza: Lîsteyê mi

source: My favorites
zza: Favorîyê mi

source: My comments
zza: Şiroveyê mi

source: Comments on my sentences
zza: Şiroveyê ke cumleyanê mi ser o ameyê kerdene

source: My Wall messages
zza: Mesajê minê Dêsî

source: My latest contributions
zza: Beşdarîyê min ê tewr peyênî

source: {number} sentence
zza: {number} cumle

source: {number} supported language
zza: {number} ziwano destdaye

source: Stats per languages
zza: Serê ziwanî statîstîkî

source: {number} contribution today
zza: Ewro {number} beşdarî

source: Browse
zza: Cigêre

source: Show random sentence
zza: Cumleya raştameyê bimojne

source: Browse by language
zza: Goreyê ziwanî cigêre

source: Browse by list
zza: Goreyê lîste cigêre

source: Browse by tag
zza: Goreyê etîketî cigêre

source: Browse audio
zza: Cigêre bi veng

source: Contribute
zza: Beşdarîyan bike

source: Add sentences
zza: Cumleyan îlawe bike

source: Adopt sentences
zza: Bibe wayîrê/a cumleyan

source: Discuss sentences
zza: Cumleyan munaqeşe bike

source: Add vocabulary request
zza: Waştişê çekuye îlawe bike

source: Community
zza: Cemat

source: Wall
zza: Dês

source: List of all members
zza: Lîsteya heme endaman

source: Languages of members
zza: Ziwanê endaman

source: Native speakers
zza: Ziwanê dayîke

source: Profile
zza: Profîl

source: Vocabulary
zza: Çekuye

source: Reviews
zza: Etudî

source: Lists
zza: Lîsteyî

source: Favorites
zza: Favorîyî

source: Comments
zza: Şiroveyî

source: Comments on {user}'s sentences
zza: Şiroveyê ke cumleyanê {user} ser o ameyê kerdene

source: Wall messages
zza: Mesajê Dêsî

source: Logs
zza: Dekewtişî

source: Audio
zza: Veng

source: Transcriptions
zza: Transkrîpsyonî

source: Translate {user}'s sentences
zza: Cumleyanê {user} biaçarne

source: Vocabulary requests
zza: Waştişê çekuye

source: My vocabulary requests
zza: Waştişê minê çekuye

source: Add vocabulary requests
zza: Waştişanê çekuye îlawe bike

source: Existing vocabulary requests
zza: Waştişê çekuye yê mewcûdî

source: Add a message:
zza: Mesajêk îlawe bike:

# wall message
source: {createdDate}, edited {modifiedDate}
zza: {createdDate}, {modifiedDate} de ame/ê pergalkerdene

source: hide replies
zza: cewaban binimne

source: show replies
zza: cewaban bimojne

source: Your login:
zza: Dekewtişê to:

source: Your new password:
zza: Şîfreyê şima yo newe:

source: {user}'s favorite sentences
zza: Cumleyê favorî yê {user}

source: Favorite successfully removed.
zza: Favorî bi hawayêko serkewte wedarîya.

source: Sentence {id} has been deleted.
zza: Cumleya {id} wedarîyê.

source: This user does not have any favorites.
zza: Favorîyê nê xebitnayoxî çin ê.

source: Error
zza: Xeta

source: Back
zza: Agêre

source: Switch my sentences' license
zza: Lîsansê cumleyanê mi bivurne

source: Switch my sentences to CC0
zza: Cumleyanê mi sey CC0 bivurne

source: The license for your sentences is being switched. You will receive a private message when the operation is complete.
zza: Lîsansê cumleyanê şima yeno vurnayene. Wexto ke operasyon qedîya şima do mesajêko xususî bigîrê.

source: This page allows you to massively switch the license of your sentences to {CC0-link}. Among all your sentences, only the ones that meet the following conditions will be affected.
zza: No rîpel îmkan dano şima ke şima bieşkê lîsansê cumleyanê xo, hema-hema temamen, sey {CC0-link} bivurne. Mîyanê heme cumleyanê şima de tena êyê ke halanê cêrênan temîn kenê do tesîr de bimanê.

source: The current license of the sentence must be CC BY 2.0 FR.
zza: Lîsanso mewcûd yê cumle ganî CC BY 2.0 FR bibo.

source: You must be the original creator of the sentence.
zza: Ganî şima viraştoxo orîjînal yê cumle bibê.

source: The sentence must be original and not derived from translation.
zza: Ganî cumle orîjînal bibo û yewna cumle ra nêro viraştene.

source: Press the following button to start or restart an analysis of which of your sentences can be switched to CC0.
zza: Bûtonê cêrênî bitiknê seba destpêkerdişê yan zî newe ra destpêkerdişê analîzêk derbarê kamcîn cumleyê şima eşkenê sey CC0 bêrê bedilnayene.

source: Start analysis
zza: Analîzî bide destpêkerdene

source: Switch license
zza: Lîsansî bibedilne

source: Press the following button to initiate the license switch of the above-listed sentences.
zza: Bûtonê cêrênî bitiknê seba destpêkerdişê bedilnayîşê lîsansî yê cumleyanê cor ra lîstekerdeyan.

source: Be careful, this operation can not be undone. Switching from CC BY to CC0 is possible, but not the opposite.
zza: Bala xo bidê, no operasyon nêeşkeno bêro apeygirewtene. Şima eşkenê CC BY sey CC0 bibedilnê labelê nêeşkenê eksê ci bikerê.

source: Switch license to CC0 1.0
zza: Lîsansî sey CC0 1.0 bibedilne

source: Unlink
zza: Lînkî wedarne

source: Unlink this translation.
zza: Lînkê nê açarnayîşî wedarnê.

source: Link
zza: Lînk

source: Make into direct translation.
zza: Bitade bi açarnayîşê raşteraştî

source: Tatoeba is a large database of sentences and translations. Its content is ever-growing and results from the voluntary contributions of thousands of members.
zza: Tatoeba databasêko hîra yê cumleyan û açarnayîşan o. Muhtewaya ci timûtim xurt bena û no xeyrê beşdarîyanê zerrîwazî yê bi hezaran endamanê ci yo.

source: Tatoeba provides a tool for you to see examples of how words are used in the context of a sentence. You specify words that interest you, and it returns sentences containing these words with their translations in the desired languages. The name Tatoeba (<em>for example</em> in Japanese) captures this concept.
zza: Tatoeba seba şima wasitayêk peyda keno ke şima bivînê kontekstê cumle de nimûneyanê çekuyî senîhawa ameyê xebitnayene. Şima dîyar kenê ke kamcîn çekuyî şima eleqedar kenê û o, cumleyanê ke ê çekuyan îhtîwa kenê açarnayîşanê ziwananê waşteyan de tadano. Nameyê Tatoeba (<em>mesela</em> bi japonkî) nê konseptî tepişeno.

source: The project was founded by Trang Ho in 2006, hosted on Sourceforge under the codename of <em>multilangdict</em>.
zza: Proje, hetê Trang Ho ra serra 2006 de Sourceforge de binê nameyê kodî yê <em>multilangdict</em> de amê pêardene.

source: The video below, made in 2010, presents the core ideas of Tatoeba.
zza: Vîdeoyo cêrên o ke serra 2010 de ameyo antene behsê fikranê bingeyênan yê Tatoeba keno.

# header
source: FAQ
zza: PZP

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
zza: Verê perskerdişê persêk, xeyrê xo <a href="{}">PZP biwane</a>.

source: Follow us
zza: Ma taqîb bikerê

source: Tatoeba Blog
zza: Blogê Tatoeba

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
zza: Eke pers, teklîf yan zî waştişê şima estê (yan zî eke tena wazenê vajê "sipas kena") bi zerrîyêka rehete eşkenê ma rê {emailAddress} ser ra emaîl bierşawê.

source: Post on the Wall
zza: Dês de vila bike

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
zza: Sewbîna şima eşkenê bi <a href="{}">Dês</a> de nuştene ma ra vajê ke şima çi fikirîyenê.

source: Join our chatroom
zza: Tewrê odaya ma ya xoşebere bibê

source: We have an <strong>XMPP room</strong>: <a href="{room}">tatoeba@chat.tatoeba.org</a>. You can join with your favorite XMPP client or <a href="{webclient}">from your browser</a>.
zza: Ma wayîrê yew <strong>odaya XMPP</strong> yîme: <a href="{room}">tatoeba@chat.tatoeba.org</a>. Şima eşkenê bi klîentê XMPP yê xo yê favorîyî yan zî <a href="{webclient}">browserê xo ra</a> tewirê ci bibê.

source: Donate
zza: Bexiş bikerê

source: Any question?
zza: Persê şima estê?

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
zza: Eke derbarê bexişan de persê şima estê yan zî eke şima wazenê nê ûsulanê bexişkerdişî ra teber bi yewna şekil bexiş bikerê, şima eşkenê <a href="{trangEmail}">Trang</a> yan zî heme <a href="{teamEmail}">ekîpe</a> reyde têkilî ronê.

source: All donations
zza: Heme bexişî

source: How to donate
zza: Senîhawa bexiş yeno kerdene

source: You have two possible ways to make a donation:
zza: Şima bi di ûsulan eşkenê bexiş bikerê:

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
zza: <b>Transferê IBAN'î.</b> No muhtemelen ûsulo tewr erjan yê bexişkerdişî yo. Merkezê bankaya Tatoeba Fransa de yo yanî eke şima dewletanê YE ra yewerî ra yê muhtemelen transfer do belaş bibo.

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
zza: <b>Paypal.</b> Eke şima nêeşkenê bi IBAN pere transfer bikerê, şima eşkenê bi PayPal bexiş bikerê. Ganî şima bizanê ke PayPal transferan ra pere birnena.

source: IBAN transfer
zza: Transferê IBAN'î

source: Titular:
zza: Unwan:

source: Download sentences
zza: Cumleyan bîyare war

source: Filename
zza: Nameyê dosya

source: Fields and structure
zza: Warî û awanî

source: File description
zza: Îzahatê dosya

source: Sentence id
zza: Nasnameyê cumle

source: Base field
zza: Waro Bingeyên

source: Review
zza: Etud

source: Text
zza: Metn

source: Lang
zza: Ziwan

source: Username
zza: Nameyê Xebitnayoxî

source: Date added
zza: Tarîx ame îlawekerdene

source: Date created
zza: Tarîx virazîya

source: Date last modified
zza: Tarîxo peyên yê vurnayîşî

source: Translation id
zza: Nasnameyê açarnayîşî

source: Tag name
zza: Nameyê etîketî

source: List id
zza: Nasnameyê lîste

source: List name
zza: Nameyê lîste

source: Editable by
zza: Hetê ney/naye ra eşkeno/a bêro/a pergalkerdene

source: Meaning id
zza: Nasnameyê manayî

source: Skill level
zza: Sewîyeya qabîlîyetî

source: Details
zza: Detayî

source: Attribution URL
zza: URL'ê têkilîdarkerdişî

source: Script name
zza: Nameyê skrîptî

source: Note
zza: Not

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
zza: Datayo ke şima do tîya bivînê hetanî şima bi wasitayêkê ziwanî kod nêkerê yan zî datayî nênejirnê do feydedar NÊBO.

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
zza: Eke şima seba musayîşê ziwanêkî gêrenê ro cumleyanê ke eşkenê bixebitnê, biewnê bi <a href="{}">lîsteyanê cumle</a>. Şima eşkenê lîsteya xo virazê yan zî lîsteyê ke xebitnayoxanê bînan viraştê bivînê. Lîsteyî eşkenê bêrê warardene û prîntkerdene.

source: General information about the files
zza: Derbarê dosyayan de melumatê umûmîyî

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
zza: Zafaneyê cumleyanê japonkî û îngilizkî <a href="{}">Tanaka Corpus</a> ra yo ke Tanaka Corpus aîdê malê umûmîya yo.

source: Creative commons
zza: Muşterekê afirnayoxî

source: These files are released under CC BY 2.0 FR.
zza: Nê dosyayî binê CC BY 2.0 FR de yenê neşrbîyene.

source: A part of our sentences are also available under CC0 1.0.
zza: Sewbîna qisimêk cumleyê ma binê CC0 1.0. de zî musaîd ê.

source: Licenses covering audio
zza: Lîsansê ke veng îhtîwa kenê

source: The license covering an audio file is chosen by the contributor, and is indicated on the page that lists the audio files that he or she has contributed.
zza: Lîsanso ke dosyayanê vengî îhtîwa keno, hetê beşdarîkerdox/e ra yeno weçînitene û rîpelo ke dosyayanê vengî ke ey yan zî aye beşdarîyê ci kerdo lîste keno de yeno mojnayene.

source: Questions?
zza: Persî?
