Repository: Tatoeba/tatoeba2
Catalog: src/Locale/zza/default.po
Languages: zza

source: Collaborative lists containing "{search}" ({total})
zza: Lîsteyê hemkarî ke "{search}" îhtîwa kenê ({total})

source: All public lists containing "{search}" ({total})
zza: Heme lîsteyê umûmîyî ke "{search}" îhtîwa kenê ({total})

source: List name (alphabetical)
zza: Nameyê lîste (alfabetîk)

source: List name (reverse alphabetical)
zza: Nameyê lîste (eks alfabetîkal)

# lists
source: Newest first
zza: Tewr newe verî

# lists
source: Oldest first
zza: Tewr kehen verî

source: Highest number of sentences
zza: Hûmara tewr zafe ya cumleyan

source: Lowest number of sentences
zza: Hûmara tewr taye ya cumleyan

# lists
source: Most recently updated
zza: Tewr peynî de ame rojanekerdene

# lists
source: Least recently updated
zza: Tewr nêzdî de ame rojanekerdene

source: {username}'s lists ({total})
zza: Lîsteyê {username} ({total})

source: {username}'s lists containing "{search}" ({total})
zza: Lîsteyê {username} "{search}" îhtîwa kenê ({total})

source: Sentence successfully removed.
zza: Cumle bi hawayêko serkewte wedarîyê.

source: About this list
zza: Derheqê na lîste de

source: created by {listAuthor}
zza: hetê {listAuthor} ra virazîya/ê

source: Contains {n}&nbsp;sentence
zza: Îhtîwa keno {n}&nbsp;cumle

source: Options
zza: Tercîhî

source: Edit name
zza: Nameyî pergal bike

source: Click to edit...
zza: Seba pergalkerdişî bitikne

source: Sort by:
zza: Gore rêze bike:

source: date added to list
zza: tarîx, lîste rê ame îlawekerdene

source: date created
zza: tarîx virazîya

source: Download this list
zza: Na lîste bîyare war

source: Delete this list
zza: Na lîste biestire

source: Most recently added
zza: Îlawekerdeyo tewr peyên

source: Least recently added
zza: Îlawekerdeyo tewr nêzdî

source: This list is empty.
zza: Na lîste veng a.

source: You can create new sentences directly in this list by clicking on the {addSentenceButton} icon in the header of this section.
zza: Şima eşkenê na lîste de raşteraşt cumleyanê newîyan virazê, seba viraştişî bitiknê bi sembolê {addSentenceButton} yo ke sernuşteyê nê qisimî de yo.

source: You can also add existing sentences to this list, from other pages, by clicking on the {addToListButton} icon in the menu of the sentence.
zza: Şima sewbîna eşkenê na lîste rê rîpelanê bînan ra cumleyanê mewcûdan îlawe bikerê, seba ey menuya cumle de sembolê {addToListButton} ser o bitiknê.

source: The sentence you tried to create already exists. The existing sentence was added to your list instead.
zza: Cumleya ke şima ceribnê virazê xora mewcûd a. Cumleya mewcûde lîsteya şima rê amê îlawekerdene.

source: Admins
zza: Îdarekarî

source: Corpus maintainers
zza: Xurtkerdoxê cematî

source: Advanced contributors
zza: Beşdarîkerdoxê xurtî

source: Contributors
zza: Beşdarîkerdoxî

source: Legend
zza: Efsane

source: Total
zza: Pêro pîya

source: Number of sentences per language
zza: Serê ziwanî hûmara cumleyan

source: One sentence
zza: Yew cumle

source: Sentences with tag {tagName}
zza: Cumleyê ke bi etîketê {tagName} yê

source: Show all tags
zza: Heme etîketan bimojne

source: {tagName} ({n} sentence)
zza: {tagName} ({n} cumle)

source: Newest sentences first
zza: Verî cumleyê tewr newîyî

source: Oldest sentences first
zza: Verî cumleyê tewr kehenî

source: Most recently tagged
zza: Etîketkerdeyê tewr peyênî

source: Least recently tagged
zza: Etîketkerdeyê tewr nêzdîyî

source: All existing tags
zza: Heme etîketê mewcûdî

source: Search tags
zza: Etîketan cigêre

source: All tags (total {{count}})
zza: Heme etîketî (pêro pîya {{count}})

source: Tags containing: {search} (total {{count}})
zza: Etîketî îhtîwa kenê: {search} (pêro pîya {{count}})

source: Tag name (alphabetical)
zza: Nameyê etîketî (alfabetîkal)

source: Tag name (reverse alphabetical)
zza: Nameyê etîketî (eks alfabetîkal)

source: Chinese traditional/simplified conversion
zza: Çînkîya tradîsyonele/sadekerdîye bedilnayîş

source: Source code
zza: Kodê çimeyî

source: Enter either traditional or simplified Chinese
zza: Ya çînkîya tradîsyonele yan zî çînkîya sadekerdîye dekewê

source: Convert
zza: Bibedilnê

source: Autogenerate furigana over Japanese
zza: Herinda japonkî de furîganayî otomatîk viraze

source: Autogenerate furigana
zza: Furîganayî otomatîk viraze

source: Useful tools
zza: Wasitayê feydedarî

source: Tools
zza: Wasitayî

source: Furigana autogeneration
zza: Viraştişê furîgana yo otomatîk

source: autogenerate furigana over Japanese.
zza: herinda japonkî de furîganayî otomatîk viraze

source: Chinese simplified/traditional conversion
zza: Çînkîya sadekerdîye/tradîsyonele bedilnayîş

source: convert traditional Chinese to simplified and vice versa
zza: çînkîya tradîsyonele bibedilne bi çînkîya sadekerdîye û eksê ci bike

source: Shanghainese to IPA
zza: Şangaykî ra bi IPA

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
zza: Bi xebitnayîşê Alfabeya Fonetîke ya Mîyanneteweyîye metnêkê şangaykî bibedilnê bi telefuzê ci

source: Convert Shanghainese into IPA
zza: Şangaykî bibedilne bi IPA/AFM

source: Credits
zza: Kredîyî

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
zza: Ma heqeten wazenîme <a href='{0}'>Kellen Parker</a> rê sipas bikerîme. Ey ma rê dosyayê data yê hîna temamî peyda kerdî. Eke şima bi xebatanê ey eleqedar ê, şima eşkenê <a href='{1}'>tîya</a> ra rîpelê ey yê projeyan kontrol bikerê. Bê ey, cumleyê şangaykî do wayîrê IPA'yêka hende temame nêbîyêne.

source: Enter a text in shanghainese dialect
zza: Metnêk bi lehçeya şangaykî dekewe

source: Transcriptions of {username}
zza: Transkrîpsyonê {username}

source: {username} does not have any transcriptions
zza: Transkrîpsyonê {username} çin ê

source: Please fix the following error or press the Cancel button.
zza: Xeyrê xo xetaya cêrêne raşt bikerê yan zî bûtonê Betal Bike bitiknê.

source: Edit profile
zza: Profîlî pergal bike

source: Current picture
zza: Resimo vîyartbar

source: Remove
zza: Wedarne

source: New picture
zza: Resimo newe

source: Upload
zza: Bar bike

source: Country
zza: Welat

source: Birthday
zza: Roja mayaxorabîyayîşî

source: Homepage
zza: Keyepel

source: Description
zza: Îzahat

source: Add a language
zza: Ziwanêk îlawe bike

source: Add language
zza: Ziwan îlawe bike

source: Edit language
zza: Ziwanî pergal bike

source: If your language is missing, please read our article on how to <a href="{}">request a new language</a>.
zza: Eke Tatoeba de ziwanê şima çin o, xeyrê xo meqaleya ma ya <a href="{}">ziwanêko newe taleb bike</a> biwanê.

source: What is your level?
zza: Sewîyeya to çî ya?

source: Details (optional). For instance, which dialect or from which country.
zza: Detayî (opsîyonel). Mesela kamcîn lehçe yan zî kamcîn welat ra.

source: Contact {user}
zza: {user} reyde bikewe têkilî

source: Comments posted
zza: Şiroveyê neşrbîyayeyî

source: Sentences owned
zza: Cumleyê wayîrvejîyayeyî

source: Audio recordings
zza: Qeydê vengî

source: Sentences favorited
zza: Cumleyê favorîyî

source: Contributions
zza: Beşdarîyî

source: Show latest activity
zza: Aktîvîteya tewr peyêne bimojne

source: Email notifications are ENABLED.
zza: Pêhesnayîşê emaîlî AKTÎF ê.

source: Email notifications are DISABLED.
zza: Pêhesnayîşê emaîlî ASTENGKERDE yê.

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
zza: Nê profîlî rê resayîş UMÛMÎ yo. Heme melumatî hetê her kesî/e ra eşkenê bêrê asayene.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
zza: Nê profîlî rê resayîş SÎNORKERDE yo. Tena endamê Tatoeba eşkenê melumatê şexsî û îzahatî bivînê.

source: Member since
zza: Nê tarîxî ra ke endam o/a

source: Contributions blocked
zza: Beşdarîyî ameyî astengkerdene

source: No description.
zza: Îzahat çin o.

source: Languages
zza: Ziwanî

source: No language added.
zza: Ziwanêk nêame îlawekerdene.

source: TIP: We encourage you to indicate the languages you know.
zza: TÎP: Ma şima teşwîq kenîme ke ziwanê ke şima zanê dîyar bikerê.

source: TIP: Encourage this user to indicate the languages he or she knows.
zza: TÎP: Nê/Na xebitnayoxî/e teşwîq bikerê ke wa ziwanê ke o yan zî a zano/a dîyar bikero/a.

source: Next
zza: Dimayên

source: Add this language
zza: Nê ziwanî îlawe bike

source: Main options
zza: Opsîyonê bingeyênî

source: Send email notifications
zza: Pêhesnayîşanê emaîlî bierşawe

source: Set your profile public
zza: Profîlê xo sey umûmî eyar bike

source: Remember the last list to which you assigned a sentence, and select it by default
zza: Lîsteya peyêne ke şima ci rê cumleyêk tayîn kerdibî bîyarê vîrê xo û aye sey pêşferz biweçînê

source: Display a link to expand/collapse translations when there are too many translations
zza: Wexto ke zaf açarnayîşî benê seba hîrakerdiş/tengkerdişê açarnayîşan lînkêk bimojne.

source: Always show unreviewed transcriptions and alternative scripts
zza: Timûtim transkrîpsyonanê etudnêkerdeyan û skrîptanê alternatîfan bimojne

source: Show random sentence on the homepage
zza: Keyepel de cumleya raştameyê bimojne

source: Enter <a href="{url}">ISO 639-3 codes</a>, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
zza: <a href="{url}">Kodanê ISO 639-3</a> bi hawayêko bi-vîrgul-abirnaye dekewê (nimûne: jpn,epo,ara,deu). Tatoeba do o wext tena ziwanê ke şima dîyar kerdê de açarnayîşan bimojno. Eke şima nê cayî veng veradê Tatoeba do heme ziwanan de açarnayîşan bimojno.

source: Number of sentences per page
zza: Serê rîpel hûmara cumleyan

source: Default license for original sentences
zza: Lîsanso pêşferz seba cumleyanê orîjînalan

source: Experimental options
zza: Opsîyonê ceribkîyî

source: Options in this category are not fully functional, may not work for everyone and/or are in a phase of beta testing. They may change or be removed in the future.
zza: Na kategorî de heme opsîyonî fonksîyonel nîyê, beno ke seba her kesî/e nêrê xebitnayene û/yan zî merheleyêka testê beta de yê. Ê eşkenê ameyox de bêrê vurnayene yan zî bêrê wedaritene.

source: Activate the feature to review sentences
zza: Seba etudê cumleyan, taybetmendî aktîf bike

source: Mark sentences when the owner indicated in their profile that they have a native level in the language of the sentence. In the old design "(native)" is displayed next to the username. In the new design a {star} is displayed next to the sentence.
zza: Wexto ke wayîr/e profîlê xo de dîyar keno/a ke ziwanê cumle de sewîyeya înan ziwanê dayîke ya, cumleyan nîşan bikerê. Dîzaynê kehenî de hetê nameyê xebitnayoxî/e de "(ziwanê dayîke)" yeno mojnayene. Dîzaynê neweyî de hetê cumle de yew {star} yena mojnayena.

source: Change email address
zza: Adresa emaîlî bivurne

source: Email address
zza: Adresa emaîlî

source: Change password
zza: Şîfreyî bivurne

source: Old password
zza: Şîfreyo kehen

source: New password
zza: Şîfreyo newe

source: New password again
zza: Reyna şîfreyo newe

source: Members
zza: Endamî

source: Search user
zza: Cigêre bi xebitnayoxî/e

source: Members (total {number})
zza: Endamî (pêro pîya {number})

source: Username (alphabetical)
zza: Nameyê xebitnayoxî (alfabetîkal)

source: Username (reverse alphabetical)
zza: Nameyê xebitnayoxî (eks alfabetîkal)

# members
source: Newest first
zza: Tewr newe verî

# members
source: Oldest first
zza: Tewr kehen verî

source: Status (admin to contributor)
zza: Rewşe (beşdarîkerdox/e rê îdarekar/e)

source: Status (contributor to admin)
zza: Rewşe (îdarekar/e rê beşdarîkerdox/e)

source: Can switch license
zza: Lîsansê ci eşkeno bêro vurnayene

source: Members: {lang}
zza: Endamî: {lang}

source: Back to global stats
zza: Agêre bi statîstîkanê global

source: {lang} ({total} member)
zza: {lang} ({total} endam/e)

source: Password
zza: Şîfre

source: Remember me
zza: Mi bîya vîrê xo

source: Forgot your password?
zza: Şima şîfreyê xo kerd xo vîr ra?

source: Send new password
zza: Şîfreyê neweyî bierşawe

source: Email
zza: Emaîl

source: I accept the <a href="{}">terms of use</a>
zza: Ez <a href="{}">şertê xebitnayîşî</a> qebul kena

source: unmask password
zza: şîfre bimojne

source: Unmask password
zza: Şîfre bimojne

source: Leave this blank
zza: Naye tal verade

source: Native language:
zza: Ziwanê dayîke:

source: If you don't find your native language in the list, leave this as 'None'.
zza: Eke şima ziwanê xoyê dayîke lîste de nêdî, ney sey 'Çin o' veradê.

source: You did not accept the terms of use.
zza: Şima şertê xebitnayîşî qebul nêkerdî.

source: Tatoeba user: {username}
zza: Xebitnayoxê/a Tatoeba: {username}

source: Latest sentences
zza: Cumleyê tewr peyênî

source: view all
zza: pêrune bivîne

source: Latest Wall messages
zza: Mesajê Dêsî yê tewr peyênî

source: Add vocabulary items
zza: Elemananê çekuyan îlawe bike

source: Add vocabulary that you are learning. If your vocabulary does not exist yet in Tatoeba, other contributors can add sentences for it.
zza: Çekuyê ke şima musenê îlawe bikerê. Eke çekuya şima hema Tatoeba de mewcûd nîya, beşdarîkerdoxê bînî eşkenê seba aye cumleyî îlawe bikerê.

source: Vocabulary item
zza: Elemanê çekuye

source: Add
zza: Îlawe bike

source: Vocabulary items added
zza: Elemanê çekuye ameyî îlawekerdene

source: You have already added this vocabulary item.
zza: To xora no elemanê çekuye îlawe kerd.

source: Vocabulary that needs sentences
zza: Çekuya ke îhtîyacîya xo bi cumleyan esta

source: Vocabulary that needs sentences in {language}
zza: Çekuya ke ziwanê {language} de îhtîyacîya xo bi cumleyan esta

source: Only vocabulary items that match fewer than 10 sentences are displayed here.
zza: Tîya de tena elemanê çekuye yê ke 10 cumleyan ra kêmêr ê yenê mojnayene.

source: There are no requests.
zza: Waştişî çin ê.

source: This sentence already exists.
zza: Na cumle xora esta.

source: Submit
zza: Pêşkêş bike

source: {username}'s vocabulary items ({number})
zza: Elemanê çekuye yê {username} ({number})

source: Edit message {number}
zza: Mesajê {number} pergal bike

source: Wall (one thread)
zza: Dês (mewzûyêk)

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
zza: Verê perskerdişê persêk xeyrê xo persa xo ser o <a href="{}">PZP</a> de cigêrayîş bikerê.

source: We aim to maintain a healthy atmosphere for civilized discussions. Please read our <a href="{}">rules against bad behavior</a>.
zza: Ma wazenîme ke seba munaqeşeyanê medenîyan atmosferêko rindane îdame bikerîme. Xeyrê xo <a href="{}">qaydeyanê ma yê verba hereketanê xiraban</a> biwanê.

source: You may write in any language you want. On Tatoeba, all languages are equal.
zza: Şima eşkenê her ziwano ke şima wazenê de binusê. Tatoeba de heme ziwanî têduşt ê.

source: {user}'s Wall messages
zza: Mesajê {user} yê Dêsî

source: {user}'s messages on the Wall (total&nbsp;{n})
zza: Mesajê {user} yê Dêsî (pêro pîya&nbsp;{n})

source: Thread #{number}
zza: Mewzû #{number}

source: Back to Wall
zza: Agêre bi Dês

source: Tatoeba will temporarily shut down for maintenance in {n} second.
zza: Tatoeba do seba tîmarî mîyanê {n} sanîye de seba wextêko muweqetî bêro padayene.

source: Tatoeba will temporarily shut down for maintenance in {n} minute.
zza: Tatoeba do seba tîmarî mîyanê {n} deqa de seba wextêko muweqetî bêro padayene.

source: You may not reuse the following audio recordings outside the Tatoeba project because {userName} has not chosen any license for them.
zza: Şima nêeşkenê qeydanê vengî yê cêrênan teberê projeyê Tatoeba de newe ra bixebitnê çunke {userName} seba înan lîsansêk nêweçînayo.

source: The following audio recordings by {userName} are licensed under an unknown license.
zza: Qeydê vengî yê cêrênî hetê {userName} ra binê lîsansêko nenas de ameyê lîsanskerdene.

source: Send message
zza: Mesaj bierşawe

source: Unhide
zza: Bimojne

source: Hide
zza: Binimne

source: Filter by language
zza: Goreyê ziwanî fîltre bike

source: date unknown
zza: tarîx nêzanîyeno

source: yesterday
zza: vizêr

source: an hour ago
zza: yew saete ver

source: a minute ago
zza: yew deqa ver

source: January
zza: Çele

source: February
zza: Sibate

source: March
zza: Adare

source: April
zza: Nîsane

source: May
zza: Gulane

source: June
zza: Hezîrane

source: July
zza: Temmuze

source: August
zza: Tebaxe

source: September
zza: Êlule

source: October
zza: Teşrîna Verêne

source: November
zza: Teşrîna Peyêne

source: December
zza: Kanûne

source: Profile languages
zza: Ziwanê profîlî

source: Last used languages
zza: Ziwanê ke tewr peynî de ameyê xebitnayene

source: Other languages
zza: Ziwanê bînî

# dropdown-list
source: Unknown language
zza: Ziwano nenas

source: other language
zza: ziwano bîn

source: You cannot add sentences because you did not add any language in your profile.
zza: Şima nêeşkenê cumleyan îlawe bikerê çunke şima ziwanêk îlaweyê profîlê xo nêkerdo.

source: You cannot translate sentences because you did not add any language in your profile.
zza: Şima nêeşkenê cumleyan biaçarnê çunke şima ziwanêk îlaweyê profîlê xo nêkerdo.

# level
source: Unspecified
zza: Nedîyar

source: 0: Almost no knowledge
zza: 0: Hema-hema çîyêk nêzanîyeno

source: 1: Beginner
zza: 1: Destpêk

source: 2: Intermediate
zza: 2: Orte

source: 3: Advanced
zza: 3: Xurt

source: 4: Fluent
zza: 4: Herikbar

source: 5: Native level
zza: 5: Sewîyeya ziwanê dayîke

source: created
zza: virazîya

source: last updated
zza: rojanekerdişo peyên

source: (unnamed list)
zza: (lîsteya bêname)

source: Number of sentences
zza: Numreyê cumleyan

source: Back to all lists
zza: Agêre bi heme lîsteyan

source: Back to this list
zza: Agêre bi na lîste

source: List visibility
zza: Vîzîbîlîteya lîste

source: The list is accessible to anyone and is listed on the 'Browse by list' page, as well as on the sentence page for every sentence it contains.
zza: Her kes/e eşkeno/a xo biresno/a bi lîste. Lîste, rîpelê 'Goreyê lîste cigêre' de û seba her cumleya ke mîyanê xo de îhtîwa kena zî rîpelê cumle de yena lîstekerdene.

source: Public
zza: Umûmî

source: The list is accessible to anyone and is listed on the 'Browse by list' page.
zza: Her kes/e eşkeno/a xo biresno/a bi lîste û lîste, rîpelê 'Goreyê lîste cigêre' de yena lîstekerdene.

source: Listed
zza: Lîstebîyaye

source: The list is accessible to anyone but is not listed on the 'Browse by list' page.
zza: Her kes/e eşkeno/a xo biresno/a bi lîste labelê lîste rîpelê 'Goreyê lîste cigêre' de nêeşkena bêra lîstekerdene.

source: Unlisted
zza: Lîstenêbîyaye

source: The list is accessible only to you.
zza: Tena şima eşkenê xo biresnê bi lîste.

source: Private
zza: Xususî

source: Who can add/remove sentences
zza: Kam/e eşkeno/a cumleyan îlawe bikero/a û wedarno/a

source: Anyone
zza: Kesêk

source: Only me
zza: Tena ez

source: No one (list inactive)
zza: Tu kes (lîsteya înaktîfe)

source: Remove sentence {number} from list
zza: Cumleya {number}. lîste ra wedarne

source: Remove this sentence from '{listName}'.
zza: Na cumle '{listName}' ra wedarne.

source: Add a sentence to this list :
zza: Cumleyêk îlaweyê na lîste bike :

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
zza: NOT: Sewbîna şima eşkenê bi nê sembolî {addToListButton} cumleyanê mewcûdan îlawe bikerê (mesela wextê <a href="{url}">cigêrayîş</a>î de).

source: Create a new list
zza: Lîsteyêka newîye viraze

# header
source: Search
zza: Cigêre

source: All public lists
zza: Heme lîsteyê umûmîyî

source: Collaborative lists
zza: Lîsteyê hemkarî

# list
source: Unspecified
zza: Nedîyar

source: Other lists
zza: Lîsteyê bînî

source: added by {user}
zza: hetê {user}ra ame îlawekerdene

source: added by an unknown member
zza: hetê endamêko/a nenas/e ra ame îlawekerdene

source: linked by {user}
zza: hetê {user} ra ame girêdayene

source: linked by an unknown member
zza: hetê endamêko/a nenas/e ra ame girêdayene

source: license chosen by {user}
zza: lîsanso ke hetê {user} ra weçînîyayo

source: license chosen by a unknown member
zza: lîsanso ke hetê endamêko/a nenas/e ra weçînîyayo

source: edited by {user}
zza: hetê {user} ra ame pergalkerdene

source: edited by an unknown member
zza: hetê endamêko/a nenas/e ra ame pergalkerdene

source: license changed by {user}
zza: lîsans, hetê{user} ra ame vurnayene

source: license changed by an unknown member
zza: lîsans, hetê endamêko/a nenas/e ra ame vurnayene

source: deleted by {user}
zza: hetê {user} ra estirîya

source: deleted by an unknown member
zza: hetê endamêko/a nenas/e ra estirîya

source: unlinked by {user}
zza: hetê {user} ra wedarîya

source: unlinked by an unknown member
zza: hetê endamêko/a nenas/e ra wedarîya

source: admin
zza: îdarekar/e

source: corpus maintainer
zza: xurtkerdoxê/a korpusî

source: advanced contributor
zza: beşdarîkerdoxo/a xurt/e

source: contributor
zza: beşdarîkerdox/e

source: inactive
zza: înaktîf

source: suspended
zza: ame/ê taloqkerdene

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
zza: Na cumle na game sey tesdîqnêbîyayê amê nîşankerdene. Cumleyê tesdîqnêbîyayeyî nêeşkenê bêrê açarnayene.

source: Undo
zza: Apey bîge

source: Link to another sentence
zza: Bi cumleyêka bîne girê bide

source: Sentence number
zza: Numreyê cumle

source: Add to list
zza: Îlaweyê lîste bike

source: Sentence already in all possible lists
zza: Cumle xora heme lîsteyanê muhtemelan de ya

source: Add to one of your lists
zza: Lîsteyanê xo ra yewere rê îlawe bike

source: Add to a collaborative list
zza: Lîsteyêka hemkarî rê îlawe bike

source: You cannot delete this sentence because it has audio.
zza: Şima nêeşkenê na cumle biestirê çunke vengê ci esto.

source: belongs to {user}
zza: aîdê {user}

source: (native)
zza: (ziwanê dayîke)

source: Tatoeba can automatically enter the sentence ID when you have copied a sentence URL. To enable this, please allow your browser to read from the clipboard.
zza: Wexto ke şima URL'yê cumleyêk kopya kerd Tatoeba eşkeno bi hawayêko otomatîk Nasnameyê cumle dekewo. Seba aktîfkerdişê ney xeyrê xo îzin bidê browserê xo ke wa bieşko pano ra biwano.

source: {n} result
zza: {n} netîce

source: {thousand}&nbsp;results out of {n} occurrence
zza: {thousand}&nbsp;netîce ra {n} wareameyîş

source: Recently added sentences may not appear in search results.
zza: Beno ke cumleyê ke tewr peynî de ameyê îlawekerdene netîceyanê cigêrayîşî de nêasê.

source: Previous page [Ctrl+←]
zza: Rîpelo verên [Ctrl+←]

source: Next page [Ctrl+→]
zza: Rîpelo dimayên [Ctrl+→]

source: {sender} wrote:
zza: {sender} nuşt:

source: Mark as unread
zza: Sey nêwendîye nîşan bike

source: to {recipient}
zza: {recipient} rê

source: Draft
zza: Pêşnûma

source: from {sender}
zza: {sender} ra

source: Any language
zza: Ziwanêk

source: Show sentence's details
zza: Detayanê cumle bimojne

source: Show 1 more translation
zza: 1na açarnayîşî bimojne

source: Translation:
zza: Açarnayîş:

source: Submit translation
zza: Açarnayîşî pêşkêş bike

source: This sentence is original and was not derived from translation.
zza: Na cumle orîjînal a û açarnayîş ra nêvirazîyaya.

source: This sentence was initially added as a translation of sentence {sentenceIdWithIdSign}.
zza: Na cumle verî sey açarnayîşê cumleya {sentenceIdWithIdSign} amê îlawekerdene.

source: We cannot determine yet whether this sentence was initially derived from translation or not.
zza: Ma hema nêeşkenîme dîyar bikerîme ke na cumle açarnayîşêk ra virazîyaya yan ney.
