Repository: Tatoeba/tatoeba2
Catalog: src/Locale/zza/default.po
Languages: zza

source: NOTE: Both direct and indirect translations will be shown.
zza: NOT: Hem açarnayîşê raşteraştî hem zî neraşteraştî do bêrê mojnayene.

source: View all tags
zza: Heme etîketan bivîne

source: Added by {username}, {date}
zza: Tarîxê {date} de hetê {username} ra ame îlawekerdene

source: Remove tag '{tagName}' from this sentence.
zza: Etîketê '{tagName}' na cumle ra wedarne

source: Remove tag from sentence
zza: Etîketî cumle ra wedarne

source: Show alternative script
zza: Skrîptê alternatîfî bimojne

source: Show transcription
zza: Transkrîpsyonî bimojne

source: Edit alternative script
zza: Skrîptê alternatîfî pergal bike

source: Edit transcription
zza: Transkrîpsyonî pergal bike

source: You cannot edit this script.
zza: Şima nêeşkenê nê skrîptî pergal bikerê.

source: You cannot edit this transcription.
zza: Şima nêeşkenê nê transkrîpsyonî pergal bikerê.

# alternative script
source: Click to mark it as reviewed.
zza: Seba sey etudkerde/î nîşan dayene bitiknê.

# transcription
source: Click to mark it as reviewed.
zza: Seba sey etudkerde/î nîşan dayene bitiknê.

source: Unknown number of sentences
zza: Hûmarêka nenas a cumleyan

source: by {messageAuthor}
zza: {messageAuthor} ra
