Repository: Tatoeba/tatoeba2
Catalog: src/Locale/zza/default.po
Languages: zza

source: There's no user called {username}
zza: Bi nameyê {username} xebitnayoxêk çin o/a.

source: Your audio settings have been saved.
zza: Eyarê şima yê vengî ameyî qeydkerdene.

source: An error occurred while saving. Please try again or contact us to report this.
zza: Prosesê qeydkerdişî de xetayêk amê meydan. Xeyrê xo dima reyna biceribnê yan zî seba agahdarkerdişê xetaye ma reyde bikewê têkilî.

source: Please wait until the list is updated.
zza: Xeyrê xo heta ke lîste bêra rojanekerdene bipawê.

source: A license switch is already in progress.
zza: Yew anaxtarê lîsansî xora dewam keno.

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
zza: Cumleyê #{firstNumber} û #{secondNumber} êdî açarnayîşê raşteraşt yê yewbînan ê.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
zza: Cumleyê #{firstNumber} û #{secondNumber} êdî açarnayîşê raşteraşt yê yewbînan nîyê.

source: An error occurred while unlinking. Please try again or contact us to report this.
zza: Wexto ke lînk wedarîyayêne xetayêk amê meydan. Xeyrê xo dima reyna biceribnê yan zî seba agahdarkerdişê xetaye ma reyde bikewê têkilî.

source: Folder "{name}" emptied.
zza: Klasora "{name}" amê vengkerdene.

source: There is no sentence with id {number}
zza: Bi nasnameyê {number} cumleyêk çin a

source: Your comment has been saved.
zza: Şiroveyê şima ame qeydkerdene.

source: You do not have permission to edit this comment.
zza: Îzinê şima çin o ke nê şiroveyî pergal bikerê.

source: If you have received this message in error, please contact administrators at {email}.
zza: Eke no mesaj bi xeletî resa bi şima, xeyrê xo {email} ra îdarekaran reyde bikewê têkilî.

source: Changes to your comment have been saved.
zza: Vurîyayîşî seba şiroveyê şima ameyî qeydkerdene.

source: The sentence #{id} has been deleted.
zza: Cumleya #{id} estirîyê.

source: Error: the sentence #{id} could not be deleted.
zza: Xeta: cumleya #{id} nêeşkê bêra estiritene.

source: You are not allowed to change the license of this sentence.
zza: Îzinê şima çin o ke lîsansê na cumle bivurnê.

source: The license of the sentence has been changed to “{newLicense}”.
zza: Lîsansê cumle sey “{newLicense}” ame vurnayene.

source: Unable to change the license to “{newLicense}” because:
zza: Lîsans sey “{newLicense}” nêeşkeno bêro vurnayene çunke:

source: You do not have permission to view this list.
zza: Îzinê şima çin o ke na lîste bivînê.

source: The sentence could not be added to the list.
zza: Cumle, lîste rê nêeşkê bêra îlawekerdene.

source: You do not have permission to download this list.
zza: Îzinê şima çin o ke na lîste bîyarê war.

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
zza: Seba nê etîketî cumleyî çin ê. Etîketo ke şima cigêrenê estirîyayo yan zî mewcûd nîyo.

source: No user with this username: {username}
zza: Bi nê nameyê xebitnayoxî xebitnayoxêk çin o/a: {username}

source: Failed to upload image
zza: Dîmen nêeşka bêro barkerdene

source: Please choose an image that does not exceed 1 MB.
zza: Xeyrê xo dîmenêko winî biweçînê ke wa 1 MB girdêr nêbo.

source: Please choose GIF, JPEG or PNG image format.
zza: Xeyrê xo formatê dîmenî sey GIF, JPEG yan zî PNG biweçînê.

source: Error while saving.
zza: Wextê qeydkerdişî de xetayêk amê meydan.

source: Profile saved.
zza: Profîl ame qeydkerdene.

source: Failed to change email address. Please enter a proper email address.
zza: Adresa emailî nêeşkê bêra vurnayene. Xeyrê xo adresa emailê şima wa munasib biba.

source: That email address already exists. Please try another.
zza: Na adresa emailî xora esta. Xeyrê xo adresêka bîne biceribnê

source: The entered birthday is an invalid date. Please try again.
zza: Tarîxê dinyaameyîşî tarîxêko vîyartbar nîyo. Xeyrê xo reyna biceribnê.

source: The entered birthday is incomplete. Accepted birthdays: full date, month and day, year and month, only year.
zza: Tarîxê dinyaameyîşîyo ke ameyo dekewtene kêmî yo. Tarîxê ke yenê qebulkerdene nê yê: tarîxo tam, menge û roje, serre û menge, tena serre.

source: Your settings have been saved.
zza: Eyarê şima ameyî qeydkerdene.

source: New password cannot be empty.
zza: Şîfreyo newe ganî veng nêbo.

source: New passwords do not match.
zza: Şîfreyê neweyî eynî nîyê .

source: New password has been saved.
zza: Şîfreyo newe ame qeydkerdene.

source: An error occurred while saving.
zza: Wextê qeydkerdişî de xetayêk amê meydan.

source: Password error. Please try again.
zza: Xetaya Şîfre. Xeyrê xo reyna biceribnê.

source: You have accepted the new terms of use.
zza: Şima şertê xebitnayîşî yê neweyî qebul kerdî.

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
zza: No hesab sey passîf ame nîşanbîyene. Şima êdî bi nê hesabî nêeşkenê dekewê sîte. Eke na xetayêk a, xeyrê xo îdarekarêk reyde bikewê têkilî.

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
zza: No hesab sey spammer ame nîşanbîyene. Şima êdî bi nê hesabî nêeşkenê dekewê sîte. Eke na xetayêk a, xeyrê xo îdarekarêk reyde bikewê têkilî.

source: You must fill in your username and password.
zza: Ganî şima nameyê xebitnayoxî û şîfreyê xo pirr bikerê.

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
zza: Dekewtiş serkewte nêbi. Bibê emîn ke şima Caps Lock û Num Lock bêhemdî akerde nêveradaya. Şîfreyê şima herfanê gird-hurdîyan rê hesas o.

source: Welcome to Tatoeba!
zza: Şima bi xeyr ameyî bi Tatoeba!

source: To start things off, we encourage you to read our <a href='{url}'>Quick Start Guide</a>. If you want to read it later, you will find the link at the bottom of any page on the website.
zza: Ma pêşnîyaze kenîme ke sifta de <a href='{url}'>Rayberê Ma yê Destpêkê Rewî</a> biwanê. Eke şima wazenê dima biwanê, şima do lînkê wendişî binê her rîpelê websîte de bivînê.

source: We hope you'll enjoy your time here with us!
zza: Ma hêvî kenîme ke şima do wextê xo yo ke ma reyde ravîyernenê ra lezet bigîrê!

source: Please fix the form errors.
zza: Xeyrê xo xetayanê formî hel bikerê.

source: Your new password has been sent to {email}.
zza: Şîfreyê şima yo newe adresa {email} rê ame erşawitene.

source: You may need to check your spam folder to find this message.
zza: Beno ke ganî şima seba vînayîşê nê mesajî biewnê bi klasora xo ya spamî.

source: There is no registered user with this email address:
zza: Bi na adresa emaîlî xebitnayoxêk qeydkerde/î nîyo/a:

source: No user with this username:
zza: Bi nê nameyê xebitnayoxî xebitnayoxêk çin o/a:

source: No user with this ID: {id}
zza: Bi nê nasnameyî xebitnayoxêk çin o/a: {id}

source: This language has already been added to your profile.
zza: No ziwan xora profîlê şima rê amebi îlawekerdene.

source: You cannot save this language.
zza: Şima nêeşkenê nê ziwanî qeyd bikerê.

source: Language deleted
zza: Ziwan estirîya.

source: You cannot delete this language.
zza: Şima nêeşkenê nê ziwanî biestirê.

source: Message saved.
zza: Mesaj ame qeydkerdene.

source: You do not have permission to edit this message.
zza: Îzinê şima çin o ke şima nê mesajî pergal bikerê.

source: The message you are trying to view does not exist or has been deleted.
zza: Mesajo ke şima ceribnenê ke bivînê mewcûd nîyo yan zî estirîyayo.

source: “sentence owner”, because “{username}” is not a valid username
zza: “wayîrê/a cumle”, çunke “{username}” yew nameyê xebitnayoxî/e yo vîyartbar nîyo

source: “translation owner”, because “{username}” is not a valid username
zza: “wayîrê/a açarnayîşî”, çunke “{username}” yew nameyê xebitnayoxî/e yo vîyartbar nîyo

source: “tagged as {tagName}”, because it's an invalid tag name
zza: “sey {tagName} ame etîketkerdene”, çunke o yew nameyê etîketî yo vîyartbar nîyo

source: “belongs to list number {listId}”, because list {listId} is private or does not exist
zza: “numreyê lîste yê {listId} rê aîd a”, çunke lîsteya {listId} xususî ya yan zî mewcûd nîya

source: “sentence is orphan”, because “sentence owner” is set to a username
zza: “cumle sêkur a”, çunke “wayîrê/a cumle” yew nameyê xebitnayoxî/e rê eyarkerde/î yo/ya.

source: “translation is orphan”, because “translation owner” is set to a username
zza: “açarnayîş sêkur o”, çunke “wayîrê/a açarnayîşî” yew nameyê xebitnayoxî/e rê eyarkerde/î yo/ya.

source: “owned by a self-identified native”, because “sentence language” is set to “any”
zza: “hetê qiseykerdoxêko/a ziwanê dayîke yo/ya xonasnamekerde/î ra ameyo wayîrvejîyayîş”, çunke “ziwanê cumle” sey “yewêk” ameyo eyarkerdene

source: “owned by a self-identified native”, because the criterion “owned by: {username}” is set whereas he or she is not a self-identified native in the language you're searching into
zza: “hetê qiseykerdoxêko/a ziwanê dayîke yo/ya xonasnamekerde/î ra amê wayîrvejîyayîş”, çunke krîterê “hetê ney/naye ra amê wayîrvejîyayîş: {username}” eyarkerde yo labelê O yan zî A, ziwanê ke şima cigêrenê de qiseykerdoxêko/a ziwanê dayîke yo/ya xonasnamekerde/î nîyo/a.

source: The following character lacks furigana: {charsEnumeration}.
zza: Karaktero cêrên de furîgana kêmî ya: {charsEnumeration}

source: The provided sentence differs from the original one near “{character}”.
zza: Cumleya peydakerdîye nêzdîyê “{character}” de yewêka orîjînale ra cîya ya.

source: The provided sentence is shorter than the original one.
zza: Cumleya peydakerdîye, cumleya orîjînale ra kilmêr a.

source: The character “{kanji}” has more than one furigana: “{furiganas}”.
zza: Karekterê “{kanji}” de yew ra vêşêr furîgana estê: “{furiganas}”.

source: The following character is not transcribed: {charsEnumeration}.
zza: Karektero cêrên nêeşkeno bêro transkrîbekerdene: {charsEnumeration}.

source: No license for offsite use
zza: Seba teberê sîte de xebitnayîşî lîsans çin o

source: Licensing issue
zza: Problemê lîsansî

source: Tatoeba, new password
zza: Tatoeba, şîfreyo newe

source: All languages
zza: Heme ziwanî

source: unknown
zza: nenas/e

source: The furigana was last edited by {author} on {date}.
zza: Furîgana tewr peynî hetê {author} ra {date} de ame pergalkerdene.

source: Last edited by {author} on {date}
zza: Tewr peynî hetê {author} ra tarîxê {date} de ame pergalkerdene

source: List {listName}
zza: Lîsteya {listName}

source: Sentence id [tab] Sentence text
zza: Nasnameyê cumle [tab] Metnê cumle

source: Sentence pairs in {language1}-{language2}
zza: Citayanê cumle {language1}-{language2} de

source: Sentence id [tab] Sentence text [tab] Translation id [tab] Translation text
zza: Nasnameyê cumle [tab] Metnê cumle [tab] Nasnameyê açarnayîşî [tab] Metnê açarnayîşî

source: Sentences to switch to CC0
zza: Cumleyî seba bedilnayîşê bi CC0

source: You cannot send an empty message.
zza: Şima nêeşkenê mesajêko veng bierşawê.

source: You must fill the "To" field.
zza: Şima ganî cayê "Kamî rê" pirr bikerê.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
zza: Xebitnayox/e {username} ke şima wazenê ci rê mesaj bierşawê mewcûd nîyo/a. Xeyrê xo bi yewna nameyê xebitnayoxî biceribnê.

source: Comments cannot be empty.
zza: Şiroveyî nêeşkenê veng bibê.

source: unnamed list
zza: Lîsteya bêname

source: This is not a valid license.
zza: No lîsansêko vîyartbar nîyo.

source: This sentence is already under that license.
zza: Na cumle xora binê ê lîsansî de ya.

source: The sentence needs to be original (not initially derived from translation).
zza: Ganî cumle orîjînale bibo (destpêk de açarnayîş ra nêameba viraştene)

source: You're not the owner of this sentence.
zza: Şima wayîrê na cumle nîyê.

source: The owner of the sentence needs to be its original creator.
zza: Ganî wayîrê/a cumle, afirnayoxê/a cumle yê eslî bibo/a.

source: You can only switch to a more permissive license.
zza: Şima eşkenê tena derbasê lîsansêko hîna îzindayoxî bibê.

source: Field required
zza: Ca lazim o

source: Username must be at least two characters long
zza: Ganî dergîya nameyê xebitnayoxî tewr tay di karekterî biba

source: Username must be at most 20 characters long
zza: Ganî dergîya nameyê xebitnayoxî tewr zaf 20 karekterî biba

source: Username can only contain letters, numbers, or underscore
zza: Mîyanê nameyê xebitnayoxî de tena eşkenê herfî, numreyî yan zî binxêze bibê

source: Password must be at least 6 characters long
zza: Ganî dergîya şîfre tewr tay 6 karekterî biba

source: Invalid email address
zza: Adresa emaîlî vîyartbare nîya

source: Username already taken.
zza: No nameyê xebitnayoxî xora gêrîyayo.

source: Email address already used.
zza: Adresa emaîlî xora yena xebitnayene.

source: You cannot save an empty message.
zza: Şima nêeşkenê mesajêko veng qeyd bikerê.

source: Result of license switch to CC0 1.0
zza: Netîceya vîyartişê lîsansî bi CC0 1.0

source: Unable to change the license of sentence {id} to “{newLicense}” because:
zza: Lîsansê cumleya {id} sey “{newLicense}” nêeşkeno bêro bedilnayene çunke:

source: License switch started on {date} at {time} UTC.
zza: Bedilnayîşê lîsansî {date} de {time} UTC de dest pêkerd.

source: Successfully changed the license of {n} sentence.
zza: Lîsansê {n} cumle bi hawayêko serkewte ame vurnayene.

source: License switch completed on {date} at {time} UTC.
zza: Bedilnayîşê lîsansî tarîxê {date} de saete {time} UTC de bi temam.

source: Orphan sentences
zza: Cumleyê bêwayîrî

source: Orphan sentences in {language}
zza: Ziwanê {language} de cumleyê bêwayîrî

source: About adoption
zza: Derheqê wayîrvejîyayîşî de

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
zza: Wayîrvejîyayîş ûsulêk o seba ray dayene sey "na cumle raşt a". O, sewbîna seba kontrolkerdişê cumle û eke xetayêk mîyanê cumle de esta, raştkerdişê ci firsendêk o.

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
zza: Yanî eke şima wazenê ke derbarê kontrolkerdiş û raştkerdişê cumleyan de hetkarîya ma bikerê, cumleyanê "sêkuran" ke <strong>ziwanê şima yê dayîke</strong> de yê rê wayîr vejîyê ({adoptButton}) û eke lazim keno înan raşt bikerê. Seba hîna zaf îzahatan <a href="{url}">ney</a> biwanê.

source: Tips
zza: Tîpî

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
zza: Eke şima badê wayîrvejîyayîşê cumleyêk yewna nameyê xebitnayoxî/e bivînê, no yeno a mana ke şima ra çend sanîyeyan ver yewna kesî/e wayîrê a cumle vejîyayo/a. Seba taykerdişê îhtîmalê na rewşe rîpelê xo yê mewcûdî ra cumleyê ke çend rîpelî dûrî yê seba xebitnayîşî biceribnê.

source: Improve sentences
zza: Cumleyan xurt bikerê

source: Related links
zza: Lînkê eleqedarî

source: Tag guidelines
zza: Qaydeyê etîketî

source: Tags you should know about
zza: Etîketê ke ganî şima bizanê

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
zza: Cematî, seba holkerdişê kalîte û pêbawerîya cumleyan çend "etîketê feydedarî" dayî xurtkerdene.

source: {tagChange}: the sentence needs to be changed.
zza: {tagChange}: ganî cumle bêra vurnayene.

source: {tagCheck}: the sentence needs to be checked.
zza: {tagCheck}: ganî cumle bêra kontrolkerdene.

source: {tagNNC}: the sentence needs to be checked by a native speaker.
zza: {tagNNC}: ganî cumle hetê qiseykerdoxêko/a lokal/e ra bêra kontrolkerdene.

source: {tagOK}: the sentence is considered correct by at least one person.
zza: {tagOK}: cumle tewr tay hetê kesêkî ra yena tesdîqbîyene.

source: How to help
zza: Senîhawa hetkarî yena kerdene

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
zza: Ganî şima <a href="{}">beşdarîkerdoxêko/a xurt/e</a> bibê ; nêkela şima nêeşkenê cumleyan etîket bikerê.

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
zza: Wexto ke şima ferq kerd ke cumleyêk xelet yan zî ecêb a, xeyrê xo ci rê etîketê {tagChange} îlawe bikerê û seba teklîfkerdişê raştkerdişî yan zî îfadeyêkê holêrî, şiroveyêk neşr bikerê.

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
zza: Wexto ke şima ferq kerd ke beno ke xetayêk esta, xeyrê xo ci rê etîketê {tagCheck} îlawe bikerê û gorê şima xetaya muhtemele çî ya sey şirove neşr bikerê.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
zza: Wexto ke şima bi ziwanêko xerîb cumleyêk îlawe kerde û şima temamen emîn nîyê ke cumle raşt a, ci rê etîketê {tagNNC} îlawe bikerê.

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
zza: Seba bi endamanê bînan cumleyan munaqeşe kerdene û hetkarî derbarê qerardayîşê şima de ke şima do bi nê cumleyan se bikerê, şima eşkenê cumleyanê etîketkerdiyanê sey {tagChange}, {tagCheck} û {tagNNC} cigêrê.

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
zza: Bado ke cumleyêka problematîke amê destgirewtene, aye sey {tagOK} etîket bikerê. Şima timûtim eşkenê cumleyanê xebitnayoxanê bînan cigêrê, kontrol bikerê û înan sey {tagOK} etîket bikerê. Labelê wexto ke şima temamen emîn benê ke ê cumleyî raşt ê înan etîket bikerê û etîketî seba cumleyanê xo mexebitnê.

source: Translate sentences
zza: Cumleyan biaçarne

source: How to add a translation
zza: Senîhawa açarnayîşêk îlawe beno

source: Once the sentences are displayed, click on {translateButton} to add a translation.
zza: Wexto ke cumleyî ameyî mojnayene, seba îlawekerdişê açarnayîşêk {translateButton} rê bitiknê.

source: About translations
zza: Derheqê açarnayîşan de

source: Good translations
zza: Açarnayîşê rindî

source: We know it's difficult, but do NOT translate word for word!
zza: Ma zanîme ke zor o labelê çêku bi çêku MEaçarnê!

source: Multiple translations
zza: Açarnayîşê zafinî

source: If you feel there are several possible translations, you can add several translations in the same language.
zza: Eke şima fikirîyenê ke yew ra vêşêrî açarnayîşê muhtemelî estê, şima eşkenê seba ziwanêkî yew ra vêşêrî açarnayîşan îlawe bikerê.

source: Translating sentences implies that you know at least two languages. Please complete <a href="{}">your profile</a> to indicate at least two languages.
zza: Açarnayîşê cumleyan yeno a mana ke şima tewr tay di ziwanî zanê. Xeyrê xo <a href="{}">profîlê xo</a> de dîyar bikerê ke şima tewr tay di ziwanî zanê.

source: Search for untranslated sentences
zza: Cigêre seba cumleyanê nêaçarnîyayeyan

source: Sentences in:
zza: Cumleyî:

source: Not directly translated into:
zza: Raşteraşt nêaçarîyê bi nê ziwanî:

# not-directly-translated-into
source: Any language
zza: Ziwanêk

source: Best practice: translate only into your native language.
zza: Xebata tewr hole: tena ziwanê xoyê dayîke rê biaçarnê.

source: Order:
zza: Sîparîş:

source: Random
zza: Raştameye

source: Fewest words first
zza: Verî çêkuyê tewr tayî

source: Last modified first
zza: Verî êyê ke tewr peynî de ameyê vurnayene

source: Last created first
zza: Verî êyê ke tewr peynî de ameyê viraştene

source: show sentences
zza: cumleyan bimojne

source: Check Tatominer
zza: Tatominerî Kontrol Bikerê

source: Tatominer provides a list of the most searched words for which there are very few or no translations yet.
zza: Tatominer lîsteyêka çekuyanê zaf ameyê cigêrayene peyda keno ke ê çekuyî wayîrê hema zaf tay yan zî qet açarnayîşan nîyê.

source: Go to Tatominer
zza: Şo bi Tatominer

source: Not all languages are supported yet.
zza: Heme ziwanî hema nînê piştîdayene.

source: Translate {language} sentences that belong to {user}
zza: Cumleyanê {user} ke bi ziwanê {language} yê biaçarne

source: Translate sentences that belong to {user}
zza: Cumleyanê {user} biaçarne

source: Interface language
zza: Ziwanê înterfeysî

source: Show all sentences in {language}
zza: Heme cumleyê ke ziwanê {language} de yê bimojne

source: Sentences in {language} with audio
zza: Heme cumleyê bivengî ke ziwanê {language} de yê

source: Sentences with audio
zza: Cumleyê bivengî

source: There are no sentences with audio
zza: Cumleyê bivengî çin ê

source: (total {{count}})
zza: (pêro pîya {{count}})

source: Audio contributed by {username}
zza: Veng, hetê {username} ra ame vatene

source: My audio
zza: Vengê mi

source: License:
zza: Lîsans:

source: Attribution URL:
zza: URL'yê têkilîronayîşî:

source: Leave this field empty to use your profile page.
zza: Seba xebitnayîşê rîpelê profîlê xo nê warî veng veradê.

source: Save
zza: Qeyd bike

source: {username} has not contributed any audio
zza: Hetê {username} ra seba vengan qet beşdarîyêk nêameya kerdene

source: Activity timeline
zza: Demnameya aktîvîteyan

source: Activity timeline — {month} {year}
zza: Demnameyê aktîvîte — {month} {year}

source: Statistics about the number of contributions over this month.
zza: Statîstîkî derbarê hûmara beşdarîyan hetanî na menge.

source: Statistics about the number of contributions over {month} {year}.
zza: Statîstîkî derbarê hûmara beşdarîyan hetanî {month}{year}.

source: Day
zza: Roje

source: Sentences added
zza: Cumleyî ameyî îlawekerdene

source: Links added
zza: Lînkî ameyî îlawekerdene

source: Links removed
zza: Lînkî wedarîyayî

source: Sentences removed
zza: Cumleyî wedarîyayî

source: Daily Average: {n} sentence added
zza: Averajo rojane: {n} tene cumle amê îlawekerdene

source: , {n} link added
zza: , {n} lînk ame îlawekerdene

source: Latest contributions
zza: Beşdarîyê tewr peyênî

source: Latest contributions of {user}
zza: Beşdarîyê tewr peyênî yê {user}

source: Only the last {n} contributions are displayed here.
zza: Tîya de tena {n} beşdarîyê peyênî yenê mojnayene.

source: This form is pre-filled.
zza: No form verî ameyo pirrkerdene.

source: Clear form
zza: Formî biestire

source: Sentences
zza: Cumleyî

source: Words:
zza: Çekuyî:

source: Enter a word or a phrase
zza: Çekuyêk yan zî frazêk dekewe

source: Language:
zza: Ziwan:

source: Show translations in:
zza: Açarnayîşan nê ziwanî de bimojne:

# show-translations-in
source: All languages
zza: Heme ziwanî

source: Owner:
zza: Wayîr/e:

source: Enter a username
zza: Nameyê xebitnayoxî dekewe

source: Is orphan:
zza: Bêwayîr:

# orphan
source: Any
zza: Hîç

source: No
zza: Ney

source: Yes
zza: E

source: Orphan sentences are likely to be incorrect.
zza: Cumleyê bêwayîrî muhtemelen xelet ê.

source: Is unapproved:
zza: Nêameyê tesdîqkerdene:

# unapproved
source: Any
zza: Hîç

source: Unapproved sentences are likely to be incorrect.
zza: Cumleyê ke nêameyê tesdîqkerdene muhtemelen xelet ê.

source: Has audio:
zza: Wayîrê/a vengî:

# audio
source: Any
zza: Hîç

source: Tags:
zza: Etîketî:

source: Separate tags with commas.
zza: Etîketan bi vîrgulan yewbînan ra abirne.

source: Belongs to list:
zza: Aîdê lîste:
