Repository: Tatoeba/tatoeba2
Catalog: src/Locale/zza/default.po
Languages: zza

source: If you have questions or requests, feel free to <a href="{}">contact us</a>. In general, we answer quickly.
zza: Eke pers yan zî waştişê şima estê, xeyrê xo <a href="{}">ma reyde bikewê têkilî</a>. Zafane ma rew cewab danîme.

source: Weekly exports
zza: Tebervetişê hewtaneyî

source: The files provided below are updated every Saturday at 6:30 a.m. (UTC).
zza: Dosyayê ke cêr de ameyê dayene her Şeme saete 6:30 yê birojî (UTC) de yenê aktuelkerdene.

source: Contains all the sentences in the selected language. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
zza: Ziwano weçînite de heme cumleyan îhtîwa keno. Her cumle bi nasnameyêko bêhempa û bi kodêkê ziwanî yê <a href="{}">ISO 639-3</a> merbut o.

source: Detailed Sentences
zza: Cumleyê bidetayî

source: Contains additional fields for each sentence (owner name, date created/modified).
zza: Seba her cumle warê îlaweyî yenê îhtîwakerdene (nameyê wayîrî/e, tarîxê viraştişî/bedilnayîşî)

source: Original and Translated Sentences
zza: Cumleyê Orîjînalî û Cumleyê ke Ameyê Açarnayene

source: Each sentence is listed as original or a translation of another. The "base" field can have the following values:
zza: Her cumle sey orîjînale yan zî açarnayîşê cumleyêka bîne yena lîstekerdene. Waro "bingeyên" eşkeno wayîrê erjanê cêrênan bibo:

source: zero: The sentence is original, not a translation of another.
zza: sifir: Cumle orîjînal a, açarnayîşê cumleyêka bîne nîya.

source: greater than zero: The id of the sentence from which it was translated.
zza: sifir ra girdêr: Nasnameyê cumle cumleya ke ci ra ameya açarnayene ra yo.

source: \N: Unknown (rare).
zza: \N: Nenas (nadîr).

source: Sentences (CC0)
zza: Cumleyî (CC0)

source: Contains all the sentences available under CC0.
zza: Heme cumleyê ke binê CC0 de mewcûd ê îhtîwa keno.

source: Links
zza: Lînkî

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
zza: Mabênê cumleyan de lînkan îhtîwa keno. {sampleLinkLine} yeno a mana ke cumleya #77 açarnayîşê cumleya #1 a. Lînko bimuqabele zî esto yanî dosya do rêzêk sey {sampleLinkLineReversed} nuşte ya zî îhtîwa bikero.

source: Tags
zza: Etîketî

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
zza: Lîsteya <a href="{url}">etîketan</a> ke bi her cumle têkilîdar ê îhtîwa keno. {sampleTagLine} yeno a mana ke cumleya #381279 numreyine rê etîketê "vateyê verênan" ameyo tayînkerdene.

source: Contains the list of <a href="{}">sentence lists</a>.
zza: Lîsteya <a href="{}">lîsteyê cumle</a> îhtîwa keno.

source: Sentences in lists
zza: Cumleyê ke lîsteyan de yê

source: Indicates the sentences that are contained by any lists. {sampleListLine} means that sentence #381279 is contained by the list that has an id of 13.
zza: Cumleyê ke lîsteyêk de yenê îhtîwakerdene yenê mojnayene. {sampleListLine} yeno a mana ke cumleya #381279 numreyine, lîsteya ke nasnameyê xo 13 yo de yena îhtîwakerdene.

source: Japanese indices
zza: Nîşanê japonkî

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
zza: Hemerja "rêzê B" yê ke dosyaya Tanaka Corpus de hetê Jim Breen ra ameyê vilakerdene îhtîwa keno. Seba formatî biewnê bi <a href="{url}">nê rîpelî</a>. Her dekewte, bi citeyêka cumleya japonkî/îngilizkî ameyo têkilîdarkerdene. {sentenceId} nasnameyê cumleya japonkî îfade keno. {meaningId} nasnameyê cumleya îngilizkî îfade keno.

source: Contains the ids of the sentences, in all languages, for which audio is available. Other fields indicate who recorded the audio, its license and a URL to attribute the author. If the license field is empty, you may not reuse the audio outside the Tatoeba project.
zza: Seba heme ziwanê ke vengê xo mewcûd ê, nasnameyanê cumleyan îhtîwa keno. Warê bînan de nê çîyî dîyar benê; kamî/e veng qeyd kerdo, lîsans û URL'yêk seba etifê nuştoxî. Eke warê lîsansî tal o, şima nêeşkenê ê vengî teberê projeyê Tatoeba de bixebitnê.

source: User skill level per language
zza: Serê ziwanî sewîyeya qabîlîyetî yê xebitnayoxî/e

source: Indicates the self-reported skill levels of members in individual languages.
zza: Sewîyeyanê qabîlîyetî ke endaman bi xo ziwananê şexsî de dîyar kerda mojneno.

source: Users' sentence reviews
zza: Etudê cumle yê xebitnayoxan

source: Contains sentences reviewed by users. The value of the review can be -1 (sentence not OK), 0 (undecided or unsure), or 1 (sentence OK). Warning: this data is still experimental.
zza: Cumleyê ke hetê xebitnayoxan ra ameyê etudkerdene îhtîwa keno. Erja etudî eşkena biba -1 (cumle TEMAM nîya), 0 (bêqerar yan zî emîn nîya), yan zî 1 (cumle TEMAM a). Îqaz: no data hema ceribkî yo.

source: Contains all transcriptions in auxiliary or alternative scripts. A username associated with a transcription indicates the user who last reviewed and possibly modified it. A transcription without a username has not been marked as reviewed. The script name is defined according to the ISO 15924 standard.
zza: Heme transkrîpsyonanê skrîptê alternatîfî û skrîptê hetkarî îhtîwa keno. Yew nameyê xebitnayoxî/e ke bi transkrîpsyonêk têkilîdar o, dîyar keno ke ê/a xebitnayoxî/e tewr peynî o transkrîpsyon etud kerdo û muhtemelen bedilnayo. Transkrîpsyonêko bê nameyê xebitnayoxî/e sey etudkerde nêame nîşankerdene. Nameyê skrîptî goreyê standardê ISO 15924 yeno pênaskerdene.

source: Need more help?
zza: Îhtîyacê şima bi hetkarîya zafêr esto?

source: You can check out the <a href="{}">FAQ</a>.
zza: Şima eşkenê <a href="{}">PZP</a> rê çim biçarnê.

source: If you cannot find the answer to your question, do not hesitate to <a href="{}">contact us</a>.
zza: Eke şima cewabê persê xo nêdî, xeyrê xo <a href="{}">ma reyde bikewê têkilî</a>.

source: Getting started
zza: Destpêk

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{wall}">Wall</a>, or join our <a href="{chatroom}">chatroom</a>. We will give you a purpose. :)
zza: Şima qeyd bîyê, eke şima nika nêzanê ke se bikerê, şima eşkenê xo <a href="{wall}">Dês</a> de bidê naskerdene yan zî tewirê <a href="{chatroom}">odaya xoşebere</a> ya ma bibê. Ma do şima rê hedefêk bidîme. :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
zza: Eke şima fikirîyenê ke no proje muhteşem o û eke şima wazenê bi hawayêko aktîf hetkarîye bikerê, ha yo lînkêk ke <strong>GANÎ</strong> şima biwanê:

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
zza: Ney reyde, şima bi xeyr ameyê bi Tatoeba! Ma hêvî kenîme ke şima do bi beşdarbîyayîşê na proje keyfweş bibê :)

source: Important links
zza: Lînkê muhîmî

source: Adding new sentences
zza: Îlawekerdişê cumleyanê newîyan

source: There are two ways to add new sentences.
zza: Di ûsulê îlawekerdişê cumleyanê newîyan estê.

source: Choose <a href="{}">Add sentences</a> from the <strong>Contribute</strong> menu at the top of each page.
zza: Menuyê <strong>Beşdarîyan bike</strong> ke serê her rîpelî de esto ra <a href="{}">Cumleyan îlawe bike</a> biweçîne.

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
zza: Bi viraştişê <a href="{}">lîsteyêka</a> newîye, û şîyayîş bi rîpelê pergalkerdişî seba a lîste.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
zza: Her çiqas Tatoeba de zaf cumleyî bibê zî hema xeylê çekuyê ke nêameyê şamîlkerdene estê. No semed ra ma tewsîye kenîme ke eke şima nêzanê înan biaçarnê bi yewna ziwanî bîle, cumleyanê ke tede çekuyê neweyî estê îlawe bikerê

source: Translating sentences
zza: Açarnayîşê cumleyan

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
zza: Açarnayîş, Tatoeba de wezîfeyanê tewr muhîman ra yewer o. Hedefo bingeyên yê proje o yo ke cumleyê ke xeylê ziwanan rê ameyê açarnayene wa bêrê arêdayene.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
zza: Şima hema-hema heme ca ra eşkenê cumleyêk biaçarnê. Tena wexto ke nê sembolî {translateButton} vînenê bitiknê, bes o.

source: Correcting mistakes
zza: Raştkerdişê xetayan

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
zza: Şima tena eşkenê xetayanê cumleyanê xo raşt bikerê. Eke şima cumleyanê yewbînayî/e de xetayêk dî, şima eşkenê bi erşawitişê şiroveyêk xetaya ey yan zî aye pêbihesnê.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
zza: Tay halan de wayîrêkê/a cumle çin o/a. Seba hîna zaf melumatî paragrafê cêrênî (qebulkerdişê cumleyan ser o) biwanê.

source: Adopting sentences
zza: Wayîrvejîyayîşê cumleyan

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
zza: Wexto ke şima cumleyêk îlawe kerde, a cumle bena "aîdê" şima - tena şima eşkenê aye pergal bikerê. Sewbîna zafaneyê cumleyan ke Tatoeba de yê Tanaka Corpus ra yeno ke Tanaka Corpus kulîyatêko japonkî-îngîlîzkî yo. Nê cumleyî semedo ke teberê Tatoeba de ameyê arêdayene, bêwayîr ê.

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
zza: Eke şima cumleyêka "sêkure" de xetayêk bivînê, semedo ke şima aye rê wayîr nêvejîyayê nêeşkenê aye raşt bikerê. No semed ra tercîhêk sey "wayîr vejîye" esto ({adoptButton}). Eke şima reyêk bibê wayîrê cumleyêk êdî eşkenê a cumle pergal bikerê.

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
zza: Wayîrvejîyayîşê cumleyêk eynî wext de parçeyêkê "prosesê kalîte" yo. Şima eşkenê derbarê ey de hîna zaf melumatî tîya de bivînê:

source: Sentence lists
zza: Lîsteyê cumle

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
zza: Şima eşkenê Tatoeba de lîsteyê cumleyan virazê. Lîste sey pêşferz <strong>şexsî</strong> ya yanî tena keso/a ke lîste viraşta eşkeno/a lîste pergal bikero/a (labelê hema zî her kes/e eşkeno/a lîste bivîno/a).

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
zza: Sewbîna mumkun o ke şima Tatoeba ra yew endamî/e lîsteyêk rê sey <strong>hemkar</strong> eyar bikerê û bi na wesîla şima eşkenê îzin bidê ey/aye ke wa cumleyan îlawe bikero/a yan zî wedarno/a.

source: Tatoeba: Collection of sentences and translations
zza: Tatoeba: Arêdayîşê cumleyan û açarnayîşan

source: Stats
zza: Statîstîkî

source: Latest messages
zza: Mesajê tewr peyênî

source: The new sentence design will soon completely replace the old one. Please try it out and let us know if you experience any issue. You can enable it with the option "Display sentences with the new design" in your Settings.
zza: Dîzayno newe yê cumle do nêzdî de temamen herinda ya kehene de bêro cadayene. Xeyrê xo ey biceribnê û eke xetayêk tecrube kenê, ma pêbihesnê. Şima eşkenê ey Eyaranê xo ra bi tercîhê "Cumleyan bi dîzaynê neweyî bimojne" aktîf bikerê.

source: Go to settings
zza: Şo eyaran

source: show more...
zza: zafêr bimojne...

source: Latest comments
zza: Şiroveyê tewr peyênî

source: Want to help?
zza: Şima wazenê hetkarî bikerê?

source: We are collecting sentences and their translations. You can help us by translating or adding new sentences.
zza: Ma cumleyan û açarnayîşanê înan arê danîme. Şima eşkenê bi açarnayîş yan zî bi îlawekerdişê cumleyanê newîyan hetkarîya ma bikerê.

source: Join the community
zza: Tewrê cematî bibe

source: Page temporarily disabled
zza: Rîpel seba wextêko muweqetî ame betalkerdene

source: This page is currently disabled due to technical issues: it may be slowing down the website or is dysfunctional.
zza: No rîpel, na game, rîyê problemanê teknîkî ra ameyo betalkerdene: beno ke rîpel, websîte keno yewaş yan zî nêxebitîyeno/fonksîyonel nîyo.

source: We are sorry for the inconvenience.
zza: Ma efê xo wazenîme seba narehetîye.

source: These Terms of Use have not been translated yet into your language. Below is the original version in French.
zza: Nê Şertê Xebitnayîşî hema ziwanê şima rê nêameyê açarnayene. Cêr ra versîyono orîjînalo ke bi ziwanê franskî yo esto.

source: Private messages - {folderName}
zza: Mesajê xususîyî - {folderName}

source: Private messages
zza: Mesajê xususîyî

source: {folderName} ({n}&nbsp;message)
zza: {folderName} ({n}&nbsp;mesaj)

source: Empty trash
zza: Çopdane bike veng

source: [no subject]
zza: [mewzû çin o]

source: Permanently delete
zza: Ebeden estiritene

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
zza: Semedo ke wa Tatoeba spam û mesajanê nîyetxirabanê bînan ra dûrî bimano, xebitnayoxê neweyî rojêk de eşkenê tena 5 mesajî bierşawê.

source: You have reached your message limit for today
zza: Şima seba ewroyî resayê lîmîtê xo yê mesajî

source: Please wait until you can send more messages.
zza: Xeyrê xo hetanî ke şima bieşkê hîna zaf mesajan bierşawê bipawê.

source: You have sent one message today.
zza: Şima ewro mesajêk erşawit.

source: Sentences marked as "OK"
zza: Cumleyê ke sey "TEMAM" nîşan bîyê

source: Sentences marked as "unsure"
zza: Cumleyê ke sey "emîn nîya" nîşan bîyê

source: Sentences marked as "not OK"
zza: Cumleyê ke sey "Temam NÎYA" nîşan bîyê

source: All sentences
zza: Heme cumleyî

source: Outdated reviews
zza: Etudê kehenî

source: Sentences in {language} marked as "OK"
zza: Cumleyê ke ziwanê {language} de sey "TEMAM" nîşan bîyê

source: Sentences in {language} marked as "unsure"
zza: Cumleyê ke ziwanê {language} de sey "emîn nîya" nîşan bîyê

source: Sentences in {language} marked as "not OK"
zza: Cumleyê ke ziwanê {language} de sey "Temam NÎYA" nîşan bîyê

source: All sentences in {language}
zza: Hema cumleyê ke ziwanê {language} de yê

source: Outdated reviews for sentences in {language}
zza: Etudê kehenî seba cumleyanê {language}

source: {user}'s reviews - {category}
zza: Etudê {user} - {category}

source: This feature is currently deactivated.
zza: Na taybetmendî na game deaktîfkerdî ya.

source: You can activate it in your settings: "Activate the feature to review sentences."
zza: Şima eşkenê eyaranê xo de ey aktîf bikerê: "Taybetmendî aktîf bike seba etudkerdişê cumleyan."

source: Filter
zza: Fîltre bike

# reviews
source: Most recently updated
zza: Tewr peynî de ame rojanekerdene

# reviews
source: Least recently updated
zza: Tewr nêzdî de ame rojanekerdene

# reviews
source: Newest first
zza: Tewr newe verî

# reviews
source: Oldest first
zza: Tewr kehen verî

source: Newest sentences
zza: Cumleyê tewr neweyî

source: Oldest sentences
zza: Cumleyê tewr kehenî

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
zza: Cumleya serêne bitiknê seba şîyayîşê tatoeba.org ke aye biaçarnê yan zî şiroveyêk binusê.

source: Sentence #{number}
zza: Cumle #{number}

source: Edit Comment
zza: Şiroveyî pergal bike

source: Edit Comment on Sentence #{number}
zza: Şiroveyo ke cumleya #{number} ser o ameyo kerdene pergal bike

source: Comments on sentences
zza: Şiroveyê ke cumleyan ser o ameyê kerdene

source: {user}'s comments
zza: Şiroveyê {user}

source: {user} has posted no comment
zza: {user} qet şiroveyêk vila nêkerd

source: Go back to previous page
zza: Agêre bi rîpelo verên

source: {user}'s comments (total&nbsp;{n})
zza: Şiroveyê {user} (pêro pîya&nbsp;{n})

source: {user} has no comment posted on his/her sentences
zza: {user} cumleyanê xo ser o qet şiroveyêk vila nêkerd

source: Comments on {user}'s sentences (total&nbsp;{n})
zza: Şiroveyê ke cumleyanê {user} ser o ameyê kerdene (pêro pîya&nbsp;{n})

source: Add new sentences
zza: Cumleyanê newîyan îlawe bike

source: Important
zza: Muhîm

source: Not inspired?
zza: Îlham nêame?

source: Check the vocabulary requests for which there are very few or no sentences yet.
zza: Waştişanê çekuye yê ke hema zaf tay yan zî qet cumleyê înan çin ê kontrol bikerê.

source: Sentences wanted
zza: Cumleyî yenê waştene

source: Tatominer provides a list of the most searched words for which there are very few or no sentences yet.
zza: Tatominer lîsteyêka çekuyanê zaf ameyê cigêrayene peyda keno ke ê çekuyî wayîrê hema zaf tay yan zî qet açarnayîşan nîyê.

source: <strong>We like quality.</strong> Every detail matters. Please do not forget punctuation and capital letters.
zza: <strong>Ma kalîte ra hes kenîme.</strong> Her detay muhîm o. Xeyrê xo îşaretanê nuqtakerdişî û herfanê girdan xo vîr ra mekerê.

source: <strong>We like diversity.</strong> Unleash your creativity! Avoid using the same words, names, topics, or patterns over and over again.
zza: <strong>Ma biçeşîtîye ra hes kenîme.</strong> Afirnayoxîya xo veje meydan! Eynî çekuyan, nameyan, mewzûyan yan zî qaliban reyna û reyna mexebitne.

source: <strong>We like sharing our data.</strong> Avoid copy-pasting sentences, or at least make sure they are not copyrighted and are compatible with the CC BY license. Otherwise we cannot use them.
zza: <strong>Ma parekerdişê datayê xo ra hes kenîme.</strong> Cumleyan kopya meke û mezeliqne. Bibe emîn ke cumleyî, wayîrê heqê telîfî nîyê û bi lîsansê CC BY bifesal ê. Nêkela ma nêeşkenîme înan bixebitnîme.

source: Language index
zza: Endeksê ziwanî

source: There is {n} language on Tatoeba
zza: Tatoeba de {n} ziwan esto

source: My profile languages
zza: Ziwanê profîlê mi

source: Top ten
zza: Top Des

source: Show all languages {arrowIcon}
zza: Heme ziwanan bimojne {arrowIcon}

source: {user}'s sentences
zza: Cumleyê {user}

source: {user}'s sentences in {language}
zza: Cumleyê {user} bi ziwanê {language}

source: Only show original sentences
zza: Tena cumleyanê orîjînalan bimojne

source: {user} does not own any sentences in {language}
zza: Qet cumleyê {user} bi ziwanê {language} çin ê

source: {user} does not own any sentences
zza: Qet cumleyê {user} çin ê

# sentences
source: Most recently updated
zza: Tewr peynî de ame rojanekerdene

# sentences
source: Least recently updated
zza: Tewr nêzdî de ame rojanekerdene

# sentences
source: Newest first
zza: Tewr newe verî

# sentences
source: Oldest first
zza: Tewr kehen verî

source: An error occurred while fetching the random sentence. If this persists, please <a href="{}">let us know</a>.
zza: Wexto ke cumleya raştameyîye ameyêne girewtene xetayêk amê meydan. Eke na dewam bikera xeyrê xo <a href="{}">ma pêbihesnê</a>

source: Sentences with: {keywords}
zza: Cumleyê bi: {keywords}

source: Sentences in {language} not translated into {translationLanguage}
zza: Cumleyê {language} ke nêaçarnîyayê bi {translationLanguage}

source: Sentences in {language} translated into {translationLanguage}
zza: Cumleyê {language} ke açarnîyayê bi {translationLanguage}

source: Sentences in {language}
zza: Cumleyê {language}

source: Sentences not translated into {language}
zza: Cumleyê ke nêaçarnîyayê bi {language}

source: Sentences translated into {language}
zza: Cumleyê ke açarnîyayê bi {language}

source: Warning: the following criteria have been ignored:{list}
zza: Îqaz: krîterê cêrênî ameyî peygoşkerdene: {list}

source: Search error
zza: Xetaya cigêrayîşî

source: Invalid query. Please refer to the <a href="{}">search documentation</a> for more details.
zza: Persayîşo nevîyartbar. Xeyrê xo seba hîna zaf detayan biewnê bi <a href="{}">dokumananê cigêrayîşî</a>.

source: An error occurred while performing the search. If the problem persists, please <a href="{us}">let us know</a> and include the error code "{errorCode}" in your message.
zza: Wexto ke cigêrayîş ameyêne kerdene xetayêk amê meydan. Eke xeta dewam bikera xeyrê xo <a href="{us}">ma pêbihesnê</a> û mesajê xo rê kodê xeta yê "{errorCode}" îlawe bikerê.

source: Search: {keywords}
zza: Cigêre: {keywords}

source: Search disabled
zza: Cigêrayîş ame betalkerdene

source: Due to technical reasons, the search feature is currently disabled. We are sorry for the inconvenience. Please try again later.
zza: Taybetmendîya cigêrayîşî, na game, rîyê sebebanê teknîkî ra ameya betalkerdene. Ma efê xo wazenîme seba narehetîye. Xeyrê xo dima reyna biceribnê.

source: {sentence} - {language} example sentence
zza: {sentence} - {language} cumleya nimûne

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
zza: Cigêre bi cumleyanê nimûneyê açarnîyayeyan. No rîpel derbarê cumle de açarnayîşan û melumatan mojneno: {sentenceText}

source: Sentence does not exist:
zza: Cumle mewcûd nîya:

source: There are no comments for now.
zza: Na game şiroveyî çin ê.

source: Reviewed by
zza: Ame etudkerdene hetê

source: (outdated)
zza: (kehen)

source: There is no log for this sentence
zza: Seba na cumle qeydêk çin o

source: Random Sentence
zza: Cumleya raştameyê

source: The random sentence feature is currently disabled, please try again later.
zza: Taybetmendîya cumleya raştameyê aktîf nîya, xeyrê xo dima reyna biceribnê.

source: An error occurred while fetching random sentences. If this persists, please <a href="{}">let us know</a>.
zza: Wexto ke cumleyê raştameyêyî ameyêne ardene xetayêk amê meydan. Eke na dewam bikera xeyrê xo <a href="{}">ma pêbihesnê</a>.

source: Only the last {n} sentences are displayed here.
zza: Tîya de tena {n} cumleyê peyênî yenê mojnayene.

source: Problem while saving
zza: Wextê qeydkerdişî de problem

source: Download list:
zza: Lîsteya warardişî:

source: Actions
zza: Hereketî

# header
source: Download
zza: Bîyare war

source: File format
zza: Formatê dosya

source: Raw text file
zza: Dosyaya metnê xamî

source: Tab-separated file
zza: Dosyaya bi-tab-abirnayê

source: List for the Shtooka recorder
zza: Lîsteya qeydkerê Shtooka

source: Translation (optional)
zza: Açarnayîş (opsîyonel)

source: None
zza: Çin o

source: If you select a language, the translation of each sentence into that language (if it exists) will be written to your output. You can then import the file to produce a deck of flash cards, using the {Anki} program.
zza: Eke şima ziwanêk biweçînê, açarnayîşê her cumle (eke esto) yê ê ziwanî do outputê şima rê bêro nuştene. Şima o wext eşkenê bi xebitnayîşê programê {Anki} dosya bigîrê zere û pê desteyêkê kartê flaşî virazê.

# button
source: Download
zza: Bîyare war

source: Collaborative lists ({total})
zza: Lîsteyê hemkarîyî ({total})

source: All public lists ({total})
zza: Heme lîsteyê umûmîyî ({total})
