Repository: Tatoeba/tatoeba2
Catalog: src/Locale/zza/languages.po
Languages: zza

source: Arabic
zza: Erebkî

source: English
zza: Îngilizkî

source: Japanese
zza: Japonkî

source: French
zza: Franskî

source: German
zza: Almankî

source: Spanish
zza: Spanyolkî

source: Italian
zza: Îtalîyankî

source: Vietnamese
zza: Vîetnamkî

source: Russian
zza: Rûskî

source: Mandarin Chinese
zza: Çînkîya Mandarînî

source: Korean
zza: Korekî

source: Dutch
zza: Flemenkkî

source: Hebrew
zza: Îbrankî

source: Indonesian
zza: Endonezyankî

source: Portuguese
zza: Portugalkî

source: Finnish
zza: Fînkî

source: Bulgarian
zza: Bûlgarkî

source: Ukrainian
zza: Ukraynankî

source: Czech
zza: Çekkî

source: Greek
zza: Yunankî

source: Turkish
zza: Tirkî

source: Swedish
zza: Swêdkî

source: Norwegian Bokmål
zza: Norweçkîya Bokmal

source: Malay
zza: Malaykî

source: Estonian
zza: Estonkî

source: Georgian
zza: Gûrcî

source: Polish
zza: Lehkî

source: Swahili
zza: Swahîlî

source: Latin
zza: Latînkî

source: Shanghainese
zza: Şangaykî

source: Egyptian Arabic
zza: Erebkîya Misirî

source: Belarusian
zza: Belarûskî

source: Hungarian
zza: Macarkî

source: Icelandic
zza: Îzlandîk

source: Albanian
zza: Arnawudkî

source: Cantonese
zza: Çînkîya Kantonî

source: Afrikaans
zza: Afrîkankî

source: Faroese
zza: Faroekî

source: Frisian
zza: Frîzkî

source: Breton
zza: Bretonkî

source: Romanian
zza: Romankî

source: Uyghur
zza: Ûyxûrkî

source: Uzbek
zza: Ozbekî

source: Norwegian Nynorsk
zza: Norweçkîya Nînorskî

source: Serbian
zza: Sirbkî

source: Tatar
zza: Tatarkî

source: Yiddish
zza: Yîdîş

source: Persian
zza: Fariskî

source: Min Nan Chinese
zza: Çînkîya Mîn Nanî

source: Basque
zza: Baskkî

source: Slovak
zza: Slovakkî

source: Danish
zza: Dankî

source: Iraqi Arabic
zza: Erebkîya Îraqî

source: Sanskrit
zza: Sanskrîtkî

source: Urdu
zza: Ûrdûkî

source: Hindi
zza: Hindkî

source: Bengali
zza: Bengalkî

source: Catalan
zza: Katalankî

source: Kazakh
zza: Qazaxkî

source: Latvian
zza: Letonkî

source: Bosnian
zza: Boşnaqkî

source: Croatian
zza: Xirvatkî

source: Old East Slavic
zza: Slavkîya Rojhelatî ya Kehene

source: Chamorro
zza: Çamorro

source: Tagalog
zza: Tagalogkî

source: Quechua
zza: Keçuwakî

source: Mongolian
zza: Mongolkî

source: Lithuanian
zza: Lîtvankî

source: Galician
zza: Galîçkî

source: Irish
zza: Îrkî

source: Ainu
zza: Aynûkî

source: Sicilian
zza: Sîcîlyankî

source: Malayalam
zza: Malayalamkî

source: Low German (Low Saxon)
zza: Almankîya Cêre (Saksonkîya Cêre)

source: Klingon
zza: Klîngonkî

source: Slovenian
zza: Slovenkî

source: Thai
zza: Taykî

source: Literary Chinese
zza: Çînkîya Edebî

source: Ossetian
zza: Osetyankî

source: Romansh
zza: Romanşkî

source: Volapük
zza: Volapukkî

source: Scottish Gaelic
zza: Galkîya Skoçe

source: Asturian
zza: Asturkî

source: Occitan
zza: Oksîtankî

source: Kalmyk
zza: Kalmîkkî

source: Old English
zza: Îngilizkîya Kehene

source: Lower Sorbian
zza: Sorbkîya Cêre

source: Upper Sorbian
zza: Sorbkîya Berze

source: Kölsch
zza: Kolkî

source: Welsh
zza: Galkî

source: Ewe
zza: Ewekî

source: Sindarin
zza: Sîndarîn

source: Quenya
zza: Kuenyakî

source: Novial
zza: Novîalkî

source: Maori
zza: Maorî

source: Ladin
zza: Ladînkî

source: Berber
zza: Berberkî

source: Xhosa
zza: Kosakî

source: Punjabi (Western)
zza: Pencabkî (Rojawan)

source: Malagasy
zza: Malagasî

source: Guarani
zza: Guaranî

source: Ladino
zza: Ladîno

source: Piedmontese
zza: Pîdmontkî

source: Marathi
zza: Maratî

source: Tajik
zza: Tacikî

source: Old Prussian
zza: Prûsyankîya Kehene

source: Nepali
zza: Nepalkî

source: Maltese
zza: Maltkî

source: Chukchi
zza: Çukçî

source: Cornish
zza: Kornkî

source: Azerbaijani
zza: Azerîkî

source: Lao
zza: Laokî

source: Tibetan
zza: Tîbetkî

source: Hiligaynon
zza: Hîlîgaynonkî

source: Algerian Arabic
zza: Erebkîya Cezayîrî

source: Picard
zza: Pîkardkî

source: Ancient Greek
zza: Yunankîya Entîke

source: Amharic
zza: Amharkî

source: Awadhi
zza: Awadkî

source: Bhojpuri
zza: Bocpûrkî

source: Chavacano
zza: Çavakano

source: Middle English
zza: Îngilizkîya Mîyanêne

source: Middle French
zza: Franskîya Mîyanêne

source: Juhuri (Judeo-Tat)
zza: Cûhûrî (Judeo-Tat)

source: Greenlandic
zza: Gronlandkî

source: Pennsylvania German
zza: Almankîya Pensîlvanya

source: Sinhala
zza: Sînhalakî

source: Turkmen
zza: Tirkmenkî

source: Walloon
zza: Walûnkî

source: Bashkir
zza: Başkirkî

source: Hausa
zza: Hausakî

source: Luxembourgish
zza: Luksembûrgkî

source: Mambae
zza: Mambaykî

source: Somali
zza: Somalîkî

source: Zulu
zza: Zûlûkî

source: Hawaiian
zza: Hawaîkî

source: Kyrgyz
zza: Qirxizkî

source: Macedonian
zza: Makedonkî

source: Pipil
zza: Pîpîlkî

source: Yoruba
zza: Yorûbakî

source: Kinyarwanda
zza: Kînyarwandakî

source: Shuswap
zza: Şûswapkî

source: Chuvash
zza: Çûvaşkî

source: Ottoman Turkish
zza: Tirkîya Osmanî

source: Shona
zza: Şonakî

source: Mon
zza: Monkî

source: Nogai
zza: Nogaykî

source: Yakut
zza: Yakutkî

source: Abkhaz
zza: Abxazkî

source: Tetun
zza: Tetunkî

source: Tamil
zza: Tamîlkî

source: Udmurt
zza: Udmurtkî

source: Kumyk
zza: Kumîk

source: Crimean Tatar
zza: Tatarkîya Qirimî

source: Chinyanja
zza: Çînyancakî

source: Livonian
zza: Lîvonkî

source: Navajo
zza: Navahokî

source: Cherokee
zza: Çerokî

source: Gujarati
zza: Gucaratî

source: Punjabi (Eastern)
zza: Pencabkî (Rojhelat)

source: Khasi
zza: Xasî

source: Javanese
zza: Cavakî

source: Zaza
zza: Kirmanckî/Zazakî

source: Emilian
zza: Emîlyankî

source: Tigrinya
zza: Tîgrînyakî

source: Northern Sami
zza: Samîkîya Vakurî

source: North Moluccan Malay
zza: Malaykîya Molukanê Vakurî

source: Kapampangan
zza: Kapampangankî

source: Central Dusun
zza: Dusunkîya Merkezî

source: Choctaw
zza: Çoktawkî

source: Coastal Kadazan
zza: Kadazankîya Qeraxî

source: Samoan
zza: Samoankî

source: Fijian
zza: Fîjîkî

source: Wolof
zza: Wolofkî

source: Chechen
zza: Çeçenkî

source: Sango
zza: Sangokî

source: Fiji Hindi
zza: Hindkîya Fîjî

source: Tongan
zza: Tongankî

source: Kamba
zza: Kambakî

source: Venetian
zza: Venetyankî

source: Burmese
zza: Bîrmankî

source: Gilbertese
zza: Gîlbertkî

source: Erzya
zza: Erzîyakî

source: Niuean
zza: Nîuenkî

source: Võro
zza: Vorokî

source: Manx
zza: Mankskî

source: Lingala
zza: Lîngalakî

source: Pashto
zza: Peştûkî

source: Khakas
zza: Xakaskî

source: Dungan
zza: Dungankî

source: Friulian
zza: Frîulyankî

source: Marshallese
zza: Marşalkî

source: Palatine German
zza: Almankîya Palatîne

source: Kannada
zza: Kanadakî

source: Seychellois Creole
zza: Kreola Şeyselî

source: Swiss German
zza: Almankîya Swîsî

source: Old Saxon
zza: Saksonkîya Kehene

source: Sumerian
zza: Sumerkî

source: Scots
zza: Skotskî

source: Mohawk
zza: Mohawkî

source: Cebuano
zza: Sebuanokî

source: Lombard
zza: Lombardkî

source: Tsonga
zza: Songakî

source: Buryat
zza: Buryatkî

source: Aymara
zza: Aymarakî

source: Ilocano
zza: Îlokanokî

source: Karakalpak
zza: Qeraqalpaxkî

source: Orizaba Nahuatl
zza: Orîzaba Nahuatl

source: Adyghe
zza: Adîgekî

source: Bodo
zza: Bodokî

source: Gagauz
zza: Gagawuzkî

source: Romani
zza: Romanî

source: Laz
zza: Lazkî

source: Pulaar
zza: Pularkî

source: Umbundu
zza: Umbundukî

source: Tokelauan
zza: Tokelauankî

source: Southern Sotho
zza: Sotokîya Başûrî

source: Southern Altai
zza: Altaykîya Başûrî

source: Waray
zza: Waraykî

source: Sindhi
zza: Sindkî

source: Setswana
zza: Setswanakî

source: Sardinian
zza: Sardînyankî

source: Palauan
zza: Palauankî

source: Garhwali
zza: Garhwalî

source: Ojibwe
zza: Ocîbwekî

source: Luganda
zza: Lugandakî

source: Hakka Chinese
zza: Çînkîya Hakkayî

source: Bambara
zza: Bambarakî

source: Aragonese
zza: Aragonkî

source: Assamese
zza: Asamkî

source: Nigerian Fulfulde
zza: Fulfuldkîya Nîjeryayî

source: Ho
zza: Hokî

source: Sundanese
zza: Sûdankî

source: North Levantine Arabic
zza: Erebkîya Levantê Vakurî

source: Tuvinian
zza: Tuvînyankî

source: Karachay-Balkar
zza: Qeraçay-Balkarkî

source: Papiamento
zza: Papîamentokî

source: Old Norse
zza: Norweçkîya Kehene

source: Odia (Oriya)
zza: Odîyakî (Orîya)

source: Iban
zza: Îbankî

source: Old Aramaic
zza: Aramkîya Kehene

source: Moroccan Arabic
zza: Erebkîya Fasî

source: Cuyonon
zza: Kuyononkî

source: Igbo
zza: Îgbokî

source: Kashubian
zza: Kaşubyankî

source: Louisiana Creole
zza: Kreola Louîsîana

source: Urhobo
zza: Urhobokî

source: Moksha
zza: Mokşakî

source: Pangasinan
zza: Pangasînankî

source: Corsican
zza: Korsîkankî

source: Hmong Njua (Green)
zza: Hmong Njua (Hewz)

source: Tarifit
zza: Tarîfîtkî

source: Central Huasteca Nahuatl
zza: Huasteca Nahuatla Merkezî

source: Kekchi (Q'eqchi')
zza: Kekçî (Qeqçî)

source: Swazi
zza: Swazkî

source: Balinese
zza: Balînkî

source: Assyrian Neo-Aramaic
zza: Suryankî Aramkîya Newîye

source: Tuvaluan
zza: Tuvaluankî

source: Baybayanon
zza: Baybayanonkî

source: Morisyen
zza: Morîsyenkî

source: Hmong Daw (White)
zza: Hmong Daw (Sipî)

source: Central Bikol
zza: Bîkolkîya Merkezî

source: Nauruan
zza: Nauruankî

source: Malay (Vernacular)
zza: Malaykî (Vernacular)

source: Naga (Tangshang)
zza: Nagakî (Tangşang)

source: K'iche'
zza: Kîşekî

source: Gulf Arabic
zza: Erebkîya Kendawe

source: Minangkabau
zza: Mînangkabaukî

source: Temuan
zza: Temuankî

source: Jin Chinese
zza: Çînkîya Jînî

source: Maithili
zza: Maîthîlîkî

source: Madurese
zza: Madurkî

source: Banjar
zza: Bencarkî

source: Gothic
zza: Gotkî

source: Xiang Chinese
zza: Çînkîya Şangî

source: Gan Chinese
zza: Çînkîya Ganî

source: Bavarian
zza: Bavyerankî

source: Talossan
zza: Talosankî

source: Samogitian
zza: Samogîtyankî

source: Láadan
zza: Ladankî

source: Afrihili
zza: Afrîhlîlîkî

source: Karelian
zza: Karelyankî

source: Veps
zza: Vepskî

source: Rusyn
zza: Rûsînkî

source: Tahitian
zza: Tahîtîkî

source: Talysh
zza: Talîşkî

source: Mi'kmaq
zza: Mikmaqkî

source: Extremaduran
zza: Ekstremadurankî

source: Swabian
zza: Swabyankî

source: Ingrian
zza: Îngrîyankî

source: Southern Sami
zza: Samîkîya Başûrî

source: Jamaican Patois
zza: Patoîskîya Jamaîkayî

source: Mirandese
zza: Mîrandkî

source: Komi-Zyrian
zza: Komî-Zîryan

source: Central Mnong
zza: Mnongkîya Merkezî

source: Komi-Permyak
zza: Komî-Permyak

source: Inuktitut
zza: Înuktîtutkî

source: Kabyle
zza: Kabîlkî

source: Kirundi
zza: Kîrundî

source: Gheg Albanian
zza: Arnawudkîya Gegî

source: Aklanon
zza: Aklanonkî

source: Manchu
zza: Mançûkî

source: Kashmiri
zza: Keşmîrkî

source: Old Turkish
zza: Tirkîya Kehene

source: Tachawit
zza: Taçawîtkî

source: Kven Finnish
zza: Fînkîya Kvenî

source: Rapa Nui
zza: Rapa Nuî

source: Gronings
zza: Gronîngskî

source: Ligurian
zza: Lîguryankî

source: Tigre
zza: Tîgrekî

source: Tahaggart Tamahaq
zza: Tahaggart Tahamaq

source: Dhivehi
zza: Dîvehkî

source: Hunsrik
zza: Hunsrîkî

source: Cayuga
zza: Kayugakî

source: Ga
zza: Gakî

source: Chinese Pidgin English
zza: Çînkî Pîdgîn Îngilizkî

source: Brithenig
zza: Brîtenîgkî

source: Latgalian
zza: Latgalyankî

source: Konkani (Goan)
zza: Konkankî (Goan)

source: Chagatai
zza: Çaxataykî

source: Mingrelian
zza: Mîngrelyankî

source: Old Spanish
zza: Spanyolkîya Kehene

source: Jewish Babylonian Aramaic
zza: Îbrankîya Aramkîya Babîlî

source: Okinawan
zza: Okînawankî

source: Evenki
zza: Evenkî

source: Bislama
zza: Bîslamakî

source: Saterland Frisian
zza: Frîzkîya Saterlandî

source: Old French
zza: Franskîya Kehene

source: Syriac
zza: Suryankî

source: North Frisian
zza: Frîzkîya Vakurî

source: Nyungar
zza: Nyungarkî

source: Isan
zza: Îsankî

source: Tonga (Zambezi)
zza: Tongakî (Zambezî)

source: Newari
zza: Newarî

source: Jewish Palestinian Aramaic
zza: Îbrankîya Aramkîya Fîlîstînî

source: Phoenician
zza: Fînîkî

source: Rendille
zza: Rendîlkî

source: Nuosu
zza: Nuosukî

source: Drents
zza: Drentskî

source: Southern Subanen
zza: Subanenkîya Başûrî

source: Chinook Jargon
zza: Çînok Jargon

source: Baluchi
zza: Belûçkî

source: Pali
zza: Palî

source: Ancient Hebrew
zza: Îbrankîya Entîke

source: South Levantine Arabic
zza: Erebkîya Levantê Başûrî

source: Southern Haida
zza: Haîdakîya Başûrî

source: Northern Haida
zza: Haîdakîya Vakurî

source: Karakhanid
zza: Qeraxankî

source: Yucatec Maya
zza: Mayakîya Yûkatekî

source: Middle Persian (Pahlavi)
zza: Fariskîya Mîyanêne (Pehlewkî)

source: Meitei
zza: Meyteykî

source: Libyan Arabic
zza: Erebkîya Lîbya

source: O'odham
zza: Odamkî

source: Lushootseed
zza: Luşûtsîdkî

source: Old Frisian
zza: Frîzkîya Kehene

source: Nuer
zza: Nuerkî

source: Central Kurdish (Soranî)
zza: Kurdkîya Merkezî (Sorankî)

source: Northern Kurdish (Kurmancî)
zza: Kurdkîya Vakurî (Kurmanckî)

source: Southern Kurdish
zza: Kurdkîya Başûrî

source: Northern Zaza (Kirmanjki)
zza: Kirmanckîya Vakurî (Kirmanckî)

source: Southern Zaza (Dimli)
zza: Kirmanckîya Başûrî (Dimilkî)

source: Mahasu Pahari
zza: Mahasu Paharî

source: Qashqai
zza: Qeşqaykî

source: Khalaj
zza: Xeleckî

source: Lak
zza: Lekî

source: Avar
zza: Avarkî

source: Muskogee (Creek)
zza: Maskoke (Krîkî)

source: Abaza
zza: Abazakî

source: Ingush
zza: Îngûşkî

source: Kabardian
zza: Kabardîyankî

source: Lezgi
zza: Lezgî

source: Wayuu
zza: Wayûkî

source: Limburgish
zza: Lîmbûrgkî

source: Zeelandic
zza: Zîlandkî

source: Mono (USA)
zza: Mono (DYA)

source: Tashelhit
zza: Taşelhîtkî

source: Berom
zza: Beromkî

source: Santali
zza: Santalkî
