Repository: Tatoeba/tatoeba2
Catalog: app/Locale/vie/LC_MESSAGES/default.po
Languages: vi

source: There's no user called {username}
vi: Người dùng {username} không tồn tại

source: You need to be logged in.
vi: Bạn cần phải đăng nhập.

source: An error occurred while saving. Please try again or contact us to report this.
vi: Lỗi phát sinh trong quá trình lưu dữ liệu. Vui lòng thử lại lần nữa hoặc liên hệ chúng tôi để báo cáo việc này.

source: Tatoeba, new password
vi: Tatoeba, mật khẩu mới.

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
vi: Bây giờ câu #{firstNumber} và câu #{secondNumber} được dịch trực tiếp với nhau.

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
vi: Câu #{firstNumber} và câu #{secondNumber} không còn được dịch trực tiếp với nhau.

source: An error occurred while unlinking. Please try again or contact us to report this.
vi: Có lỗi đã xảy ra trong quá trình huỷ liên kết. Vui lòng thử lại hoặc liên hệ với chúng tôi.

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
vi: Người dùng {username} bạn muốn gởi tin này đến không tồn tại. Vui lòng thử tên khác.

source: restore
vi: hồi phục

source: permanently delete
vi: xóa vĩnh viễn

source: Are you sure?
vi: Bạn chắc không?

source: delete
vi: xóa

source: mark as unread
vi: đánh dấu chưa đọc

source: reply
vi: phản hồi

source: Folder "{name}" emptied.
vi: Thư mục "{name}" trống.

source: There is no sentence with id {number}
vi: Không có câu nào với id {number}

source: Your comment has been saved.
vi: Bình luận của bạn đã được lưu.

source: You do not have permission to edit this comment.
vi: Bạn không có quyền chỉnh sửa bình luận này.

source: Comments cannot be empty.
vi: Bình luận không được để trống.

source: Changes to your comment have been saved.
vi: Bình luận của bạn đã được chỉnh sửa.

source: We could not save your changes.
vi: Chúng tôi không thể lưu thay đổi của bạn.

source: You cannot delete this sentence.
vi: Bạn không thể xóa câu này.

source: The sentence #{id} has been deleted.
vi: Câu #{id} đã bị xóa.

source: Error: the sentence #{id} could not be deleted.
vi: Lỗi: Câu #{id} không thể bị xóa.

source: Collaborative lists ({total})
vi: Danh sách chung ({total})

source: Collaborative lists containing "{search}" ({total})
vi: Danh sách chung có kèm "{search}" ({total})

source: You do not have permission to view this list.
vi: Bạn không có quyền xem danh sách này.

source: The download feature has been disabled for this list because it contains a sentence.
vi: Tính năng tải về đã bị vô hiệu hoá cho danh sách này bởi vì nó có kèm {n}&nbsp;sentences.

source: Only lists containing one sentence or fewer can be downloaded. If you can edit the list, you may want to split it into multiple lists.
vi: Chỉ những danh sách đi kèm {max} câu hoặc ít hơn mới có thể được tải về. Nếu bạn có thể sửa danh sách, bạn nên chia nhỏ nó thành nhiều danh sách.

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
vi: Thẻ '{tagName}' đã tồn tại cho câu #{number}, hoặc không thể thêm vào

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
vi: Không có câu nào cho thẻ này. Thẻ mà bạn tìm kiếm có thể đã bị xoá hoặc không tồn tại.

source: Failed to upload image
vi: Tải ảnh lên thất bại

source: Please choose an image that does not exceed 1 MB.
vi: Vui lòng chọn hình không vượt quá 1 MB.

source: Please choose GIF, JPEG or PNG image format.
vi: Vui lòng chọn định dạng file GIF, JPEG, PNG.

source: Error while saving.
vi: Lỗi trong quá trình lưu dữ liệu.

source: Profile saved.
vi: Tiểu sử đã được lưu.

source: Failed to change email address. Please enter a proper email address.
vi: Thay đổi địa chỉ email thất bại. Vui lòng điền một địa chỉ email đúng.

source: That email address already exists. Please try another.
vi: Địa chỉ email này đã tồn tại. Vui lòng thử lại.

source: Your settings have been saved.
vi: Cài đặt của bạn đã được lưu.

source: New password cannot be empty.
vi: Không thể để trống mật khẩu mới.

source: New password has been saved.
vi: Mật khẩu mới đã được lưu.

source: An error occurred while saving.
vi: Lỗi trong quá trình lưu.

source: Password error. Please try again.
vi: Sai mật khẩu. Vui lòng thử lại.

source: You must fill in your username and password.
vi: Bạn tải điền tên người dùng và mật khẩu.

source: Password cannot be empty.
vi: Không thể để trống mật khẩu.

source: Wrong answer to the question.
vi: trả lời sai câu hỏi.

source: You did not accept the terms of use.
vi: Bạn đã không chấp thuận các điều khoản sử dụng.

source: Welcome to Tatoeba!
vi: Chào mừng đến với Tatoeba!

source: To start things off, we encourage you to go to your <a href='{url}'>profile</a> and let us know which languages you speak or are interested in.
vi: Để bắt đầu, chúng tôi khuyến khích bạn truy cập vào <a href='{url}'>tiểu sử</a> của bạn và cho mọi người biết ngôn ngữ mà bạn nói hoặc bạn đang quan tâm.

source: Your new password has been sent to {email}.
vi: Mật khẩu mới đã được gửi tới {email}.

source: You may need to check your spam folder to find this message.
vi: Bạn có thể cần phải kiểm thư mục thư rác để để tìm tin nhắn này.

source: There is no registered user with this email address:
vi: Không có người dùng nào đăng ký bằng địa chỉ email này:

source: No user with this username:
vi: Không có người dùng nào với tên này:

source: You cannot edit this language.
vi: Bạn không thể chỉnh sửa ngôn ngữ này.

source: Language deleted
vi: Ngôn ngữ đã bị xoá

source: You cannot delete this language.
vi: Bạn không thể xoá ngôn ngữ này.

source: {number} sentence
vi: {number} câu

source: You cannot save an empty message.
vi: Bạn không thể lưu một tin nhắn trống.

source: Message saved.
vi: Tin nhắn đã được lưu.

source: We apologize, but we could not save your data. Please try again
vi: Chúng tôi không thể lưu dữ liệu của bạn. Vui lòng thứ lại

source: You do not have permission to edit this message.
vi: Bạn không có quyền sửa tin nhắn này.

source: The message you are trying to view does not exist or has been deleted.
vi: Tin nhắn mà bạn đang cố để xem không tồn tại hoặc đã bị xoá.

source: The provided sentence differs from the original one near “{character}”.
vi: Câu được cung cấp khác với nguyên bản ở gần “{character}”.

source: The following character is not transcribed: {charsEnumeration}.
vi: Những ký tự sau đây không được sao chép lại: {charsEnumeration}.

source: unnamed list
vi: danh sách chưa được đặt tên.

source: Warning
vi: Cảnh báo

source: About adoption
vi: Về việc tiếp nhận

source: Tips
vi: Mẹo

source: Improve sentences
vi: Hoàn thiện câu

source: Related links
vi: Liên kết liên quan

source: Tag guidelines
vi: Hướng dẫn gắn thẻ

source: Tags you should know about
vi: Thẻ mà bạn nên biết

source: {tagChange}: the sentence needs to be changed.
vi: {tagChange}: câu cần phải được thay đổi.

source: {tagCheck}: the sentence needs to be checked.
vi: {tagCheck}: câu cần phải được kiểm tra.

source: {tagNNC}: the sentence needs to be checked by a native speaker.
vi: {tagNNC}: câu cần phải được kiểm tra bởi người bản ngữ.

source: {tagOK}: the sentence is considered correct by at least one person.
vi: {tagOK}: cầu cần được cân nhắc hiệu chỉnh bởi ít nhất một người.

source: How to help
vi: Trợ giúp như thế nào

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
vi: Bạn cần phải là một <a href="{}">advanced contributor</a>; nếu không bạn sẽ không thể gắn thẻ cho câu.

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
vi: Bất kỳ khi nào bạn thêm một câu bằng tiếng nước ngoài và không hoàn toàn chắc là nó đúng, thêm thẻ {tagNNC}.

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
vi: Bất cứ khi nào bạn có thể duyệt qua những câu được gắn thẻ {tagChange}, {tagCheck}, và {tagNNC} để thảo luận về chúng với những thành viên khác và giúp quyết định phải làm gì với những câu đó.

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
vi: Một khi câu có vấn đề được nhận diện, gắn thẻ {tagOK}. Bạn có thể duyệt và kiểm tra những câu khác và gắn cho chúng bằng thẻ {tagOK}. Nhưng chỉ làm điều đó khi bạn hoàn toàn chắc chắn rằng chúng chính xác, và không được thẻ cho những câu của bạn.

source: Translate sentences
vi: Dịch câu

source: How to add a translation
vi: Làm sao để thêm bản dịch

source: Once the sentences are displayed, click on {translateButton} to add a translation.
vi: Một khi các câu được hiển thị nhấn vào {translateButton} để thêm vào bản dịch.

source: About translations
vi: Về dịch thuật

source: Good translations
vi: Bản dịch tốt

source: We know it's difficult, but do NOT translate word for word!
vi: Chúng tôi biết điều đó rất khó khăn, nhưng KHÔNG được dịch từng chữ một!

source: Multiple translations
vi: Đa bản dịch.

source: If you feel there are several possible translations, you can add several translations in the same language.
vi: Nếu bạn cảm thấy có nhiều bản dịch khả thi. bạn có thể thêm vào một vài bản dịch cho cùng một ngôn ngữ.

source: Search for untranslated sentences
vi: Tìm kiếm những câu chưa được dịch

source: show sentences
vi: hiện các câu

source: Display random sentences
vi: Hiển thị các câu ngẫu nhiên

source: Quantity
vi: Số lượng

source: Language
vi: Ngôn ng

source: show random sentences
vi: hiện các câu ngẫu nhiên

source: Translate {language} sentences that belong to {user}
vi: Dịch các câu {language} thuộc về {user}

source: Translate sentences that belong to {user}
vi: Dịch các thuộc về {user}

source: Yes
vi: Có

source: No
vi: Không

source: Sentences in {language} with audio
vi: Câu bằng {language} kèm âm thanh

source: Sentences with audio
vi: Câu kèm âm thanh

source: Save
vi: Lưu

source: Sentences marked as "OK"
vi: Các câu được đánh dấu "Được"

source: Sentences marked as "unsure"
vi: Các câu được đánh dấu "không chắc"

source: Sentences marked as "not OK"
vi: Các câu được đánh dấu "chưa được"

source: All sentences
vi: Tất cả các câu

source: {user}'s collection - {category}
vi: Bộ sưu tập của {user} - {category}

source: This feature is currently deactivated.
vi: Tính năng này hiện đang bị vô hiệu hoá.

source: You can activate it in your settings: "Activate the feature to rate sentences and build your collection..."
vi: Bạn có thể bật nó trong cài đặt của bạn: "Bật tính năng đánh giá câu và xây dựng bộ sưu tập của bạn..."

source: Filter
vi: L

source: Sort by:
vi: Sắp xếp theo:

source: date created
vi: ngày tạo

source: Sentence {id} has been deleted.
vi: Câu {id} đã bị xoá.

source: Activity timeline
vi: Biểu đồ hoạt động

source: Daily Average: {n} sentence
vi: Trung bình hằng ngày: {n} câu

source: Latest contributions
vi: Đóng góp mới nhất

source: Contributions
vi: Đóng góp

source: View all
vi: Xem tất cả

source: Browse all contributions
vi: Duyệt tất cả các đóng góp

source: Sentences
vi: Câu

source: Words:
vi: Từ:

source: Language:
vi: Ngôn ngữ:

source: Show translations in:
vi: Hiện bản dịch ở:

# orphan
source: Any
vi: Bất kỳ

source: Unapproved sentences are likely to be incorrect.
vi: Các câu không được chấp nhận gần như là không chính xác.

source: Is unapproved:
vi: Không được chấp nhận:

# unapproved
source: Any
vi: Bất kỳ

source: Owner:
vi: Chủ:

source: Enter a username
vi: Nhập tên người dùng

source: Separate tags with commas.
vi: Tách các thể bằng dấu phẩy.

source: Tags:
vi: Thẻ:

source: Has audio:
vi: Có âm thanh:

# audio
source: Any
vi: Bất kỳ

source: Translations
vi: Bản dịch

source: Exclude
vi: Loại trừ

source: Link:
vi: Liên kết:

# link
source: Any
vi: Bất kỳ

source: Direct
vi: Trực tiếp

source: Indirect
vi: Không trực tiếp

source: Sort
vi: Sắp xếp

source: Order:
vi: Thứ tự:

source: Fewest words first
vi: Nhiều chữ trước

source: Last created first
vi: Được tạo gần đây trước

source: Last modified first
vi: Được chỉnh sửa gần đây trước

source: Random
vi: Ngẫu nhiên

source: Reverse order
vi: Đảo thứ tự

source: More search options
vi: Nhiều tuỳ chọn tìm kiếm hơn

# button
source: Advanced search
vi: Tìm kiếm nâng cao

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
vi: Cảnh báo: trang này được dùng với mục đích thử nghiệm. Mọi thứ bạn đăng sẽ chắc chắn bị mất.

source: Number of sentences with audio by language
vi: Số câu có âm thanh bằng ngôn ngữ

source: Browse audio for all languages
vi: Duyệt âm thanh cho tất cả các ngôn ngữ

source: Month
vi: Tháng

source: Year
vi: Năm

source: Currently contributing
vi: Đóng góp hiện tại

source: User who did the last contribution.
vi: Người dùng tham gia vào {n}&nbsp;đóng góp mới nhất.

source: #{rank} - {n}&nbsp;sentence - {percentage}%
vi: #{rank} - {n}&nbsp;câu - {percentage}%

source: Need some help?
vi: Cần được trợ giúp?

source: Quick Start Guide
vi: Hướng dẫn nhanh

source: FAQ
vi: Câu hỏi thường gặp

source: Help
vi: Trợ giúp

source: Developers
vi: Nhà phát triển

source: Downloads
vi: Tải về

source: Google group
vi: Nhóm Google

source: About
vi: Về

source: What is Tatoeba?
vi: Tatoeba là gì?

source: Contact us
vi: Liên lạc với chúng tôi

source: Terms of use
vi: Điều khoản sử dụng

source: If you love this content, please consider a <a href={}>donation</a>.
vi: Nếu bạn thích nội dụng, hãy cân nhắc <a href={}>ủng hộ</a>. chúng tôi.

source: Join the community!
vi: Tham gia cộng đồng!

source: The more contributors there are, the more useful Tatoeba will become! Besides, by contributing, not only will you be helpful to the rest of the world, but you will also get to learn a lot.
vi: Càng nhiều người đóng bao nhiêu, Tatoeba càng hữu dụng bấy nhiêu! Bên cạnh đó, bằng việc đóng góp, bạn không chỉ giúp ích cho cộng đồng mà còn học được rất nhiều thứ.

source: Register
vi: Đăng ký

source: Log in
vi: Đăng nhập

source: Username:
vi: Tên người dùng:

source: Password:
vi: Mật khẩu:

source: Remember me
vi: Hãy ghi nhớ tôi

source: Forgot your password?
vi: Quên mật khẩu?

source: Close
vi: Đóng

source: sentence deleted
vi: câu đã bị xoá

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
vi: Nội dung của tin nhắn này đi ngược lại với <a href="{}">các quy tắc</a> của chúng tôi và đã bị ẩn đi. Nó chỉ được hiển thị cho quản trị viên và tác giả của tin nhắn.

source: Private messages
vi: Tin nhắn cá nhân

source: New message
vi: Tin nhắn mới

source: Empty trash
vi: Xoá thùng rác

source: Inbox
vi: Hộp thư đến

source: Unread
vi: Chưa đọc

source: Sent
vi: Đã gửi

source: Trash
vi: Thùng rác

source: Folders
vi: Thư mục

source: Random sentence
vi: Câu ngẫu nhiên

source: show another
vi: hiện câu khác

source: show more...
vi: hiện nhiều hơn...

source: Advanced search
vi: Tìm kiếm nâng cao

source: Search
vi: Tìm

source: From
vi: Từ

# language
source: To
vi: Đến

source: No results found.
vi: Không có kết quả nào.

source: No results found for: {search}
vi: Không có kế qủa cho: {search}

source: Show 1 more translation
vi: Hiện thêm {number} bản dịch

source: One sentence
vi: {n}&nbsp;câu

source: show all languages
vi: hiện tất cả các ngôn ngữ

source: Your session has expired.
vi: Phiên làm việc đã quá hạn.

source: Search sentences in {langFrom} translated into {langTo} containing:
vi: Tìm kiếm câu bằng {langFrom} được dịch sang {langTo} bao gồm:

source: Clear search
vi: Xoá tìm kiếm

source: Enter a word or a phrase
vi: Nhập một từ hoặc một cụm từ

# title
source: Advanced search
vi: Tìm kiếm nâng cao

source: More tips
vi: Nhiều mẹo hơn nữa

source: Profile
vi: Tiểu sử

source: My profile
vi: Tiểu sử của tôi

source: My sentences
vi: Câu của tôi

source: My collection
vi: Bộ sưu tập của tôi

source: My lists
vi: Danh sách của tôi

source: My favorites
vi: Mục ưa thích của tôi

source: My comments
vi: Bình luận của tôi

source: Comments on my sentences
vi: Bình luận trong câu của tôi

source: My Wall messages
vi: Tin nhắn tường của tôi

source: My sentence logs
vi: Nhật ký của tôi

source: Settings
vi: Cài đặt

source: Log out
vi: Đăng xuất

source: Browse
vi: Duyệt theo

source: Browse by language
vi: Ngôn ngữ

source: Browse by list
vi: Danh sách

source: Browse by tag
vi: Thẻ

source: Browse audio
vi: Âm thanh

source: Contribute
vi: Đóng góp

source: Add sentences
vi: Thêm câu

source: Adopt sentences
vi: Tiếp nhận câu

source: Discuss sentences
vi: Thảo luận về câu

source: Show activity timeline
vi: Hiện biểu đồ hoạt động

source: Community
vi: Cộng đồng

source: Wall
vi: Tường

source: List of all members
vi: Danh sách tất cả các thành viên

source: Languages of members
vi: Ngôn ngữ của các thành viên

source: Native speakers
vi: Người bản ngữ

source: Collection
vi: Bộ sưu tập

source: Lists
vi: Danh sách

source: Favorites
vi: Mục ưa thích

source: Comments
vi: Bình luận

source: Comments on {user}'s sentences
vi: Bình luận trong câu của {user}

source: Wall messages
vi: Tin nhắn tường

source: Logs
vi: Nhật ký

source: Translate {user}'s sentences
vi: Dịch các câu của {user}

source: Contact {user}
vi: Liên hệ với {user}

source: Your login:
vi: Đăng nhập của bạn:

source: Your new password:
vi: Mật khẩu mới của bạn :

source: {user}'s favorite sentences
vi: Các câu ưa thích của {user}

source: This user does not have any favorites.
vi: Người dùng này không có bất kỳ mục ưa thích nào.

source: Add a comment
vi: Thêm bình luận

source: Submit comment
vi: Đăng bình luận

source: Use private messages to discuss things unrelated to the sentence.
vi: Sửa dụng tin nhắn cá nhân để thảo luận những vấn đề không liên quan đến câu.

source: Cancel
vi: Huỷ

source: Save changes
vi: Lưu thay đổi

source: unhide
vi: ẩn

source: hide
vi: hiện

source: edit
vi: sửa

source: Filter by language
vi: Lọc theo ngôn ngữ

source: Go back to previous page
vi: Quay lại trang trước

source: date unknown
vi: không rõ ngày

source: yesterday
vi: {n}&nbsp;ngày trước

source: an hour ago
vi: {n}&nbsp;giờ trước

source: a minute ago
vi: {n}&nbsp;phút trước

source: January
vi: Tháng 1

source: February
vi: Tháng 2

source: March
vi: Tháng 3

source: April
vi: Tháng 4

source: May
vi: Tháng 5

source: June
vi: Tháng 6

source: July
vi: Tháng 7

source: August
vi: Tháng 8

source: September
vi: Tháng 9

source: October
vi: Tháng 10

source: November
vi: Tháng 11

source: December
vi: Tháng 12

source: Profile languages
vi: Tiểu sử ngôn ngữ

source: Last used languages
vi: Các ngôn ngữ được sử dụng gần đây

source: Other languages
vi: Ngôn ngữ khác

source: Auto detect
vi: Tự động nhận diện

source: other language
vi: ngôn ngữ khác

source: All languages
vi: Tất cả các ngôn ngữ

# dropdown-list
source: Unknown language
vi: Không rõ ngôn ngữ

source: None
vi: Trống

source: Any language
vi: Ngôn ngữ bất kỳ

# searchbar
source: Any language
vi: Ngôn ngữ bất kỳ

source: unknown
vi: không rõ

source: You cannot add sentences because you did not add any language in your profile.
vi: Bạn không thể thêm câu bởi vì bạn đã không thêm bất cứ ngôn ngữ nào trong tiểu sử của bạn.

source: You cannot translate sentences because you did not add any language in your profile.
vi: Bạn không thể dịch câu bởi vì bạn đã không thêm bất cứ ngôn ngữ nào trong tiểu sử của bạn.

source: Add a language
vi: Thêm một ngôn ngữ

# level
source: Unspecified
vi: Không được xác định

source: 0: Almost no knowledge
vi: 0: Gần như không có hiểu biết nào

source: 1: Beginner
vi: 1: Bắt đầu

source: 2: Intermediate
vi: 2: Trung cấp

source: 3: Advanced
vi: 3: Nâng cao

source: 4: Fluent
vi: 4: Lưu loát

source: 5: Native level
vi: 5: Bản ngữ

source: (unnamed list)
vi: (danh sách chưa có tên)

source: created by {listAuthor}
vi: tạo bởi {listAuthor}

source: Number of sentences
vi: Số câu

source: Back to all lists
vi: Quay lại danh sách

source: Back to this list
vi: Quay lại danh sách này

source: Download this list
vi: Tải về danh sách này

source: Show translations :
vi: Hiện bản dịch :

source: Public
vi: Công khai

source: Unlisted
vi: Không công khai

source: Private
vi: Cá nhân

source: Delete this list
vi: Xoá danh sách này

source: Remove sentence {number} from list
vi: Xoá câu {number} khỏi danh sách

source: Remove from list
vi: Xoá khỏi dánh sách

source: Add a sentence to this list :
vi: Thêm câu vào danh sách này :

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
vi: Ghi chú: Bạn cũng có thể thêm câu đã tồn tại bằng biểu tượng này {addToListButton} (trong khi đang <a href="{url}">duyệt</a> chẳng hạn).

source: Create a new list
vi: Tạo danh sách mới

# list
source: Name
vi: Tên

source: create
vi: tạo

source: Collaborative lists
vi: Danh sách chung

# list
source: Unspecified
vi: Không được xác định

source: added by {user}
vi: được thêm bởi {user}

source: linked by {user}
vi: được liên kết bởi {user}

source: edited by {user}
vi: được sửa bởi {user}

source: deleted by {user}
vi: xoá bởi {user}

source: unlinked by {user}
vi: được bỏ liên kết {user}

source: Edit
vi: Sửa

source: admin
vi: quản trị viên

source: advanced contributor
vi: người đóng góp nâng cao

source: contributor
vi: người đóng góp

source: inactive
vi: không hoạt động

source: suspended
vi: bị đình chỉ

source: Translate
vi: Dịch

source: Click to adopt
vi: Nhấn để tiếp nhận

source: Click to unadopt
vi: Nhấn để bỏ tiếp nhận

source: Remove from favorites
vi: Xoá khoá mục ưa thích

source: Add to favorites
vi: Thêm vào mục ưa thích

source: Link to another sentence
vi: Liên kết với câu khác

source: Sentence number
vi: Số của câu

source: Link
vi: Liên kết

source: Add to list
vi: Thêm vào danh sách

source: Add to one of your lists
vi: Thêm vào một những danh sách của bạn

source: Add to a collaborative list
vi: Thêm vào danh sách cộng tác

source: You cannot delete this sentence because it has audio.
vi: Bạn không thể xoá câu nay bởi vì nó đi kèm âm thanh.

source: Delete
vi: Xoá

source: You cannot edit this sentence because it has audio.
vi: Bạn không thể xoá câu này bởi vì nó đi kèm âm thanh.

source: belongs to {user}
vi: thuộc về {user}

source: Mark as "OK"
vi: Đánh dấu là "được"

source: Mark as "unsure"
vi: Đánh dấu là "không chắc"

source: Mark as "not OK"
vi: Đánh dấu là "chưa được"

source: Unmark sentence
vi: Bỏ đánh dấu câu

source: Reply
vi: Phản hồi

source: Former member
vi: Cựu thành viên

source: Send private message
vi: Gửi tin nhắn cá nhân

source: edited
vi: đã bị sửa

source: to {recipient}
vi: đến {recipient}

source: from {sender}
vi: từ {sender}

source: View this user's profile
vi: Xem tiểu sử của người dùng này.

source: Show sentence #:
vi: Hiên câu #:

source: Language for previous, next or random sentence
vi: Ngôn ngữ cho câu trước đó, tiếp theo hoặc ngẫu nhiên

source: previous
vi: trước đó

source: next
vi: tiếp theo

source: random
vi: ngẫu nhiên

source: all lists
vi: tất cả các danh sách

source: {title} (one result)
vi: {title} ({n}&nbsp;kết quả)

source: Previous page [Ctrl+←]
vi: Trang trước đó [Ctrl+←]

source: Next page [Ctrl+→]
vi: Trang tiếp theo [Ctrl+→]

# message
source: To
vi: Đến

source: Title
vi: Tiêu đề

source: Send
vi: Gửi

source: {sender} wrote:
vi: {sender} đã viết:

source: Show sentence's details
vi: Hiện chi tiết của câu

source: Unlink
vi: Bỏ liên kết

source: Unlink this translation.
vi: Bỏ liên kết bản dịch này.
