Repository: Tatoeba/tatoeba2
Catalog: app/Locale/vie/LC_MESSAGES/default.po
Languages: vi

source: Play audio
vi: Phát âm thanh

source: Copy sentence
vi: Chép câu

source: Translation:
vi: Bản dịch:

source: Submit translation
vi: Đăng bản dịch

source: NOTE: Both direct and indirect translations will be shown.
vi: Ghi chú: Cả bản dịch trực tiếp và gián tiếp đều sẽ được hiện.

source: Only sentences with audio:
vi: Chỉ những câu có âm thanh:

source: no
vi: không

source: yes
vi: có

source: NOTE: Not all languages have audio at the moment.
vi: Ghi chú: Ở thời điểm này không phải ngôn ngữ nào cũng có âm thanh.

source: Tags
vi: Thẻ

source: View all tags
vi: Xem tất cả các thẻ

source: Added by {username}, {date}
vi: Được thêm bởi {username}, {date}

source: remove tag '{tagName}' from this sentence.
vi: xoá thẻ '{tagName}' khỏi câu này.

source: remove tag from sentence
vi: xoá thẻ khỏi câu

source: Last edited by {author} the {date}
vi: Sửa lần cuối bởi {author} ngày {date}

source: Reset
vi: Đặt lại

# alternative script
source: Click to mark it as reviewed.
vi: Nhấn để đánh dấu là đã duyệt.

# transcription
source: Click to mark it as reviewed.
vi: Nhấn để đánh dấu là đã duyệt.

source: Add a message:
vi: Thêm một tin nhắn:

source: Edit Wall Message
vi: Sửa tin nhắn tường

source: hide replies
vi: ẩn phản hồi

source: show replies
vi: hiện phản hồi

source: by {messageAuthor}
vi: bởi {messageAuthor}

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
vi: Xin hãy đọc <a href="{}">FAQ</a> trước khi hỏi.

source: Follow us
vi: Theo dõi chúng tôi

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
vi: Nếu bạn có bất cứ câu hỏi, đề nghị hoặc yêu cầu (hay chỉ muốn gửi lời cám ơn), cứ tự nhiên gửi email cho chúng tôi theo địa chỉ {emailAddress}.

source: Post on the Wall
vi: Đăng lên tường

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
vi: Bạn cũng có thể kể cho chúng suy nghĩ của bạn bằng cách đăng bài lên <a href="{}">Tường</a>.

source: Donate
vi: Ủng hộ

source: Latest donations
vi: Ủng hộ mới nhất

source: All donations
vi: Tất cả các ủng hộ

source: How to donate
vi: Làm thế nào để ủng hộ

source: You have two possible ways to make a donation:
vi: Bạn có hai cách để ủng hộ:

source: Download sentences
vi: Tải về câu

source: General information about the files
vi: Thông tin tổng quát về các tệp tin

source: The files provided here are updated every <strong>Saturday at 9 a.m.</strong> (GMT).
vi: Các tệp tin được cung cấp ở đây được cập nhật lúc <strong>9 giờ sáng thứ 7</strong> hàng tuần (GMT).

source: These files are released under CC-BY.
vi: Những tệp tin này được phát hành dưới giấy phép CC-BY.

source: Questions?
vi: Câu hỏi?

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
vi: Nếu có có câu hỏi, hoặc yêu cầu, cứ tự nhiên <a href="{}">liên hệ với chúng tôi</a>.

source: Download
vi: Tải về

source: Fields and structure
vi: Trường và cấu trúc

source: Sentence id
vi: Id của câu

source: Rating
vi: Đánh giá

source: Text
vi: Văn bản

source: Lang
vi: Ngôn ngữ

source: Username
vi: Tên người dùng

source: Date added
vi: Ngày thêm vào

source: Date created
vi: Ngày tạo

source: Date last modified
vi: Ngày chỉnh sửa gần nhất

source: Translation id
vi: Id bản dịch

source: Tag name
vi: Tên thẻ

source: List id
vi: Id danh sách

source: List name
vi: Tên danh sách

source: Editable by
vi: Có thể chỉnh sửa bởi

source: Skill level
vi: Trình độ

source: Details
vi: Chi tiết

source: Contains all the sentences. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
vi: Bao gồm tất cả các câu. Mỗi câu được gắn với một id duy nhất và một mã ngôn ngữ <a href="{}">ISO 639-3</a>.

source: Links
vi: LIên kết

source: Sentences in lists
vi: Câu theo danh sách

source: User skill level per language
vi: Trình độ của người dùng theo ngôn ngữ

source: Users' sentence ratings
vi: Đánh giá câu của người dùng

source: Need more help?
vi: Cần thêm sự trợ giúp?

source: You can check out the <a href="{}">FAQ</a>.
vi: Bạn có thể ghé qua trang <a href="{}">FAQ</a>.

source: Getting started
vi: Bắt đầu

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
vi: Nếu bạn nghĩ dự án này thật tuyệt và muốn đóng góp một cách tích cực, đây là liên kết mà bạn cần <strong>PHẢI</strong> đọc:

source: Important links
vi: Liên kết quan trọng

source: Adding new sentences
vi: Thêm câu mới

source: There are two ways to add new sentences.
vi: Có hai cách để thêm các câu mới.

source: From the <a href="{}">Contribute</a> section
vi: Từ phần <a href="{}">Đóng góp</a>

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
vi: Bằng việc tạo <a href="{}">danh sách</a> mới và đi đến trang chỉnh sửa cho danh sách đó.

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
vi: Mặc dùng đã có khá nhiều câu trên Tatoeba, có rất nhiều từ vựng chưa được nhắc đến. Đó là lý do mà chúng tôi khuyến khích bạn thêm câu có kèm theo từ vựng mới, ngay cả khi bạn không biết làm thế nào để dịch nó sang các ngôn ngữ khác.

source: Translating sentences
vi: Dịch câu

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
vi: Dịch là một trong những việc quan trọng nhất trên Tatoeba, kể từ khi mục tiêu chính của dự án là thu thập các câu được dịch ra nhiều ngôn ngữ khác nhau.

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
vi: Bạn có thể dịch câu gần như khắp mọi nơi. Chỉ cần nhấn vào biểu tượng {translateButton} bất cứ khi nào mà bạn thấy nó.

source: Correcting mistakes
vi: Sửa lỗi

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
vi: Bạn chỉ có thể sửa lỗi cho những câu thuộc về bạn. Nếu bạn thấy lỗi trong câu của người khác, bạn có thể đăng bình luận để thông báo cho họ biết.

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
vi: Trong một số trường hợp, câu không có chủ nhân. Đọc đoạn văn dưới đây (về việc tiếp nhận câu) để tìm hiểu thêm.

source: Adopting sentences
vi: Tiếp nhận câu

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
vi: Khi bạn thêm một câu, câu đó "thuộc" về bạn - chỉ bạn mới có thể sửa nó. Tuy nhiên, nhiều câu trên Tatoeba đến từ corpus Nhật-Anh được gọi là Corpus Tanaka. Những câu này không có người sở hữu bởi vì chúng được thu thập bên ngoài Tatoeba.

source: Sentence lists
vi: Danh sách câu

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
vi: Bạn có thể tạo các danh sách câu trên Tatoeba. Mặc định danh sách thuộc về <strong>cá nhân</strong>, nghĩa là chỉ có thể được chỉnh sửa bởi người đã tạo ra nó (nhưng mọi người vẫn được thấy nó)

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
vi: Tuy nhiên cũng có thể để bất cứ thành viên nào trên Tatoeba thêm và xoá câu bằng việc đặt danh sách thành <strong>cộng tác</strong>.

source: Tatoeba: Collection of sentences and translations
vi: Tatoeba: Bộ sưu tập câu và bản dịch

source: Latest messages
vi: Tin nhắn mới nhất

source: Latest comments
vi: Bình luận mới nhất

source: Want to help?
vi: Muốn giúp đỡ?

source: We are collecting sentences and their translations. You can help us by translating or adding new sentences.
vi: Chúng tôi thu thập các câu và bản dịch của chúng. Bạn có thể giúp chúng tôi bằng việc dịch hoặc thêm vào những câu mới.

source: Join the community
vi: Tham gia cộng đồng

source: Stats
vi: Thống kê

source: {number} contribution today
vi: hôm nay có {number} đóng góp

source: {number} supported language
vi: {number} ngôn ngữ được hỗ trợ

source: {number} sentence in {lang}
vi: {number} câu bằng {lang}

source: Table of contents
vi: Mục lục

source: Information for contributors of text to the Tatoeba project
vi: Thông tin cho những người đóng góp văn bản cho dự án Tatoeba

source: Importing text:
vi: Nhập văn bản:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
vi: Nếu bạn muốn nhập văn bản mà bạn thấy ở đâu đó hoặc bạn là đồng tác giả, bạn chỉ có thể làm vậy khi nó sẵn sàng dưới các điều khoản tương thích với giấy phép CC-BY.

source: Information for re-users:
vi: Thông tin cho người tái sử dụng:

source: Re-use of text:
vi: Tái sử dụng văn bản:

source: Private messages - {folderName}
vi: Tin nhắn cá nhân - {folderName}

source: {folderName} ({n}&nbsp;message)
vi: {folderName} ({n}&nbsp;tin nhắn)

source: [no subject]
vi: [không chủ đề]

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
vi: Để giúp giữ Tatoeba khỏi tin nhắn rác và các tin không tử tế khác người dùng chỉ có thể gửi 5 tin nhắn mỗi ngày.

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
vi: Để giúp giữ Tatoeba khỏi tin nhắn rác và các tin không tử tế khác người dùng chỉ có thể gửi 5 tin nhắn mỗi ngày.

source: You have sent one message today.
vi: Hôm nay bạn đã gửi {n}&nbsp;tin nhắn.

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
vi: Nhấn vào câu trên cùng để truy cập tatoeba.org để dịch hay để lại lời bình luận.

source: Sentence #{number}
vi: Câu #{number}

source: Edit Comment
vi: Sửa bình luận

source: Edit Comment on Sentence #{number}
vi: Sửa bình luận trong câu #{number}

source: Comments on sentences
vi: Bình luận trong câu

source: Comments on sentences (total %count%)
vi: Bình luận trong câu (total %count%)

source: {user}'s comments
vi: Bình luận của {user}

source: {user} has posted no comment
vi: {user} chưa đăng bình luận nào

source: {user}'s comments (total&nbsp;{n})
vi: bình luận của {user} (total&nbsp;{n})

source: {user} has no comment posted on his/her sentences
vi: {user} chưa đăng bình luận nào trong câu của anh/cô ấy

source: Comments on {user}'s sentences (total&nbsp;{n})
vi: Bình luận trong câu của {user} (total&nbsp;{n})

source: Important
vi: Quan trọng

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
vi: Xin đừng quên <strong>chưa in hoa</strong> và <strong>dấu trong câu</strong>! Cảm ơn bạn.

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
vi: Đừng sao chép các câu từ nơi khác, trừ khi nội dung của chúng tương thích với CC-BY. <a href="{}">Tìm hiểu thêm...</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
vi: Bạn có thể thêm câu mà bạn không biết làm sao để dịch. Có lẽ ai đó sẽ biết!

source: Add new sentences
vi: Thêm câu mới

source: Sentences added
vi: Câu đã được thêm

source: {user}'s sentences
vi: câu của {user}

source: {user}'s sentences in {language}
vi: câu của {user} bằng {language}

source: {user} does not have any sentence in {language}
vi: {user} không có bất kỳ câu nào bằng {language}

source: {user} does not have any sentence
vi: {user} không có bất kỳ câu nào

source: Search disabled
vi: Tìm kiếm đã bị vô hiệu hoá

source: Sentences with: {keywords}
vi: Câu với: {keywords}

source: Sentences in {language} not translated into {translationLanguage}
vi: Câu bằng {language} không được dịch sang {translationLanguage}

source: Sentences in {language} translated into {translationLanguage}
vi: Câu bằng {language} đã được dịch sang {translationLanguage}

source: Sentences in {language}
vi: Câu bằng

source: Sentences not translated into {language}
vi: Câu không được dịch sang {language}

source: Sentences translated into {language}
vi: Câu đã được dịch sang {language}

source: Search error
vi: Lỗi tìm kiếm

source: Search: {keywords}
vi: Tìm: {keywords}

source: Random sentences
vi: Câu ngẫu nhiên

source: For serial translators
vi: Cho những kẻ dịch thuật hàng loạt

source: Just keep in mind that our server is not as fast as you ;-)
vi: Hãy nhớ rằng máy chủ của chúng tôi không nhanh bằng bạn ;-)

source: The random sentence feature is currently disabled, please try again later.
vi: Tính năng câu ngẫu nhiên hiện đang bị vô hiệu hoá, xin hãy thử lại sau.

source: {language} example sentence: {sentence}
vi: Câu ví dụ cho {language}: {sentence}

source: Sentence does not exist:
vi: Câu không tồn tại:

source: There is no log for this sentence
vi: Không có nhật ký cho câu này

source: There are no comments for now.
vi: Hiện không có bình luận nào.

source: Sentence deleted
vi: Câu đã bị xoá

source: Random Sentence
vi: Câu ngẫu nhiên

source: All sentences in {language} with audio
vi: Tất cả các câu bằng {language} kèm âm thanh

source: All sentences in {language}
vi: Tất cả các câu bằng {language}

source: Problem while saving
vi: Vấn đề trong quá trình lưu

source: Download list:
vi: Danh sách tải về:

source: Actions
vi: Hành động

source: Id (optional)
vi: Id (tuỳ chọn)

source: list name
vi: tên danh sách

source: number of sentences
vi: số câu

source: Sentence successfully removed.
vi: Câu đã được xoá thành công.

source: About this list
vi: Về danh sách này

source: Contains {n}&nbsp;sentence
vi: Bao gồm {n}&nbsp;câu

source: Options
vi: Tùy chọn

source: Edit name
vi: Sửa tên

source: Click to edit...
vi: Nhấn để sửa...

source: Result
vi: Kết qủa

source: Still beta
vi: Vẫn ở beta

source: No sentence using this character has been found, you can add one <a href="{}">here</a>.
vi: Không tìm thấy câu nào sử dụng ký tự này, bạn có thể thêm một câu <a href="{}">tại đây</a>.

source: View all sentences using this character <a href="{}">here</a>
vi: Xem tất cả các câu sử dụng ký tự này <a href="{}">ở đây</a>

source: 10 or more strokes
vi: 10 nét hoặc nhiều hơn

source: number of strokes:
vi: số nét:

source: Example of use
vi: Cách dùng mẫu

source: Results
vi: Kết qủa

source: Total
vi: Tổng cộng

source: Number of sentences per language
vi: Số câu mỗi ngôn ngữ

source: Unspecified
vi: Không được xác định

source: Sentences with tag {tagName}
vi: Câu với thẻ {tagName}

source: {tagName} ({n} sentence)
vi: {tagName} ({n} câu)

source: No tag with id {tagId}
vi: Không có thẻ với id {tagId}

source: All existing tags
vi: Tất cả các thẻ đang tồn tại

source: Search tags
vi: Tìm thẻ

source: Show all tags
vi: Hiện tất cả các thẻ

source: All tags (total %count%)
vi: Tất cả các thẻ (total %count%)

source: Tags containing: {search} (total %count%)
vi: Thẻ bao gồm

source: count
vi: đếm

source: name
vi: tên

source: Chinese traditional/simplified conversion
vi: Chuyển đổi giữa tiếng Trung Phồn thể - Giản thể

source: Source code
vi: Mã nguồn

source: Convert
vi: Chuyển đổi

source: Useful tools
vi: Các công cụ hữu ích

source: Tools
vi: Công cụ

source: search all Chinese characters / kanjis by all possible methods.
vi: tim kiếm mọi ký tự tiếng Trung / kanji bằng mọi phương pháp có thể.

source: Chinese simplified/traditional conversion
vi: chuyển đổi giữa tiếng Trung Phồn thể - Giản thể

source: Credits
vi: Công trạng

source: Please fix the following error or press the Cancel button.
vi: Xin hãy sửa các lỗi sau đây hoặc nhấn nút Huỷ.

source: Edit profile
vi: Sửa tiểu sử

source: Current picture
vi: Ảnh hiện tại

source: Remove
vi: Xoá

source: New picture
vi: Ảnh mới

source: Upload
vi: Tải lên

source: Birthday
vi: Sinh nhật

# user
source: Name
vi: Tên

source: Country
vi: Quốc gia

source: Homepage
vi: Trang chủ

source: Description
vi: Mô tả

source: Add language
vi: Thêm ngôn ngữ

source: Edit language
vi: Sửa ngôn ngữ

source: What is your level?
vi: Trình độ của bạn?

source: Comments posted
vi: Bình luận đã được đăng

source: Sentences owned
vi: Các câu đã sở hữu

source: Sentences favorited
vi: Các câu đã thích

source: Show latest activity
vi: Hiện hoạt gần đây nhất

source: Email notifications are ENABLED.
vi: Thông báo qua email đã được BẬT

source: Email notifications are DISABLED.
vi: Thông báo qua email đã được TẮT

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
vi: Truy cập đến tiểu sử này được CÔNG KHAI. Mọi thông tin có thể được xem bởi mọi tất cả mọi người.

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
vi: Truy cập đến tiểu sử này bị HẠN CHẾ. Chỉ thành viên Tatoeba mới có thể xem thông tin cá nhân và phần mô tả.

source: Member since
vi: Thành viên kể từ

source: No description.
vi: Không có mô tả.

source: Languages
vi: Ngôn ngữ

source: No language added.
vi: Không có ngôn ngữ nào được thêm.

source: TIP: We encourage you to indicate the languages you know.
vi: MẸO: Chúng tôi khuyễn khích bạn chú trọng vào những ngôn ngữ mà bạn biết.

source: TIP: Encourage this user to indicate the languages he or she knows.
vi: MẸO: Khuyến khích người dùng này chú trọng vào ngôn ngữ anh ấy hoặc cô ấy biết.

source: Email notifications
vi: Thông báo email

source: Set your profile public?
vi: Công khai tiểu sử của bạn?

source: Remember the last list to which you assigned a sentence, and select it by default.
vi: Nhớ danh sách mà bạn đã thêm câu và mặc định chọn nó.

source: Display a link to expand/collapse translations when there are too many translations.
vi: Hiển thị một liên kết để mở rộng / thu gọn bản dịch khi có quá nhiều bản dịch.

source: Hide random sentence on the homepage
vi: Ẩn câu ngẫu nhiên trên trang chủ

source: Number of sentences per page
vi: Số câu mỗi trang

source: Experimental options
vi: Tuỳ chọn thử nghiệm

source: Options in this category are not fully functional, may not work for everyone and/or are in a phase of beta testing. They may change or be removed in the future.
vi: Các tuỳ chọn trong mục này không hoàn toàn hoạt động, có thể không hoạt động cho mọi người và/hoặc đang được thử nghiệm. Chúng có thể thay đổi hoặc bị loại bỏ trong tương lai.

source: Activate the feature to rate sentences and build your collection of sentences.
vi: Bật tính năng này để đánh giá câu và xây dựng bộ sưu tập câu của riêng bạn.

source: Display button to copy a sentence to the clipboard.
vi: Hiện nút để sao chép câu vào clipboard.

source: Change email address
vi: Thay đổi địa chỉ email

source: Email address
vi: Địa chỉ email

source: Change password
vi: Thay mật khẩu

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: New password again
vi: Nhập lại mật khẩu mới

source: Members
vi: Thành viên

source: Search user
vi: Tìm kiếm người dùng

source: search
vi: tìm

source: Members (total %count%)
vi: Thành viên (total %count%)

source: Member status
vi: Trạng thái thành viên

source: Members: {lang}
vi: Thành viên: {lang}

source: Back to global stats
vi: Trở về thống kê toàn cầu

source: {lang} ({total} member)
vi: {lang} ({total} thành viên)

source: Send new password
vi: Gửi mật khẩu mới

source: I accept the <a href="{}">terms of use</a>
vi: Tôi chấp nhận <a href="{}">điều khoản sử dụng</a>

source: Username must be at least two characters long
vi: Tên người dùng phải bao gồn ít nhất 2 ký tự

source: Username can only contain letters, numbers, or underscore
vi: Tên người dùng có thể bao gồm chữ cái, số hoặc dấu gạch dưới

source: Username already taken.
vi: Tên người dùng đã được sử dụng.

source: unmask password
vi: hiện mật khẩu

source: Invalid email address
vi: Địa chỉ email không phù hợp

source: Email address already used.
vi: Địa chỉ email đã được sử dụng.

source: Native language:
vi: Ngôn ngữ bản địa:

source: If you don't find your native language in the list, leave this as 'None'.
vi: Nế như bạn không tìm thấy ngôn ngữ bản địa trong danh sách, hãy chọn "Trống".

source: We need to make sure you are human.
vi: Chúng tôi cần chắc chắn bạn là con người.

source: What are the first five characters of your email address?
vi: Năm ký tự đầu tiên trong địa chỉ email của bạn là gì?

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
vi: Ví dụ, nếu địa chỉ email của bạn là a.b.cd@example.com, hãy điền a.b.c vào chỗ trống.

source: Tatoeba user: {username}
vi: Người dùng Tatoeba: {username}

source: Latest sentences
vi: Câu mới nhất

source: view all
vi: xem tất cả

source: Latest Wall messages
vi: Tin nhắn tường mới nhất

source: Edit message {number}
vi: Chỉnh sửa tin nhắn {number}

source: Menu
vi: Thực đơn

source: Back to Wall
vi: Trở về Tường

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
vi: Trước khi hỏi, chăc rằng bạn đã đọc <a href="{}">FAQ</a>.

source: {date}, by {author}
vi: {date}, bởi {author}

source: You may write in any language you want. At Tatoeba, all languages are equal.
vi: Bạn có thể viết bằng mọi ngôn ngữ mà bạn muốn, Trên Tatoeba, mọi ngôn ngữ đều bình đẳng.

source: Wall (one thread)
vi: Tường ({n}&nbsp;threads)

source: {user}'s Wall messages
vi: Tin nhắn tường của {user}

source: {user}'s messages on the Wall (total&nbsp;{n})
vi: Tin nhắn của {user} trên tường (total&nbsp;{n})
