Repository: Tatoeba/tatoeba2
Catalog: app/locale/jbo/LC_MESSAGES/jbo.po
Languages: jbo

source: You need to be logged in.
jbo: e'i do pilno lo jaspu

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
jbo: lo jufra poi du lo {firstNumber} moi ce lo {secondNumber} moi ca simxu lo ka traduce ce'u ce'u

source: An error occurred while saving. Please try again or contact us to report this.
jbo: da se srera fau lo nu jai gau zbasu lo vreji i e'o do za'ure'u troci gi'a jai gau sanji mi'a la'edi'u

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
jbo: lo jufra poi du lo {firstNumber} moi ce lo {secondNumber} moi ba'o simxu lo ka traduki ce'u ce'u

source: An error occurred while unlinking. Please try again or contact us to report this.
jbo: da se srera fau lo nu jau gau co'u jorne i e'o do za'ure'u troci gi'a jungau mi'a la'edi'u

source: You have reached your message limit for today. Please wait until you can send more messages. If you have received this message in error, please contact administrators at team@tatoeba.org.
jbo: do mo'u benji lo klani be lo jimte pe lo cabdei i e'o do denpa lo nu do di'a ka'e mo'u benji i fau lo nu do mo'u se srera te benji lo dei notci vau do e'o jai gau sanji fai lo admine ta'i lo ka mrilu fi zoi net team@tatoeba.org net

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
jbo: .i la'o zoi {username} zoi noi do djica lo ka fe ce'u benji di'u na zasti i e'o do troci tu'a lo se cmene be lo drata

source: You must fill at least the "To" field and the content field.
jbo: ei do ciska lo te benji e lo se benji

source: restore
jbo: jai gau di'a

source: delete
jbo: vimcu

source: mark as unread
jbo: gau sinxa lo nu mo'u se tcidu

source: reply
jbo: spusku

source: Your comment has been saved.
jbo: lo do se piksku mo'u se vreji

source: You do not have permission to edit this comment.
jbo: do na se krali lo ka cnegau lo dei se piksku

source: If you have received this message in error, please contact administrators at team@tatoeba.org.
jbo: fau lo nu do mo'u se srera te benji lo dei notci vau, do e'o jai gau sanji fai lo admine ta'i lo ka mrilu fi zoi net team@tatoeba.org net

source: Comments cannot be empty.
jbo: ei lo piksku na kunti

source: Changes to your comment have been saved.
jbo: .i loi te cenba be fi lo do pinka co'a te vreji

source: We could not save your changes.
jbo: ca'a fliba lo ka jai gau stodi fai lo se cnegau be do

source: You cannot delete this sentence.
jbo: e'anai vimcu le jufra

source: The sentence #{id} has been deleted.
jbo: lo me'oi #{id} noi jufra mo'u se vimcu

source: Error: the sentence #{id} could not be deleted.
jbo: lo se srera cu du lo nu lo me'oi #{id} noi jufra ka'enai se vimcu

source: The download feature has been disabled for this list because it contains a sentence.
jbo: e'anai diklo cpacu le liste i ki'u bo ri vasru {n} du'e jufra

source: Only lists containing one sentence or fewer can be downloaded. If you can edit the list, you may want to split it into multiple lists.
jbo: fa po'o lo liste be su'e 1 jufra ka'e se cpacu i fau lo nu do se krali lo ka cnegau lo liste vau do ka'e katna ly so'i liste

source: Tag '{tagName}' already exists for sentence #{number}, or cannot be added
jbo: zoi zoi {tagName} zoi ca ca'o tcita lo {number} moi jufra iseki'ubo na cumki fa lo nu jmina lo go'i

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
jbo: no jufra cu se tcita ti i lo tcita poi do mitysisku mo'u se vimcu gi'a na zasti

source: No user with this username:
jbo: .i no pilno cu se cmene di'e

source: Failed to upload image
jbo: ca'a fliba lo ka kibydunda lo pixra

source: Please choose an image that does not exceed 1 MB.
jbo: e'o do cuxna fi lo pixra poi klani su'e lo megdo be li 1 bei lo ka se bitri li bi

source: Please choose GIF, JPEG or PNG image format.
jbo: .i .e'o do cuxna fi lo pixra poi klesi la'oi GIF jonai la'oi JPEG jonai la'oi PNG

source: Error while saving.
jbo: fliba lo ka jai gau stodi

source: That email address already exists. Please try another.
jbo: lo di'u mrilu judri cu se pilno lo drata i e'u do pilno lo drata

source: Profile saved.
jbo: lo jaspu mo'u se vreji

source: Failed to change email address. Please enter a proper email address.
jbo: fliba lo ka cnegau lo mrilu judri i e'o ciska lo drani ke mrilu judri

source: Your settings have been saved.
jbo: .i lo do se cuxna mo'u se vreji

source: New password cannot be empty.
jbo: e'anai lo cnino ckiku cu se pagbu no lerfu

source: New password has been saved.
jbo: .i lo cnino ckiku mo'u se vreji

source: An error occurred while saving.
jbo: da se srera fau lo nu jai gau zbasu lo vreji

source: Password error. Please try again.
jbo: ckiku se srera i e'o do za'ure'u troci

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
jbo: lo dei jaspu cu se barna lo ka na akti i do ba'o ka'e se jaspu le jaspu i e'o jikca lo admine fau lo nu la'edi'u cu se srera

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
jbo: lo do'i jaspu cu se tcita lo ka se pilno fi lo nu mrilu lo mabla i ka'enaiku di'a pilno jy. i fau lo se srera vau do jikca e'u lo admine

source: You must fill in your username and password.
jbo: e'i do ciska lo do cmene e lo do ckiku

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
jbo: srera lo nu pilno lo jaspu i ko inspekte la'o gy.Caps Lock.gy. je la'o gy.Num Lock.gy. vu'o poi batke vau lo ka na akti i va'o lo do jaspu lo ga'e zei lerfu cu frica lo to'a zei lerfu

source: You did not accept the terms of use.
jbo: .i do na zanru lo tcini be lo nu pilno

source: Wrong answer to the question.
jbo: lo se spusku na drani

source: Password cannot be empty.
jbo: e'anai lo ckiku cu se pagbu no lerfu

source: Tatoeba, new password
jbo: la'oi Tatoeba zo'u: cnino ckiku

source: Your login:
jbo: cmene fi do poi se jaspu

source: Your new password:
jbo: lo do cnino ckiku

source: Your new password has been sent to
jbo: lo do cnino ckiku pu se mrilu fi la'edi'e

source: There is no registered user with this email address:
jbo: .i no se jaspu cu pilno lo di'e mrilu judri

source: No user with this id:
jbo: .i no pilno cu se tcita di'e

source: You do not have permission to edit this message.
jbo: do na se krali lo ka cnegau lo dei notci

source: You do not have permission to edit this message.
jbo: do na se krali lo ka cnegau lo dei notci

source: Message saved.
jbo: lo se benji mo'u se vreji

source: We apologize, but we could not save your data. Please try again
jbo: u'u fliba lo ka jai gau vreji lo datni pe do i e'u do za'ure'u troci

source: The message you are trying to view does not exist or has been deleted.
jbo: lo notci poi do djica lo ka viska ke'a na zasti gi'u pu se vimcu

source: unnamed list
jbo: lo liste poi se cmene no da

source: Orphan sentences
jbo: lo jufra poi jorne no da

source: Orphan sentences in {language}
jbo: lo jufra poi jorne no da gi'e uenzi lo {language}

source: About adoption
jbo: pe lo nu co'a ponse lo jufra

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
jbo: lo ka co'a ponse lo jufra cu tadji lo ka cusku lo se du'u jy drani i ji'a go'i lo ka inspekte le jufra gi'e jai gau drani jy fau lo nu jy jai se srera

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
jbo: i ja'o fau lo nu do djica lo ka sidju mi'a lo ka inspekte gi'e jai gau drani vau lo jufra vau jai zu'e ponse e'u (to zoi .pixr.{adoptButton}.pixr. toi) lo jufra poi se ponse no da gi'e uenzi lo bangu poi do ba'e certu lo ka pilno ce'u ibabo e'u jai gau drani le jufra fau lo sarcu i ji'a eu do tcidu la'e <a href="{url}">dei</a> noi ciksi lo zmadu

source: Tips
jbo: lo te sidju se stidi

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
jbo: cumki fa lo nu ba zi lo nu do co'a ponse lo jufra vau do zgana lo nu lo drata cu ponse jy. i krinu lo nu go'i vau fa lo nu le drata jai zu'e ponse jy puzi lo nu do troci i e'u fau lo simsa do jai zu'e co'a ponse lo jufra poi sepli fi su'o so'o papri fe lo papri poi do ca catlu i lo nu go'i jai se ja'e jdika fai lo nu fau da'i xo da le simsa ba fasnu

source: Improve sentences
jbo: gau ko lo jufra zenba lo ka xamgu

source: Related links
jbo: lo srana te jorne

source: Tag guidelines
jbo: gidva javni tu'a lo tcita

source: Tags you should know about
jbo: loi tcita poi do ei sanji

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
jbo: le cecmu pu stidi tu'a so'o za'e lo xamgu tcita tezu'e lo nu lo vamji je ni drani vau be lo jufra cu zenba

source: {tagChange}: the sentence needs to be changed.
jbo: {tagChange} zo'u: le jufra cu sarcu fai lo ka se cnegau

source: {tagCheck}: the sentence needs to be checked.
jbo: {tagCheck} zo'u: le jufra jai sarcu fai lo ka se inspekte

source: {tagNNC}: the sentence needs to be checked by a native speaker.
jbo: {tagNNC} zo'u: le jufra cu sarcu fai lo ka se inspekte lo rarna se bangu

source: {tagOK}: the sentence is considered correct by at least one person.
jbo: {tagOK}: le jufra cu jai se jinvi fai lo ka drani vau su'e pilno

source: How to help
jbo: ta'i ma sidju

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
jbo: e'i do <a href="{}">vlipa konribute</a> tezu'e lo ka jai gau se tcita da fai lo jufra

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
jbo: ca ro nu do ganse lo jufra poi na drani gi'a cizra vau do jmina e'u lo tcita poi du la'oi {tagChange} gi'e benji lo se piksku pe lo nu stidi lo nu cikre gi'a tarmi xamgu zmadu cusku

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
jbo: ca ro no do ganse lo ka'e se srera vau do jmina e'u lo tcita poi du la'oi {tagchange} gi'e benji lo se piksku poi sepi'o ke'a do ciksi lo nu do jinvi lo du'u makau se srera

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
jbo: ca ro nu do jmina lo jufra poi uenzi lo fange be do bangu vau gi'e na rova'e birti lo nu le jufra cu drani vau do jmina e'u lo tcita poi du la'oi {tagNNC}

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
jbo: sei da'i zabna do ta'e catlu lo jufra poi se tcita zo'oi {tagChange} ja zo'oi {tagCheck} ja zo'oi {tagNNC} gi'e tavla lo drata cmima le jufra gi'e sidju fi loka jdice lo du'u ei zukte makau pe le jufra

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
jbo: ba lo nu da danfu tu'a lo jufra vau ko jai gau tcita jy. fai zo'oi {tagOK} i do'anai do ka'e zgana je inspekte lo jufra poi se jmina lo drata gi'e jai gau tcita le jufra fai zo'oi {tagOK} i ku'i ko tai zukte fau po'o lo nu do rova'e birti lo nu le jufra cu drani ije ko na jai gau tcita lo jufra poi do ponse

source: Translate sentences
jbo: traduki lo jufra

source: How to add a translation
jbo: ta'i mi jmina lo te traduki

source: Once the sentences are displayed, click on {translateButton} to add a translation.
jbo: ba lo nu lei jufra ka'e se catlu vau ko kliki la'e lu {translateButton} li'u noi batke vau tezu'e lo ka jmina lo te traduki

source: About translations
jbo: pe lo nu traduki

source: Good translations
jbo: lo zabna te traduki

source: We know it's difficult, but do NOT translate word for word!
jbo: mi'a djuno lo du'u la'e di'e nandu i je ku'i e'o do traduki lo smuni jenai po'o lo valsi

source: Multiple translations
jbo: lo za'u te traduki

source: If you feel there are several possible translations, you can add several translations in the same language.
jbo: fau lo nu jinvi lo du'u ka'eku za'u pa da te traduki vau do zifre lo ka de zo'u do jmina za'u pa te traduki be lo uenzi be de

source: Search for untranslated sentences
jbo: mitysisku lo jufra poi na se traduki

source: Sentences in:
jbo: loi jufra pe bau

source: Not directly translated into:
jbo: na lamji se traduki fi la'e di'e

source: show sentences
jbo: zgana lo jufra

source: Display random sentences
jbo: zgana lo jufra poi cunso

source: Quantity
jbo: lo se klani

source: Language
jbo: lo bangu

source: show random sentences
jbo: zgana lo jufra poi cunso

source: This user doesn't exist: {username}
jbo: no pilno cu se cmene zoi gy. {username} .gy.

source: Translate {language} sentences that belong to {user}
jbo: traduki lo jufra pe lo {language} je poi se ponse la'oi {user}

source: Translate sentences that belong to {user}
jbo: traduki lo jufra poi se ponse la'oi {user}

source: Activity timeline
jbo: lo citri be lo se zukte

source: Latest contributions
jbo: loi romoi se jmina

source: Contributions
jbo: loi se jmina

source: View all
jbo: zgana ro da

source: Browse all contributions
jbo: zgana lo ro se jmina

source: Logs of {user}'s contributions
jbo: citri lo se jmina be la'oi {user}

source: Number of sentences with audio by language
jbo: lo se klani be lo jufra poi se bacru je poi se cmima lo girzu tu'a lo bangu

source: Browse audio for all languages
jbo: zgana lo se bacru pe ro bangu

source: January
jbo: lo ianvari

source: February
jbo: lo februari

source: March
jbo: lo martio

source: April
jbo: lo prilio

source: May
jbo: lo madjio

source: June
jbo: lo djunio

source: July
jbo: lo djulio

source: August
jbo: lo avgusto

source: September
jbo: lo septembero

source: October
jbo: lo oktobero

source: November
jbo: lo nevmbero

source: December
jbo: lo decmbero

source: Month
jbo: lo masti

source: Year
jbo: lo nanca

source: Currently contributing
jbo: ca'o jmina

source: User who did the last contribution.
jbo: loi pilno poi pu participe lo pa boi romoi nu kontribute

source: #{rank} - {n}&nbsp;sentence - {percentage}%
jbo: #{rank} i {n}&nbsp;jufra i {percentage} ce'i

source: One visitor online
jbo: pa&nbsp;vitke ca jorne lo kibro

source: Terms of use
jbo: loi javni be lo nu pilno

source: Contact us
jbo: jikca mi'a

source: Donate
jbo: dunda lo jdini

source: Blog
jbo: lo blogo

source: Twitter
jbo: la'oi Twitter

source: Facebook
jbo: la'oi Facebook

source: GitHub
jbo: la'oi GitHub

source: Join the community!
jbo: ko se cecmu

source: The more contributors there are, the more useful Tatoeba will become! Besides, by contributing, not only will you be helpful to the rest of the world, but you will also get to learn a lot.
jbo: lo nu lo kontribute cu zenba lo ka se klani cu jalge lo nu la'oi Tatoeba zenba lo ka plixau i ji'a ta'i lo ka kontribute vau do sidju po'onai lo munje pagbu poi ve vimcu vau gi'e ji'a cilre so'i da

source: Register
jbo: ko zbasu lo jaspu

source: Log in
jbo: pilno lo jaspu

source: Username:
jbo: lo cmene

source: Password:
jbo: lo ckiku

source: Remember me
jbo: ko morji fi mi

source: Forgot your password?
jbo: xu do co'u morji tu'a lo jaspu be do

source: Close
jbo: jai gau de'a catlu

source: Private messages
jbo: loi sivni se benji

source: New message
jbo: pa cnino se benji

source: Inbox
jbo: se benji

source: Unread
jbo: na se tcidu

source: Sent
jbo: mo'e se benji

source: Trash
jbo: loi se vimcu

source: Question about Tatoeba?
jbo: au retsku zo'ei la'oi Tatoeba

source: If you would like to ask a question about Tatoeba, please send an email to <strong>team@tatoeba.org</strong> rather than a private message.
jbo: fau lo nu do djica lo ka retsku zo'e pe la'oi Tatoeba vau do mrilu e'o fi la'o .net.<strong>team@tatoeba.org</strong>.net. fe nai lo sivni

source: All members of Team Tatoeba will receive it and you may get a reply faster.
jbo: lo ro cmima be lo girzu po la'oi Tatoeba ba cpacu ije do ka'e cpacu lo se spusku za lo mleca

source: Folders
jbo: loi sorcu be lo vreji

source: Random sentence
jbo: lo pa cunso jufra

source: show another
jbo: zgana lo drata

source: show more...
jbo: zgana lo zmadu

source: Example sentences with the words:
jbo: loi mupli jufra poi vasru lo di'u valsi

source: From
jbo: be'i

source: To
jbo: te be'i

source: search
jbo: sisku

source: Search features
jbo: lo tcila be lo nu sisku

source: The search is powered by <a href="{}">Sphinx</a>.
jbo: lo sisku tutci cu pilno la'oi <a href="{}">Sphinx</a>

source: You can find basic instructions for searching <a href="{}">here</a>.
jbo: e'a do tcidu <a href="{}">la'e dei</a> noi ralju javni be lo nu sisku

source: You can learn about advanced search features <a href="{}">here</a>.
jbo: e'a do tcidu <a href="{}">la'e dei</a> ne lo vlipa tcila be lo sisku tutci

source: Add a sentence containing {keywords}
jbo: ko jmina lo jufra poi vasru la'o gy.{keywords}.gy.

source: Translate a {language} sentence into {translationLanguage}
jbo: traduki lo jufra noi {language} vau lo {translationLanguage}

source: Translate a {language} sentence
jbo: traduki lo jufra pe lo {language}

source: Translate a sentence into {language}
jbo: traduki lo jufra lo {language}

source: Add a new sentence
jbo: jmina lo pa cnino jufra

source: There is no result for this search (yet) but you can help us by feeding the corpus with new vocabulary!
jbo: ca ku no da se mitysisku i ku'i do ka'e sidju mi'a lo ka jmina le korpora lo cnino te gerna

source: Feel free to <a href="{}">submit a sentence</a> with the words you were searching.
jbo: e'asai do <a href="{}">jmina lo jufra</a> poi vasru lo valsi poi do pu mitysisku

source: If you are interested, please register.
jbo: fau lo nu do se cinri vau do zbasu e'u lo jaspu

source: About unapproved sentences
jbo: zo'ei lo jufra poi na se zanru

source: You may see some sentences in red. These sentences are not approved by Tatoeba's community. They raise copyright issues or are otherwise problematic. If you are a contributor, please avoid translating them.
jbo: su'o jufra cu xunre i le jufra cu du lo jufra poi na se zanru le cecmu pe la'oi Tatoeba i le jufra cu jai nabmi gi'a mu'a jai se krali da i fau lo nu do kontribute vau do rivbi e'o lo ka traduki le jufra

source: One sentence
jbo: lo pa jufra

source: show all languages
jbo: zgana ro bangu

source: Your session has expired.
jbo: lo nu do pilno lo jaspu ba'o fasnu

source: Please <a href="{}">click here</a> to log in again.
jbo: e'o do <a href="{}">kliki dei</a> tezu'e lo ka di'a pilno lo jaspu

source: Tatoeba is a collection of sentences and translations.
jbo: la'oi Tatoeba cu gunma lo jufra je lo te traduki

source: How it works
jbo: ta'i ma akti

source: About us
jbo: zo'ei mi'a

source: Profile
jbo: lo tcila be lo jaspu

source: My sentences
jbo: loi jufra po mi

source: My favorites
jbo: loi se nelci be mi

source: My comments
jbo: loi se piksku be mi

source: Comments on my sentences
jbo: lo se piksku pe lo jufra pe mi

source: My Wall messages
jbo: lo se benji be mi bei le bitmu

source: My sentence logs
jbo: loi citri be lo jufra pe mi

source: Edit profile
jbo: stika lo jaspu

source: Settings
jbo: lo te stika

source: Log out
jbo: ko de'a pilno lo jaspu

source: Home
jbo: lo pamoi papri

source: Browse
jbo: zgana lo vrici

source: Browse by language
jbo: zgana lo vrici po pa bangu

source: Browse by list
jbo: zgana lo vrici po pa liste

source: Browse by tag
jbo: zgana lo vrici po pa tcita

source: Browse audio
jbo: zgana lo vrici poi se bacru

source: Contribute
jbo: jmina lo me vo'a moi

source: Add sentences
jbo: jmina lo jufra

source: Adopt sentences
jbo: jai zu'e ponse fai lo jufra

source: Discuss sentences
jbo: casnu lo jufra

source: Members
jbo: loi cmima

source: Wall
jbo: lo bitmu

source: More
jbo: zmadu

source: Quick Start Guide
jbo: lo gidva be fi lo ka zi co'a pilno

source: Tatoeba Wiki
jbo: lo uitki pe la tatoebas

source: FAQ
jbo: lo cafne se retsku

source: Help
jbo: sidju

source: Downloads
jbo: loi vreji poi gau diklo

source: Tools
jbo: loi tutci

source: Sentences
jbo: loi jufra

source: Favorites
jbo: loi se nelci

source: Comments
jbo: loi se piksku

source: Comments on {user}'s sentences
jbo: lo se piksku po lo jufra po la'oi {user}

source: Wall messages
jbo: loi se benji be fi le bitmu

source: Logs
jbo: loi vreji be lo citri

source: Contact {user}
jbo: jikca la'oi {user}

source: Remove from favorites
jbo: vimcu fi lo se nelci

source: {user}'s favorite sentences
jbo: lo jufra poi se nelci la'oi {user}

source: This user does not have any favorites.
jbo: no da se nelci le pilno

source: Add to favorites
jbo: jmina fi lo se nelci

source: Add a comment
jbo: jmina lo se piksku

source: Submit comment
jbo: benji lo se piksku

source: Good practices
jbo: lo zabna se zukte

source: Say "welcome" to new users.
jbo: rinsa lo cnino cmima

source: Use private messages to discuss things unrelated to the sentence.
jbo: ko pilno lo sivni se mrilu lo ka casnu lo na srana be le jufra

source: Cancel
jbo: kansele

source: Save changes
jbo: jai gau vreji lo se cnegau

source: unhide
jbo: co'u se mipri

source: hide
jbo: gau de'a zgana

source: Are you sure?
jbo: xu do birti

source: edit
jbo: cnegau

source: Filter by language
jbo: catlu lo jufra poi uenzi lo se cuxna be do

source: There's no user called {username}
jbo: no pilno cu se cmene zo'oi {username}

source: Go back to previous page
jbo: volve lo purci papri

source: date unknown
jbo: lo detri na jai se djuno

source: yesterday
jbo: pu za lo djedi be li pa

source: an hour ago
jbo: pu za lo cacra be li pa

source: a minute ago
jbo: pu za lo mentu be li pa

source: Arabic
jbo: bangaru'a

source: English
jbo: lo bangenugu

source: Japanese
jbo: lo banjupunu

source: French
jbo: banfuru'a

source: German
jbo: bandu'e'u

source: Spanish
jbo: lo bansupu'a

source: Italian
jbo: lo bangitu'a

source: Vietnamese
jbo: banvu'i'e

source: Russian
jbo: banru'usu

source: Chinese
jbo: lo banzuxe'o

source: Korean
jbo: banku'oru

source: Dutch
jbo: baurnuludu

source: Hebrew
jbo: banxe'ebu

source: Indonesian
jbo: banginudu

source: Portuguese
jbo: lo banpu'oru

source: Finnish
jbo: banfu'inu

source: Bulgarian
jbo: banbu'ulu

source: Ukrainian
jbo: bangukuru

source: Czech
jbo: bancu'esu

source: Esperanto
jbo: lo bangepu'o

source: Greek
jbo: bangelulu

source: Turkish
jbo: bantu'uru

source: Swedish
jbo: bansuve'e

source: Norwegian (Bokmål)
jbo: baurnu'obu

source: Malay
jbo: banzulumu

source: Estonian
jbo: bangesutu

source: Georgian
jbo: banku'atu

source: Polish
jbo: lo banpu'olu

source: Swahili
jbo: bansuvexe

source: Latin
jbo: banlu'atu

source: Shanghainese
jbo: banve'u'u

source: Egyptian Arabic
jbo: bangaruzu

source: Belarusian
jbo: banbu'elu

source: Hungarian
jbo: banxe'unu

source: Icelandic
jbo: bangisulu

source: Albanian
jbo: bansuke'i

source: Cantonese
jbo: banje'u'e

source: Afrikaans
jbo: bangafuru

source: Faroese
jbo: banfu'a'o

source: Frisian
jbo: banfuruje

source: Breton
jbo: banburu'e

source: Romanian
jbo: banru'onu

source: Uyghur
jbo: bangu'igu
