Repository: Tatoeba/tatoeba2
Catalog: app/locale/jbo/LC_MESSAGES/jbo.po
Languages: jbo

source: For those who are not familiar with IRC, it is pretty much like an instant messenger. You will be able to talk to us in real time, if we are there.
jbo: tecu'u lo na se slabu ba la'oi IRC zo'u ri mutce lo ka simsa so'a lo ze'i zei benji tutci i do ka'e tavla mi'a fau lo nu do zvati vau ze'i tebe'i je be'i

source: There are many ways to join our channel. One is to go to this website:
jbo: so'i da tadji lo ka jorne lo se irci pe mi'a i me da fa lo nu vitke lo kibro stuzi pe di'e

source: Enter a nickname, enter "#tatoeba" for the channel, and click on "connect". That's it!
jbo: ciska lo irci cmene be do gi'e babo ciska zoi .net.#tatoeba.net. noi cmene lo se irci vau gi'e ba bo kliki la'e zo'oi connect mu'o sai

source: Getting started
jbo: incipe lo ka pilno

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{}">Wall</a>, or join us on <strong>IRC</strong>. We will give you a purpose. :)
jbo: no da sidbo fi do fe lo nu fe makau ei do zukte ba lo ka co'a se jaspo i se fau bo do ka'e jai gau se slabu do bu'u <a href="{}">le bitmu</a> gi'a jorne mi'a <strong>lo se irci</strong> vau ja'e lo nu mi'a stidi lo ka'e se zukte vau u'i

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
jbo: fau lo nu do jinvi lo du'u le projeto cu marvele vau gi'e djica lo ka akti sidju vau do tcidu <strong>e'o</strong> la'e di'e

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
jbo: i mu'onai fi'i sai vitke be la'oi Tatoeba i a'o do ba lifri lo nu lo nu cmima be lo dei projeto cu zabna mu'o

source: Important links
jbo: lo te jorne poi vajni

source: Adding new sentences
jbo: ca'o jmina lo jufra poi cnino

source: There are two ways to add new sentences.
jbo: re da tadji lo ka jmina lo jufra poi cnino

source: From the <a href="{}">Contribute</a> section
jbo: ra'i la'e <a href="{}">zo kontribute</a> noi te fendi

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
jbo: ta'i lo ka zbasu lo <a href="{}">liste</a> poi cnino vau gi'e pilno lo le nu stika vau papri po le liste

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
jbo: fau da'inai lo nu so'i da jufra bu'u la'oi Tatoeba cu za'o ku'i na se pilno fa so'i lo te gerna i se ki'u bo mi'a jai gau virnu fai do lo ka jmina za'u lo jufra poi vasru lo te gerna poi za'o na se pilno i ju do na djuno lo du'u makau ka'e te traduki le jufra

source: Translating sentences
jbo: ca'o traduki lo jufra

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
jbo: lo ka traduki cu me lo traji be lo ka vajni bei lo se bilga va'o la'oi Tatoeba i ki'u bo lo te zukte be tu'a le projeto be'o poi ralju cu du lo ka jai gau jmaji fai lo jufra poi se traduki lo uenzi be so'i da

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
jbo: do zifre lo ka traduki lo jufra bu'u so'a da i sa'u ko kliki la'o pixr.{translateButton}.pixr. ca lo nu do ganse ri

source: Correcting mistakes
jbo: cikre lo na drani

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
jbo: do zifre lo ka cikre lo jufra poi jai se srera vau fau po'o lo nu le jufra cu se ponse do i calo nu do zgana lo se srera po lo jufra poi se ponse lo na'e do vau do zifre lo ka piksku zo'e pe lo jufra tezu'e lo ka jai gau djuno fai le ponse zi'e pe le se srera

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
jbo: fau su'o da lo jufra cu se ponse no de i e'o do tcidu di'e pe lo nu co'a ponse lo jufra vau tezu'e lo ka cilre lo zmadu

source: Adopting sentences
jbo: jai zu'e ponse fai lo jufra

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
jbo: fau lo nu do jmina lo jufra vau le jufra cu se ponse zi'a do i je va'i do po'o ka'e se stika le jufra i ku'i so'i lo jufra pe la'oi Tatoeba cu se krasi lo ponjo je glico korpora poi se cmene lu zo'oi Tanaka noi korpora li'u i le jufra cu se ponse no da i ku'i bo le jufra cpu gau jmaji va'onai la'oi Tatoeba

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
jbo: fau lo nu do zgana lo se srera po lo jufra poi se ponse no da vau do na zifre lo ka cikre le jufra i ki'u bo do na ponse le jufra i seki'u bo zasti fa la'e zoi .pixr.{adoptButton}).pixr. noi batke gi'e curmi lo nu co'a ponse lo jufra i fau lo nu do ponse lo jufra vau do ka'e stika le jufra

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
jbo: lo nu co'a ponse lo jufra cu pagbu lo ni drani vau pruce i do ka'e cilre za'u lo datni be ni bu ta'i lo ka tcidu la'e di'e

source: Sentence lists
jbo: loi liste be lo jufra

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
jbo: do zifre lo ka zbasu lo liste be lo jufra i na'o ku lo liste cu <strong>sivni</strong> i di'e se smuni lo nu le liste ka'e se stika fe po'o lo zbasu be le liste (to i ku'i le liste ka'e se zgana ro da toi)

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
jbo: i ku'i do zifre lo ka curmi lo nu ro da poi se bende la'oi Tatoeba zo'u da jmina ja vimcu lo jufra i ta'i bo do jai gau <strong>fatri</strong> fai le liste

source: Latest messages
jbo: loi se benji poi romoi

source: show activity timeline
jbo: zgana lo citri lo nu zukte

source: Latest comments
jbo: lo se piksku poi romoi

source: Table of contents
jbo: lo liste be lo pagbu

source: Information for contributors of text to the Tatoeba project
jbo: info seva'u lo kontribute be lo uenzi bei la'oi Tatoeba noi projeto

source: To grow the commons of free knowledge and free culture, all users contributing to the Tatoeba project are required to grant broad permissions to the general public to re-distribute and re-use their contributions freely, as long as the use is attributed. Therefore, for any text to which you hold the copyright, by submitting it, you agree to license it under the Creative Commons Attribution License 2.0 (fr). Please note that this license does allow commercial uses of your contributions, as long as such uses are compliant with the terms.
jbo: tezu'e lo ka jai gau zenba fa lo se klani be lo se zifre se djuno je lo se zifre kulnu vau ro lo kontribute be fi la'oi Tatoeba noi projeto cu jai sarcu fai lo ka permite lo munje se cecmu lo ka frili lo ka jai gau fatri gi'e za'u re'u pilno vau lo se kontribute be vo'a i va'o bo le nu pilno cu se sitna i se ki'u bo ro da poi uenzi gi'e jai krali do zo'u fau lo ka benji da la'oi Tatoeba vau do tolpro fi lo ka pilno da va'o la'o gy.Creative Commons Attribution License 2.0 (fr).gy. noi javni i e'o do djuno lo du'u le javni cu curmi lo ka vecnu pilno lo se kontribute be do ja'i zo'ei la'oi Tatoeba

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences to which you contributed, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
jbo: do poi finti cu tolpro fi lo ka se sitna tai lo me la'e di'e i abumai tai lo ka ciska lo judrysni be fau lo cumki be'o ja lo urli be lo jufra poi do kontribute ke'a i bymai tai lo ka ciska lo judrysni be fau lo cumki be'o ja lo urli be lo uebre fukpi noi alternative je poi stodi gi'e jai ka'e se pilno fi'o frili je poi lo nu zvati fa ke'a cu mapti le javni je poi ciksi lo te kontribute be fi le finti tai lo dunli be lo tasmi poi se pilno va'o lo dei kibro stuzi i cymai tai lo ka ciska lo liste be ro finti (to curmi lo nu lo se liste poi to'e ralju kontribute cu se vimcu toi)

source: Importing text:
jbo: ca'o jmina lo uenzi ne di'e

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
jbo: do zifre lo ka jmina lo uenzi poi do pu tolcri gi'a finti ka'ai lo drata i ku'i fau po'o bo le uenzi cu se krali lo javni poi sarxe la'o gy.CC-BY.gy. noi javni

source: If you import text under a compatible license which requires attribution, you must, in a reasonable fashion, credit the author(s). Where such credit is commonly given through sentence comments, it is sufficient to give attribution in the edit summary, which is recorded in the sentence history when importing the text. Regardless of the license, the text you import may be rejected if the required attribution is deemed too intrusive.
jbo: da'i do jmina lo uenzi poi jai krali fai lo mapti poi ja'i ke'a sarcu fa lo nu jai gau djuno zo'e pe lo finti i se fau bo do bilga lo ka jai gau djuno zo'e pe le finti i so'i roi ku jau gau djuno zo'e pe le finti ta'i lo ka piksku zo'e pe le jufra i ku'i banzu fa lo nu jai gau djuno ta'i lo ka ciska fi lo ve skicu be lo nu stika lo jufra poi du le uenzi ije ca lo nu gau co'a vreji le jufra vau le ve skicu co'a se vreji lo citri be le jufra i le uenzi ka'e se vimcu fau lo nu le nu jau gau djuno cu du'e va'e fanza i lo nu go'i na fancu le krali

source: Information for re-users:
jbo: info seva'i lo za'ure'u pilno

source: Re-use of text:
jbo: (to lo nu za'ure'u pilno lo uenzi toi)

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
jbo: lo nu sitna zo'u tezu'e lo ka gasnu lo nu lo uenzi papri pe tai ro da cu za'u re'u se pilno vau ko sitna loi finti ta'i lo me la'e di'e i abumai tai lo ka ciska lo judrysni be fau lo cumki be'o ja lo urli be lo jufra poi do za'u re'u pilno i bymai tai lo ka ciska lo judrysni be fau lo cumki be'o ja lo urli be lo uebre fukpi noi alternative je poi stodi gi'e jai ka'e se pilno fi'o frili je poi lo nu zvati fa ke'a cu mapti le javni je poi ciksi lo te kontribute be fi le finti tai lo dunli be lo tasmi poi se pilno va'o lo dei kibro stuzi i cymai tai lo ka ciska lo liste be ro finti (to curmi lo nu lo se liste poi to'e ralju kontribute cu se vimcu toi) i la'edi'u srana lo uenzi poi se jai gau farvi lo cecmu pe la'oi Tatoeba i lo uenzi poi se krasi lo drata ka'e jai sarcu fai lo ka te sitna tai lo drata noi mi'a troci lo ka mulno ciksi ke'a

source: For further information, please refer to the legal code of the CC-BY License.
jbo: za'u lo info cu se vasru lo flalu krasi be la'oi CC-BY noi javni

source: Precedence of French terms
jbo: lo se porsi be fi lo fraso ke steci valsi

source: Private messages - {folderName}
jbo: lo sivni se benji zo'u {folderName}

source: {folderName} ({n}&nbsp;message)
jbo: {folderName} (to pa&nbsp;da se benji toi)

source: from {sender}
jbo: be'i la'oi {sender}

source: to {recipient}
jbo: tebe'i la'oi {recipient}

source: [no subject]
jbo: no da se casnu

source: Restore
jbo: jai gau di'a

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
jbo: tezu'e lo nu la'oi Tatoeba cu mabla se mrilu jinsa vau lo cnino pilno ka'e benji su'e 5 da ca ro djedi

source: You have sent one message today.
jbo: do mo'u benji pa&nbsp;da ca lo cabdei

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
jbo: tezu'e lo nu la'oi Tatoeba cu mabla se mrilu jinsa vau lo cnino pilno ka'e benji su'e 5 da ca ro djedi

source: Please wait until you can send more messages.
jbo: e'o do denpa fo lo ka benji za'u da

source: Click a sentence to go to tatoeba.org to translate it or leave a comment.
jbo: kliki lo jufra tezu'e lo ka vitke la'o .net.tatoeba.org.net. gi'e babo traduki le jufra gi'abo piksku

source: There is no sentence with id {number}
jbo: no jufra cu se tcita me'o {number}

source: Browse by last modified (total %count%)
jbo: catlu loi jufra poi girzu lo ka ro re'u se stika ca makau (to %count% da toi)

source: Edit Comment
jbo: stika lo se piksku

source: Edit Comment on Sentence #{number}
jbo: stika lo se piksku po lo {number}moi jufra

source: Comments on sentences
jbo: lo se piksku pe lo jufra

source: Comments on sentences (total %count%)
jbo: lo se piksku po lo jufra (to %count% da toi)

source: {user}'s comments
jbo: lo se piksku be la'oi {user}

source: {user} has posted no comment
jbo: la'oi {user} ba'o benji no se piksku

source: {user}'s comments (total&nbsp;{n})
jbo: lo se piksku be la'oi {user} noi ba'o piksku&nbsp;{n} da

source: {user} has no comment posted on his/her sentences
jbo: la'oi {user} piksku no da pe lo jufra be vo'a mo'uku

source: Comments on {user}'s sentences (total&nbsp;{n})
jbo: lo se piksku pe lo jufra poi se ponse la'oi {user} (to {n} da toi)

source: Important
jbo: vajni

source: Please do not forget <strong>capital letters</strong> and <strong>punctuation</strong>! Thank you.
jbo: e'o do na co'u morji fi <strong>lo ga'e zei lerfu</strong> je <strong>lo te pandi</strong> i ki'e do

source: Do not copy-paste sentences from elsewhere, except if the content is CC-BY compatible. <a href="{}">Learn more...</a>
jbo: ko jmina lo jufra poi se krasi lo drata vau i fau po'o bo le jufra cu jai krali fai lo mapti be la'oi CC-BY noi javni i <a href="{}">ko cilre lo zmadu</a>

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
jbo: do zifre lo ka jmina lo jufra poi do na djuno lo du'u makau ka'e te traduki ke'a i la'a cu'i lo drata ba djuno

source: Or create sentences with <a href="{}">words not yet in Tatoeba</a>.
jbo: i ja zbasu lo jufra poi vasru <a href="{}">lo valsi poi na se pilno nu'u la'oi Tatoeba</a>

source: Add new sentences
jbo: jmina lo cnino jufra

source: Sentence:
jbo: lo jufra

source: Sentences added
jbo: lo jufra poi se jmina

source: {user}'s sentences
jbo: loi jufra poi se jmina la {user}

source: {user}'s sentences in {language}
jbo: loi jufra poi se jmina la {user} gi'e uenzi lo {language}

source: Translate these sentences
jbo: traduki lei jufra

source: {user} does not have any sentence in {language}
jbo: la'oi {user} ca ponse no jufra poi uenzi lo {language}

source: {user} does not have any sentence
jbo: la'oi {user} noi pilno mo'u jmina no jufra

source: (total %count%)
jbo: (to %count% da toi)

source: Sentences with: {keywords}
jbo: lo jufra poi vasru la'e di'e i zoi gy.{keywords}.gy.

source: Sentences in {language} translated into {translationLanguage}
jbo: lo jufra poi uenzi lo {language} je poi se traduki fi lo {translationLanguage}

source: Sentences in {language}
jbo: loi jufra poi uenzi lo {language}

source: Sentences translated into {language}
jbo: lo jufra poi mo'u se traduki fi lo {language}

source: All sentences
jbo: loi ro jufra

source: Search: {keywords}
jbo: sisku {keywords}

source: Random sentences
jbo: lo cunso jufra

source: For serial translators
jbo: seva'u lo traduki be lo za'umei

source: Just keep in mind that our server is not as fast as you ;-)
jbo: sa'u ko morji lo du'u lo selfu skami pe mi'a na zmadu do lo ka sutra vau u'i

source: {language} example sentence:
jbo: mupli lo uenzi be lo {language}

source: Sentence does not exist:
jbo: le jufra na zasti

source: There is no log for this sentence
jbo: no da vreji lo citri be le jufra

source: Report mistakes
jbo: jai gau djuno zo'e lo se srera

source: Do not hesitate to post a comment if you see a mistake!
jbo: fau lo nu do ganse lo se srera do benji e'osai lo se piksku pe le se srera

source: There are no comments for now.
jbo: ca ku no da se piksku

source: Sentence deleted
jbo: le jufra mo'u se vimcu

source: You need to be logged in to add a comment. If you are not registered, you can <a href="{}">register here</a>.
jbo: e'i do pilno lo jaspu lo ka piksku i fau lo nu do se jaspu no da vau do <a href="{}">co'a se jaspu e'u sepi'o la'e dei</a>

source: All sentences in {language}
jbo: lo ro jufra poi uenzi lo {language}

source: any language
jbo: ro lo bangu

source: Sentences in {language} not translated into {translationLanguage}
jbo: loi jufra poi uenzi lo {language} je poi na se traduki fi lo {translationLanguage}

source: Sentences in {language} with audio
jbo: loi jufra poi uenzi lo {language} gi'e se bacru

source: Problem while saving
jbo: nabmi fa lo nu jai gau vreji

source: Download list:
jbo: lo liste be lo ka'e jai gau diklo

source: Actions
jbo: loi se zukte

source: Id (optional)
jbo: lo namcu tcita noi e'inai do ciska

source: If you check this box, the id of each sentence will be written to the output.
jbo: da'i ri'a lo nu do cuxna le tanxe vau lo namcu tcita be ro lo jufra cu se vreji lo te pruce

source: Translation (optional)
jbo: lo te raduki noi e'inai do ciska

source: Fields will be written out in the following sequence:
jbo: lo foldi ba se ciska te porsi fi la'e di'e

source: Translation
jbo: lo te traduki

source: You can change the name of the list by clicking on it.
jbo: stika lo cmene be le liste ta'i lo ka kliki le cmene

source: You can remove a sentence from the list by clicking on the X icon to its right.
jbo: ka'eku vimcu lo jufra le liste ta'i lo ka kliki la'e zo X poi pritu se pixra

source: Removing a sentence will not delete it. The sentence will just not be part of the list anymore.
jbo: lo nu vimcu lo jufra na vimcu le jufra lo ralju ke datni sorcu gi'e sa'u jai se ja'e na pagbu le liste fai le jufra

source: Lists of sentences
jbo: lo liste be lo jufra

source: Create a new list
jbo: zbasu lo liste noi cnino

# list
source: Name
jbo: lo cmene

source: create
jbo: finti

source: About the lists
jbo: zo'ei lei liste

source: Lists make it possible to gather and organize sentences in Tatoeba.
jbo: lo nu liste cu curmi lo nu va'o la'oi Tatoeba jai gau jmaji fai lo jufra gi'e ganzu ri

source: Registration needed
jbo: lo nu co'a se jaspu cu sarcu

source: You can create lists only if you are registered.
jbo: fau po'o lo nu do se jaspu da vau do zifre lo ka zbasu lo liste

source: If you are already registered, please log in.
jbo: fau lo nu do se jaspu da vau do co'a pilno e'o le jaspu

source: My lists
jbo: loi liste po mi

source: Collaborative lists
jbo: lo liste po za'u da

source: Other personal lists
jbo: lo liste poi sivni gi'e drata

source: Sentence successfully removed.
jbo: le jufra mo'u se vimcu

source: Result
jbo: lo jalge

source: Search sinograms
jbo: mitysisku lo anji

source: Browse radicals
jbo: catlu lo pagbu be lo anji

source: 1 stroke
jbo: pa&nbsp;se ciska selci

source: Explode a character
jbo: katna lo anji

source: characters to explode
jbo: lo anji poi ei se katna

source: Explode
jbo: katna

source: Still beta
jbo: ca'o na rova'e bredi

source: This work is based on <a href="{}">this project</a>.
jbo: le se finti cu se jicmu <a href="{}">le proiekto</a>.

source: Hanzis - Kanjis search
jbo: mitysisku lo anji

source: Search a character by describing it
jbo: mitysisku lo lerfu ta'i lo ka skicu ri

source: Search
jbo: sisku

source: 10 or more strokes
jbo: su'o 10 se ciska selci

source: Information about {sinograph}
jbo: lo info be la'oi {sinograph}

source: number of strokes:
jbo: lo se klani be lo se ciska selci zo'u

source: pinyin:
jbo: la piniin zo'u

source: English:
jbo: lo bangenugu zo'u

source: Japanese On:
jbo: la on ku noi ponjo tadji lo nu tcidu

source: Japanese Kun:
jbo: la kun ku noi ponjo tadji lo nu tcidu

source: Example of use
jbo: mupli lo nu pilno

source: Results
jbo: loi jalge

source: Number of sentences per language
jbo: ro da zo'u se klani lo jufra poi uenzi da

source: Tags for moderators
jbo: lo tcita pe pi'o lo pajni

source: Guidelines
jbo: gidva javni

source: Corpus maintainers, this page was made for your convenience. It shows sentences that were tagged more than two weeks ago as {changeTag} or {deleteTag}.
jbo: doi loi korpora kurji lo dei papri cu se zbasu seva'u do i le papri cu jai gau zgana lo jufra poi se tcita co'a pu lo jeftu be li re fe zo'oi {changeTag} ja {deleteTag}

source: Tagged '{tagName}' more than 2 weeks ago
jbo: co'a se tcita zo'oi {tagName} pu lo jeftu be li re

source: Sentences with tag {tagName}
jbo: loi jufra poi se tcita zo'oi {tagName}

source: No tag with id {tagId}
jbo: no da poi tcita cu se tcita me'o {tagId}

source: All existing tags
jbo: lo ro tcita poi zasti

source: All Tags
jbo: lo ro tcita

source: Sort by:
jbo: gau porsi tu'a la'e di'e

source: count
jbo: lo se klani

source: name
jbo: lo cmene

source: Chinese traditional/simplified conversion
jbo: galfi ja se te se galfi lo tcaci jungo lo sampu jungo

source: The software
jbo: loi proga

source: Enter either traditional or simplified Chinese
jbo: ciska lo tcaci jungo ja lo sampu jungo

source: Convert
jbo: galfi

source: Useful tools
jbo: loi tutci poi xamgu

source: Romaji/furigana conversion
jbo: galfi ja se te se galfi lo me'oi romaji lo me'oi furigana

source: Sinogram search
jbo: lo nu mitysisku lo anji

source: Pinyin converter
jbo: lo galfi tutci pe la piniin

source: convert traditional Chinese to simplified and vice versa
jbo: galfi je se te se galfi lo tcaci ke jungo anji lo sampu ke jungo anji

source: Convert text from:
jbo: galfi la'e di'e lo uenzi

source: Chinese characters
jbo: lo jungo anji

source: numerical pinyin
jbo: la namcu piniin

source: Convert text to:
jbo: galfi lo uenzi la'e di'e

source: Credits
jbo: lo se sinma

source: This tool is powered by <a href="{}">MeCab</a>.
jbo: le tutci cu pilno <a href="{}">la'oi MeCab</a>

source: More information
jbo: za'u lo info

source: romaji
jbo: me'oi romaji

source: furigana
jbo: me'oi furigana

source: Note
jbo: notci

source: Feedback
jbo: dukti te spuda

source: Picture
jbo: lo pixra

source: Current picture
jbo: lo ca pixra

source: New picture
jbo: lo pixra poi cnino

source: Upload
jbo: dunda lo vreji

source: Personal information
jbo: info lo prenu

source: Birthday
jbo: detri lo nu jbena

# user
source: Name
jbo: cmene

source: Country
jbo: gugde

source: Homepage
jbo: zdani papri
