Repository: Tatoeba/tatoeba2
Catalog: app/locale/jbo/LC_MESSAGES/jbo.po
Languages: jbo

source: Save personal information
jbo: jai gau vreji lo infor be lo prenu

source: Description
jbo: ve skicu

source: Save description
jbo: jai gau vreji lo ve skicu

source: Stats
jbo: loi datni

source: Comments posted
jbo: loi se piksku poi mo'u se benji

source: Sentences owned
jbo: loi jufra poi se ponse

source: Sentences favorited
jbo: loi jufra poi se nelci

source: Show latest activity
jbo: zgana lo rore'u se zukte

source: Email notifications are ENABLED.
jbo: lo mrilu judri notci cu akti

source: Email notifications are DISABLED.
jbo: lo mrilu judri notci cu to'e akti

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
jbo: lo dei jaspu je lo info be ri cu gubni ro da

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
jbo: lo dei jaspu je lo info be ri na gubni ro da i fa po'o lo cmima be lo girzu po la'oi Tatoeba ka'e tcidu lo info e lo ve ciksi

source: Not approved
jbo: na se zanru

source: Sentences from this user are currently added as "not approved".
jbo: lo jufra poi se jmina le pilno ca se tcita lu na se zanru li'u

source: Member since
jbo: cmima co'a de'i

source: No description.
jbo: no ve skicu

source: TIP: We encourage you to indicate the languages you know.
jbo: lo se stidi zo'u mi'a e'ende do lo ka jarco lo ka se bangu makau

source: TIP: Encourage this user to indicate the languages he or she knows.
jbo: lo se stidi zo'u ko e'ende le pilno lo ka jarco lo ka se bangu makau

source: Options
jbo: lo te cuxna

source: Email notifications
jbo: lo mrilu judri notci

source: Set your profile public?
jbo: pei jai gau gubni fai lo jaspu be do

source: Remember the last list to which you assigned a sentence, and select it by default.
jbo: co'a vreji lo romoi liste poi do jai gau se liste ke'a fai lo jufra i je le romoi liste gau na'o liste

source: Languages
jbo: loi bangu

source: Save
jbo: jai gau vreji

source: Change email address
jbo: stika lo mrilu judri

source: Email address
jbo: lo kibro mrilu judri

source: Change password
jbo: cnegau lo ckiku

source: Old password
jbo: lo cabna ckiku

source: New password
jbo: lo balvi ckiku

source: New password again
jbo: za'ure'u ku lo balvi ckiku

source: Search user
jbo: mitysisku lo pilno

source: Members (total %count%)
jbo: loi cmima (to %count% da toi)

source: Member status
jbo: loi se krali be le cmima

source: Send new password
jbo: benji lo balvi ckiku

source: Email
jbo: lo kibro mrilu judri

source: Username:
jbo: lo cmene

source: Username can only contain letters, numbers, or underscore
jbo: lo cmene fau ro da vasru fe po'o lo lerfu ja lo namcu ja jorne bu

source: Username already taken.
jbo: do'i ca'o cmene lo drata

source: Username must be at least two characters long
jbo: e'i lo cmene cu vasru su'o re lerfu

source: Password:
jbo: lo ckiku

source: unmask password
jbo: jai gau jarco lo nu lo ckiku cu se mifra

source: Email address:
jbo: lo mrilu judri zo'u

source: Invalid email address
jbo: lo mrilu judri na drani

source: Email address already used.
jbo: le mrilu judri ca'o se pilno

source: We need to make sure you are human.
jbo: e'i mi'a birti lo nu do prenu

source: What are the first five characters of your email address?
jbo: ma porsi be fi lo romoi lerfu po lo do kibro mrilu judri

source: For instance, if your email address is a.b.cd@example.com, type a.b.c into the box.
jbo: mu'a fau lo nu lo do kibro xe mrilu judri cu du zoi .net.a.b.cd@example.com.net vau ko ciska zoi gy.a.b.c.gy. le tanxe

source: I accept the <a href="{}">terms of use</a>
jbo: i'a mi te javni <a href="{}">la'e dei</a>

source: Tatoeba user: {username}
jbo: pilno la'oi Tatoeba fa la'oi {username}

source: Latest sentences (<a href="{}">view all</a>)
jbo: lo jufra poi romoi (to <a href="{}">catlu ro da</a> toi)

source: Favorite sentences (<a href="{}">view all</a>)
jbo: lo jufra poi se nelci (to <a href="{}">catlu ro da</a> toi)

source: Latest comments (<a href="{}">view all</a>)
jbo: lo se piksku poi romoi (to <a href="{}">catlu ro da</a> toi)

source: Latest Wall messages (<a href="{}">view all</a>)
jbo: lo poi romoi se benji be fi le bitmu (to <a href="{}">catlu ro da</a> toi)

source: Edit message {number}
jbo: stika lo notci poi {number} moi

source: Menu
jbo: lo te cuxna

source: Back to Wall
jbo: volve le bitmu

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
jbo: xa'o lo ka retsku vau do tcidu e'o <a href="{}">lo cafne se retsku</a>

source: You may write in any language you want. At Tatoeba, all languages are equal.
jbo: do zifre lo ka ciska lo uenzi be lo jai se djica be do i va'o la'oi Tatoeba lo bangu cu su'ai dunli

source: Wall (one thread)
jbo: le bitmu (to pa boxna toi)

source: {user}'s Wall messages
jbo: loi se benji be la'oi {user} bei le bitmu

source: {user}'s messages on the Wall (total&nbsp;{n})
jbo: lo se benji be la'oi {user} bei le bitmu (to {n} da toi)

source: Thread #{number}
jbo: lo boxna noi $s moi
