Repository: Tatoeba/tatoeba2
Catalog: app/locale/jbo/LC_MESSAGES/jbo.po
Languages: jbo

source: Uzbek
jbo: banguzubu

source: Norwegian (Nynorsk)
jbo: baurnunu'o

source: Serbian
jbo: bansurupu

source: Tatar
jbo: bantu'atu

source: Yiddish
jbo: banje'idu

source: Persian
jbo: banfu'asu

source: Min Nan Chinese
jbo: baurnu'anu

source: Basque
jbo: bange'usu

source: Slovak
jbo: bansuluku

source: Danish
jbo: bandu'anu

source: Armenian
jbo: banxeje'e

source: Iraqi Arabic
jbo: banjexedu

source: Sanskrit
jbo: bansu'anu

source: Urdu
jbo: bangurudu

source: Hindi
jbo: banxe'inu

source: Bengali
jbo: banbu'enu

source: CycL
jbo: me'oi CycL

source: Catalan
jbo: bancu'atu

source: Kazakh
jbo: banku'azu

source: Latvian
jbo: banlu'avu

source: Bosnian
jbo: banbu'osu

source: Croatian
jbo: banxeruvu

source: Old East Slavic
jbo: bangoruvu

source: Chamorro
jbo: bancuxe'a

source: Tagalog
jbo: bantugulu

source: Quechua
jbo: banke'u'e

source: Mongolian
jbo: banmu'onu

source: Lithuanian
jbo: banlu'itu

source: Galician
jbo: baurgulugu

source: Irish
jbo: baurgulu'e

source: Interlingua
jbo: banginu'a

source: Lojban
jbo: la lojban

source: Toki Pona
jbo: lo tokpona

source: Ainu
jbo: banga'inu

source: Sicilian
jbo: bansucunu

source: Malayalam
jbo: banmu'alu

source: Low Saxon
jbo: baurnudusu

source: Klingon
jbo: bantuluxe

source: Slovenian
jbo: bansuluvu

source: Thai
jbo: bantuxe'a

source: Literary Chinese
jbo: banluzuxe

source: Ossetian
jbo: bangosusu

source: Romansh
jbo: banru'oxe

source: Volapük
jbo: banvu'olu

source: Scottish Gaelic
jbo: baurgulu'a

source: Ido
jbo: bangidu'o

source: Asturian
jbo: bangasutu

source: Interlingue
jbo: bangilu'e

source: Occitan
jbo: bangocu'i

source: Kalmyk
jbo: banxu'alu

source: Old English
jbo: banganugu

source: Kurdish
jbo: banku'uru

source: Lower Sorbian
jbo: bandusubu

source: Upper Sorbian
jbo: banxesubu

source: Kölsch
jbo: bankusuxe

source: Welsh
jbo: bancujemu

source: Ewe
jbo: bangeve'e

source: Sindarin
jbo: bansujunu

source: Telugu
jbo: bantu'elu

source: Tok Pisin
jbo: bantupu'i

source: Quenya
jbo: bankeje'a

source: Novial
jbo: baurnu'ovu

source: Maori
jbo: banmuru'i

source: Ladin
jbo: banluludu

source: Berber
jbo: banjubu'e

source: Xhosa
jbo: banxuxe'o

source: Punjabi (Western)
jbo: banpunubu

source: Malagasy
jbo: banmulugu

source: Guarani
jbo: baurgurunu

source: Ladino
jbo: banlu'adu

source: Piedmontese
jbo: banpumusu

source: Kotava
jbo: bangavuku

source: Marathi
jbo: banmu'aru

source: Old Tupi
jbo: bantupuve

source: Tajik
jbo: bantuguku

source: Old Prussian
jbo: banpurugu

source: Nepali
jbo: baurnu'epu

source: Maltese
jbo: banmulutu

source: Chukchi
jbo: bancukutu

source: Cornish
jbo: bancu'oru

source: Azerbaijani
jbo: bangazu'e

source: Khmer
jbo: bankuxemu

source: Lao
jbo: banlu'a'o

source: Tibetan
jbo: banbu'odu

source: Hiligaynon
jbo: banxe'ilu

source: Algerian Arabic
jbo: bangaruke

source: Picard
jbo: banpucudu

source: Ancient Greek
jbo: baurgurucu

source: Amharic
jbo: bangamuxe

source: Awadhi
jbo: bangave'a

source: Bhojpuri
jbo: banbuxe'o

source: Chavacano
jbo: bancubuku

source: Middle English
jbo: bangenumu

source: Middle French
jbo: banfurumu

source: Haitian Creole
jbo: banxe'atu

source: Juhuri (Judeo-Tat)
jbo: banjudutu

source: Greenlandic
jbo: banku'alu

source: Meadow Mari
jbo: banmuxeru

source: Nahuatl
jbo: baurnucu'i

source: Pennsylvania German
jbo: banpuducu

source: Sinhala
jbo: bansu'inu

source: Turkmen
jbo: bantu'uku

source: Walloon
jbo: banvelunu

source: Bashkir
jbo: banbu'aku

source: Hausa
jbo: banxe'a'u

source: Luxembourgish
jbo: banlutuzu

source: Mambae
jbo: banmugumu

source: Somali
jbo: bansu'omu

source: Zulu
jbo: banzu'ulu

source: Hawaiian
jbo: banxe'ave

source: Kyrgyz
jbo: banku'iru

source: Macedonian
jbo: banmukudu

source: Hill Mari
jbo: banmuruju

source: Pipil
jbo: banpupulu

source: Yoruba
jbo: banje'oru

source: Kinyarwanda
jbo: banku'inu

source: Shuswap
jbo: bansuxesu

source: Chuvash
jbo: bancuxevu

source: Lakota
jbo: banlukutu

source: Ottoman Turkish
jbo: bangotu'a

source: Shona
jbo: bansunu'a

source: Mon
jbo: banmunuve

source: Nogai
jbo: baurnu'ogu

source: Yakut
jbo: bansu'axe

source: Abkhaz
jbo: bangabuku

source: Tetun
jbo: bantu'etu

source: Tamil
jbo: bantu'amu

source: Udmurt
jbo: bangudumu

source: Kumyk
jbo: banku'umu

source: Crimean Tatar
jbo: bancuruxe

source: Chinyanja
jbo: baurnuje'a

source: Livonian
jbo: banlu'ivu

source: Navajo
jbo: baurnu'avu

source: Cherokee
jbo: bancuxeru

source: Gujarati
jbo: baurgu'uju

source: Punjabi (Eastern)
jbo: banpu'anu

source: All languages
jbo: ro bangu

source: unknown language
jbo: na se slabu bangu

source: other language
jbo: lo drata bangu

source: Auto detect
jbo: zmiku smadi

source: None
jbo: no da

source: Any language
jbo: ro lo bangu

source: Any
jbo: da

source: unknown
jbo: na se slabu

source: (unnamed list)
jbo: (to lo liste poi se cmene no da toi)

source: created by {listAuthor}
jbo: se finti la'oi {listAuthor}

source: Number of sentences
jbo: lo se klani be lo jufra

source: Show
jbo: zgana

source: Edit
jbo: stika

source: Back to all lists
jbo: volve lo ro liste

source: Back to this list
jbo: volve lo dei liste

source: Download this list
jbo: jai gau diklo do fai le liste

source: Show translations :
jbo: gau catlu la'e di'e noi te traduki

source: Set list as collaborative
jbo: jai gau se ponse za'u da fai le liste

source: Edit this list
jbo: stika le liste

source: View this list
jbo: catlu le liste

source: Delete this list
jbo: vimcu le liste

source: Remove sentence {number} from list
jbo: vimcu lo {number} moi jufra le liste

source: Remove from list
jbo: vimcu fi le liste

source: Add a sentence to this list :
jbo: jmina lo jufra lo di'e liste

source: OK
jbo: i'a

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
jbo: ju'i zo'u ji'a do zifre lo ka fau mu'a lo ka <a href="{url}">catlu</a> vau jmina lo ca'a jufra poi se tcita la'o .py.{addToListButton}.py. noi pixra

source: Sentence #{number}
jbo: lo jufra poi {number} moi

source: linked to #{sentenceNumber}
jbo: jorne lo {sentenceNumber} moi

source: unlinked from #{sentenceNumber}
jbo: na jorne lo {sentenceNumber} moi

source: added by {user}
jbo: se jmina la'oi {user}

source: linked by {user}
jbo: gau la'oi {user} se jorne

source: edited by {user}
jbo: se stika la'oi {user}

source: deleted by {user}
jbo: se vimcu la'oi {user}

source: unlinked by {user}
jbo: gau la'oi {user} na jorne

source: admin
jbo: lo admine

source: corpus maintainer
jbo: lo korpora kurji

source: advanced contributor
jbo: lo vlipa kontribute

source: contributor
jbo: lo kontribute

source: inactive
jbo: na akti

source: spammer
jbo: lo mrilu be lo mabla

source: Translate
jbo: traduki

source: This sentence is currently marked as unapproved. Unapproved sentences cannot be translated.
jbo: le jufra ca se sinxa lo na se zanru i lo jufra poi na se zanru ka'enai se traduki

source: This sentence is in simplified Chinese.
jbo: pu pilno lo sampu jungo lerfu lo ka ciska le jufra

source: This sentence is in traditional Chinese.
jbo: pu pilno lo tcaci jungo lerfu lo ka ciska le jufra

source: Click to unadopt
jbo: ko kliki tezu'e lo ka co'u ponse

source: Click to adopt
jbo: ko kliki tezu'e lo ka co'a ponse

source: Link to another sentence
jbo: gau jorne lo jufra noi drata

source: Sentence number
jbo: lo namcu po lo jufra

source: Link
jbo: jai gau jorne

source: Add to list
jbo: jmina fi lo liste

source: Add to one of your lists
jbo: jmina fi pa lo liste po do

source: Add to a collaborative list
jbo: jmina fi lo liste po za'u da

source: Delete
jbo: vimcu

source: You cannot delete this sentence because it has audio.
jbo: e'anai vimcu le jufra i ki'ubo jy. se bacru

source: You cannot edit this sentence because it has audio.
jbo: e'anai jai gau cenba fai le jufra i ki'ubo jy. se bacru

source: belongs to {user}
jbo: se ponse la'oi {user}

source: Former member
jbo: ba'o cmima

source: Send private message
jbo: benji lo sivni

source: edited
jbo: mo'u se cnegau

source: View this user's profile
jbo: catlu lo jaspu be le pilno

source: sentence deleted
jbo: lo jufra cu se vimcu

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
jbo: le se notci na mapti lo <a href="{}">javni pe mi'a</a> gi'e seki'ubo se mipri i le se notci ka'e se tcidu fe po'o lo admine e lo ciska be le se notci

source: Show sentence #:
jbo: catlu lo jufra poi momkai la'e di'e

source: Language for previous, next or random sentence
jbo: lo bangu pe lo jufra poi lidne jonai se lidne jonai cunso

source: previous
jbo: lo lidne

source: next
jbo: lo se lidne

source: random
jbo: lo cunso

source: Enter a username:
jbo: ciska lo cmene be lo pilno

source: show user
jbo: zgana lo info be lo pilno

source: all
jbo: ro da

source: Profile of {user}
jbo: tcila lo jaspu be la'oi {user}

source: all lists
jbo: ro liste

source: - Tatoeba
jbo: (to la'oi Tatoeba toi)

source: {title} (one result)
jbo: {title} zo'u pa da se mitysisku

source: {title} ({thousand}&nbsp;results out of one occurrence)
jbo: {title} zo'u {thousand}&nbsp; ka'e se zgana ije pa&nbsp;da se tolcri

source: First page
jbo: lo pamoi papri

source: Previous page [Ctrl+←]
jbo: lo lidne papri to la'o .gy.[Ctrl+←].gy. toi

source: Next page [Ctrl+→]
jbo: lo se lidne papri to la'o .gy.[Ctrl+→].gy. toi

source: Last page
jbo: lo romoi papri

source: Reply
jbo: spusku

source: to
jbo: tebe'i

source: Title
jbo: lo cmene

source: Send
jbo: benji

source: {sender} wrote:
jbo: la'oi {sender} pu ciska di'e

source: Unlink
jbo: jai gau na jorne

source: Unlink this translation.
jbo: jai gau na jorne fai le te traduki

source: Make into direct translation.
jbo: jai gau lamji se traduki

source: Play audio
jbo: bacru lo se vreji sance

source: No audio for this sentence. Click to learn how to contribute.
jbo: no da vreji lo sance be le jufra i ko kliki tezu'e lo ka cilre lo ka ta'i makau kontribute

source: Translation:
jbo: lo te traduki zo'u

source: Language:
jbo: lo bangu zo'u

source: Submit translation
jbo: benji lo te traduki

source: Show translations in:
jbo: catlu lo te traduki poi uenzi la'e di'e

source: NOTE: Both direct and indirect translations will be shown.
jbo: lo te traduki noi ge lamji gi na lamji ba se zgana

source: NOTE: Sentences that have an indirect translation will be displayed.
jbo: lo jufra poi da poi te traduki ke'a na lamji ba se zgana

source: Only sentences with audio:
jbo: fa po'o lo jufra poi se bacru

source: no
jbo: je'unai

source: yes
jbo: je'u

source: NOTE: Not all languages have audio at the moment.
jbo: (to lo se piksku toi) me'i ro bangu ca se uenzi lo jufra poi do ka'e jmina lo se bacru be ke'a

source: Tags
jbo: loi tcita

source: No tag on this sentence.
jbo: le jufra cu se tcita no da

source: View all tags
jbo: zgana ro tcita

source: user: {userId}, date: {date}
jbo: la'oi {userId} cu pilno i li {date} detri

source: remove tag '{tagName}' from this sentence.
jbo: jai gau na se tcita la'o gy.{tagName}.gy. fai le jufra

source: remove tag from sentence
jbo: vimcu lo tcita lo jufra

source: Add a message:
jbo: jmina lo se benji

source: cancel
jbo: kansele

source: Edit Wall Message
jbo: stika le se benji be fi le bitmu

source: submit
jbo: benji

source: hide replies
jbo: de'a zgana lo se retsku

source: show replies
jbo: di'a zgana lo se retsku

source: by {messageAuthor}
jbo: se ciska la'oi {messageAuthor}

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
jbo: lo dei kibro stuzi cu ei se pilno fi lo cipra i ro da poi do benji fau de ba se cirko

source: No language matches
jbo: no bangu cu mapti

source: What is Tatoeba?
jbo: la'oi Tatoeba cu mo

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
jbo: e'o do tcidu <a href="{}">lo cafne se retsku</a> pu lo ka retsku

source: Follow us
jbo: zgana mi'a

source: Tatoeba Blog
jbo: lo karni pe la'oi Tatoeba

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
jbo: fau lo nu do djica lo ka retsku ja stidi ja cpedu ja ckire sa'u vau do zifre lo ka mrilu fu lo kibro fi zoi .net.{emailAddress}.net noi judri mi'a

source: Post on the Wall
jbo: ciska fi le bitmu

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
jbo: ji'a do ka'e skicu fi mi'a fe lo nu do jinvi makauvau ta'i lo ka benji fi <a href="{}">le bitmu</a>

source: Join us on IRC
jbo: jorne mi'a bu'u lo se irci

source: We also have an IRC channel on freenode, #tatoeba. If you are not familiar with IRC, you can read the <a href="{}">Help</a>.
jbo: ji'a da se irci i je da se judri zo'oi #tatoeba i fau lo nu do na sel slabu lo te irci vau do ka'e tcidu fi lo <a href="{}">sidju papri</a>

source: How to contribute
jbo: ma tadji lo ka kontribute

source: Important to read
jbo: vajni fa lo nu tcidu

source: Guide to being a good contributor
jbo: gidva fi lo ka zabna kontribute

source: Reliability of the sentences
jbo: lo ni lo jufra cu se lacri

source: How can you contribute?
jbo: ma tadji lo nu do ka'e kontribute

source: Tatoeba is primarily about collecting sentences and translating them into many, many languages. So one obvious thing you can do to contribute is to <strong>translate sentences</strong>.
jbo: do'anai la'oi Tatoeba cu srana lo nu jai gau jmaji fai lo jufra gi'e traduki le jufra lo uenzi be so'i sai da i ja'o pa lo ka'e se kontribute be do cu du lo nu <strong>traduki lo jufra</strong>

source: But you don't have to be a polyglot in order to contribute! You can help us a lot simply by <strong>checking sentences</strong> and <strong>reporting mistakes</strong>. This is something everyone can do!
jbo: i ku'i e'inaisai do se bangu so'i da tezu'e lo ka kontribute i do ka'e sidju mi'a fi po'o lo ka <strong>inspekte lo jufra</strong> gi'e <strong>jai gau djuno fi lo se srera<strong> vau noi ro sai lo prenu ka'e zukte

source: If you have a good microphone, you can also bring more audio to Tatoeba by <strong>recording sentences</strong>.
jbo: fau lo nu do ka'e pilno lo zabna snaveitci vau do ka'e <strong>zbasu za'u lo vreji be lo jufra poi se bacru</strong>

source: You can help us promote the project. <strong>Tell people around you</strong> that Tatoeba exists. This is a very ambitious project, so we will need as much help as possible.
jbo: do ka'e sidju mi'a lo ka jai gau zenba fai la'oi Tatoeba lo ka misno i <strong>ko jai gau djuno fai lo prenu poi se slabu do vau<strong> lo nu la'oi Tatoeba cu zasti i la'oi Tatoeba cu me lo projeto poi ei mutce lo ka gunka lo ka jai gau farvi fai ke'a iseki'u bo mi'a nitcu lo te sidju poi se gradu lo traji lo cumki

source: And finally, you can <strong>join the team</strong>. You can help us code new features, improve usability, debug, optimize, keep the site secure, and more.
jbo: i romai do zifre lo ka <strong>co'a cmima lo bende</strong> i do ka'e sidju mi'a lo ka zbasu lo proga krasi be lo cnino tcila gi'e jai gau zenba fa lo nu pilno vau tcila gi'e mitysisku lo na'e drani krasi gi'e jai gau sarxe gi'e jai gau ca'o snura fa lo kibro stuzi gi'e zukte lo drata

source: Any question?
jbo: xu da jai se kucli

source: If you have any question regarding donations or if you would like to donate in any other way than the ones mentioned here, you may contact either <a href="{trangEmail}">Trang</a> or the entire <a href="{teamEmail}">team</a>.
jbo: fau lo nu do djica lo ka retsku zo'ei lo nu dunda lo jdini vau gi'a dunda lo jdini ta'i lo drata be lo se skicu do'e la'e dei vau vau cu mrilu e'u fa do fi ga <a href="{trangEmail}">la'oi Trang</a> gi <a href="{teamEmail}">le bende</a>

source: How to donate
jbo: ma tadji lo ka dunda lo jdini

source: You have two possible ways to make a donation:
jbo: tadji lo ka dunda vau fa re da noi se skicu la'e di'e

source: <b>IBAN transfer.</b> This is probably the cheapest way to donate. Tatoeba's bank is based in France, so if you are from an EU country, it is likely that the transfer will be free of charge.
jbo: <b>lo nu benji fu la'oi IBAN</b> cu traji la'a lo ka to'e kargu vau lo tadji be lo ka dunda lo jdini i lo banxe pe la'oi Tatoeba cu se stuzi lo gugdefuru i je ja'o fau lo nu do xabju lo ropno vau lakne fa lo nu lo nu benji cu se jdima no rupnu

source: <b>PayPal.</b> If you can't transfer money with IBAN, then you can donate with PayPal. You should know that PayPal takes a certain percentage of the donation.
jbo: la'oi <b>PayPal</b> zo'u fau lo nu do na kakne lo ka benji lo jdini fu la'oi IBAN vau do benji e'u fu la'oi PayPal i ko morji lo du'u da zo'u la'oi PayPal cu lebna mo'e da si'e be lo se dunda

source: IBAN transfer
jbo: lo nu benji fu la'oi IBAN

source: Titular:
jbo: me'oi Titular

source: IBAN:
jbo: la'oi IBAN zo'u

source: BIC/SWIFT:
jbo: la'oi BIC jonai la'oi SWIFT zo'u

source: Download sentences
jbo: jai gau diklo fai lo vreji be lo jufra

source: Warning
jbo: e'unai

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
jbo: lo datni poi se sorcu la'e dei cu xamgu do i fau po'o bo do ciska lo proga tutci pe lo bangu ja lo nu tcidu lo datni

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
jbo: fau lo nu do nitcu lo jufra lo ka tadni lo bangu vau ko inspekte <a href="{}">lo liste be lo jufra</a> i do zifre lo ka zbasu lo liste po do gi'a catlu lo liste poi se zbasu lo drata i ka'e jai gau diklo fai loi liste gi'a zbasu lo fukpi poi prina

source: Creative commons
jbo: la'oi gy.Creative commons.gy.

source: These files are released under CC-BY.
jbo: la'oi CC-BY javni lo nu pilno lo do'i vreji

source: Questions?
jbo: xu da jai se kucli

source: If you have questions or requests, feel free to <a href="{}">contact us</a>.
jbo: fau lo nu do djica lo ka cpedu ja retsku vau do zifre lo ka <a href="{}">jikca mi'a</a>

source: In general, we answer quickly.
jbo: so'eroi ku mi'a spusku zi

source: Download
jbo: jai gau diklo

source: Fields and structure
jbo: loi uidje je lo stura

source: File description
jbo: lo ve ciksi be lo vreji

source: Sentence id
jbo: lo namcu po lo jufra

source: Text
jbo: lo uenzi

source: Lang
jbo: lo bangu

source: Username
jbo: lo cmene be lo pilno

source: Date added
jbo: lo detri be lo nu jmina

source: Date created
jbo: lo detri be lo nu zbasu

source: Date last modified
jbo: lo detri be lo nu rore'u se stika

source: Translation id
jbo: lo namcu po lo te traduki

source: Tag name
jbo: lo cmene be lo tcita

source: List id
jbo: lo namcu po lo liste

source: List name
jbo: lo cmene be lo liste

source: Meaning id
jbo: lo namcu po lo smuni

source: tab
jbo: lo pagbu

source: Attention:
jbo: ju'i zo'u

source: As of 2014-08-16, the URL to download the latest files has changed and the new export files are provided in a compressed format. The old URL is still available, but will not contain the latest data.
jbo: de'i li 16 pi'e 8 pi'e 2014 co'a ku lo urli be lo romoi vreji poi ka'e jaigau dikli fai ke'a vau cu cnino ije le vreji ca kompata i lo urli poi laldo ca'o ka'e se pilno gi'e ku'i na judri lo romoi datni

source: Contains all the sentences. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
jbo: vasru ro jufra i ro jufra cu se tcita pa namcu tcita je lo me zoi gy.<a href="{}">ISO 639-3</a>.gy. bangu tcita

source: The first file (sentences.tar.bz2) contains this information alone. The second file (sentences_detailed.tar.bz2) contains additional fields for those who would like to filter the sentences based on the contributor who owns the sentence, or the date when it was added or last modified.
jbo: la'o .net.sentences.tar.bz2.net. cu vreji fe po'o lo info i la'o .net.sentences_detailed.tar.bz2.net. cu vreji fe po'onai ji'a lo ponse be lo jufra be'o je lo detri be lo nu jmina le jufra vau je lo nu le jufra cu rore'u se stika

source: Links
jbo: loi te jorne

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
jbo: vreji lo te jorne be lo jufra i zoi gy.{sampleLinkLine}.gy. se smuni lo nu lo 77moi jufra cu te traduki lo 1moi jufra i fa ji'a lo fatne te jorne cu ze zgana i se ki'u bo le vreji cu vreji li linji poi du zoi gy.{sampleLinkLineReversed}.gy.

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
jbo: vreji lo liste be <a href="{url}">lo tcita</a> be ro jufra i zoi gy.{sampleTagLine}.gy. se smuni lo nu lo 381279moi jufra cu se tcita zo'oi proverb

source: Lists
jbo: loi liste

source: Contains the list of <a href="{}">sentence lists</a>.
jbo: vasru lo liste be <a href="{}">lo liste belo jufra</a>

source: Sentences in lists
jbo: lo jufra poi se liste

source: Indicates the sentences that are contained by any lists. {sampleListLine} means that sentence #381279 is contained by the list that has an id of 13.
jbo: sinxa lo jufra poi se liste da i zoi gy.{sampleListLine}.gy. se smuni lo nu lo 381279moi jufra cu se liste lo se ke namcu tcita li 13

source: Japanese indices
jbo: loi indice poi ponjo

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
jbo: vreji lo minra be zoi gy.B lines.gy. po vreji be la'oi Tanaka noi korpora be'o noi la'o gy.Jim Breen.gy. jai gau gubni i ko tcidu fi <a href="{url}">la'e dei</a> fe lo ve skicu be lo formate i ro lo se liste be le se vreji cu jorne lo remei be lo jufra poi ponjo ce glico i zoi gy.{sentenceId}.gy. sinxa lo namcu tcita be le jufra poi ponjo i zoi gy.{meaningId}.gy. sinxa lo namcu tcita be le jufra poi glico

source: Sentences with audio
jbo: loi jufra poi se bacru

source: Contains the ids of the sentences, in all languages, for which audio is available.
jbo: vasru lo namcu tcita be lo ro jufra poi uenzi ro bangu poi ka'e zbasu lo se bacru vreji pe bau ke'a

source: General information about the files
jbo: lo kampu info be lei vreji

source: The files provided here are updated every <strong>Saturday at 9 a.m.</strong>, France time.
jbo: jai gau cnino fai lo datni poi zvati la'e dei vau ca ro <strong>xavdei ti'u 9</strong> veti'u lo gugdefuru

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
jbo: so'i lo jufra noi ponjo jonai glico cu se krasi la'oi <a href="{}">Tanaka noi korpora</a> je noi jai se flalu tu'a lo gubni se kuspe

source: Need more help?
jbo: za'u lo te sidju

source: You can check out the <a href="{}">FAQ</a>.
jbo: do ka'e inspekte <a href="{}">lo cafne se retsku</a>

source: If you cannot find the answer to your question, do not hesitate to contact us.
jbo: fau lo nu do na tolcri lo danfu be lo nabmi be do vau do e'o zunai jikca mi'a

source: By email
jbo: mrilu fu lo kibro

source: From the Wall
jbo: se krasi le bitmu

source: Click here to go to the Wall.
jbo: kliki dei tezu'e lo ka catlu le bitmu

source: On IRC
jbo: bu'u lo se irci

source: How to use IRC
jbo: ma tadji lo ka pilno lo te irci
