Repository: Tatoeba/tatoeba2
Catalog: src/Locale/min/admin.po
Languages: min

source: Invalid file “{file}” ignored.
min: File indak sah "1 {file}" ditolak

source: Failed to create directory “{dir}” to import file “{file}”.
min: Gagal mambuek direktori "1 {dir}" untuk impor file "2{file}"

source: Failed to copy file “{file}” to directory “{dir}”.
min: Gagal mangkopi file ka direktori “

source: Import recordings
min: Unggah rekaman

source: Files detected
min: File alah terdekteksi

source: File name
min: Namo file

source: Sentence id
min: kalimaik id

source: Language
min: Bahaso

source: May be imported
min: bisa diimpor

source: N/A
min: indak bisa dipakai

source: Invalid
min: indak sah

source: Yes
min: Iyo

source: No
min: Indak

source: No files have been detected inside the import directory.
min: Indak ado file terdekteksi di dalam direktori impor

source: Import
min: Impor

source: Delete
min: Apuih

source: Correctness
min: Kasasuaian

source: Submit
min: Kirim

source: Import sentences
min: Impor kalimaik

source: Single sentences
min: Kalimaik tungga

source: Language of the sentences:
min: Bahaso dari kalimaik

source: Numeric user id:
min: Angko ID pamakai

source: import
min: Impor

source: Sentences and translations
min: Kalimaik dan terjemahannyo

source: Language of the translations:
min: Bahaso dari terjemahannyo

source: Are you sure you want to delete user #{number}?
min: Yakin nio apuih pamakai?

source: List Users
min: Daftar pamakai

source: Profile
min: Profil

source: Edit User
min: Ubah pamakai

source: Username
min: Namo pamakai

source: Group
min: Grup

source: Send notifications
min: Kiriman pemberitahuan

source: unhide
min: Jan manyuruak

source: hide
min: manyuruak
