Repository: Tatoeba/tatoeba2
Catalog: src/Locale/lg/countries.po
Languages: lg

source: Andorra
lg: Andora

source: United Arab Emirates
lg: Emireeti

source: Afghanistan
lg: Afaganisitani

source: Antigua & Barbuda
lg: Antigwa ne Barabuda

source: Anguilla
lg: Angwila

source: Albania
lg: Alibaniya

source: Armenia
lg: Arameniya

source: Argentina
lg: Arigentina

source: American Samoa
lg: Samowa omumerika

source: Austria
lg: Awusituriya

source: Australia
lg: Awusitureliya

source: Azerbaijan
lg: Azerebayijaani

source: Barbados
lg: Barabadosi

source: Bangladesh
lg: Bangaladesi

source: Belgium
lg: Bubirigi

source: Burkina Faso
lg: Burukina Faso

source: Bulgaria
lg: Bulugariya

source: Bahrain
lg: Baareeni

source: Benin
lg: Benini

source: Bermuda
lg: Beremuda

source: Brunei
lg: Burunayi

source: Bolivia
lg: Boliviya

source: Brazil
lg: Buraziiri

source: Bahamas
lg: Bahamasi

source: Bhutan
lg: Butaani

source: Botswana
lg: Botiswana

source: Belarus
lg: Belarusi

source: Canada
lg: Kanada

source: Congo - Kinshasa
lg: Kongo - Zayire

source: Central African Republic
lg: Lipubulika eya Senturafiriki

source: Congo - Brazzaville
lg: Kongo

source: Switzerland
lg: Switizirandi

source: Côte d’Ivoire
lg: Kote Divwa

source: Cook Islands
lg: Bizinga bya Kkuki

source: Chile
lg: Cile

source: Cameroon
lg: Kameruuni

source: China
lg: Cayina

source: Colombia
lg: Kolombya

source: Costa Rica
lg: Kosita Rika

source: Cape Verde
lg: Bizinga by’e Kepu Veredi

source: Cyprus
lg: Sipuriya

source: Czechia
lg: Lipubulika ya Ceeka

source: Germany
lg: Budaaki

source: Djibouti
lg: Jjibuti

source: Denmark
lg: Denimaaka

source: Dominica
lg: Dominika

source: Dominican Republic
lg: Lipubulika ya Dominika

source: Algeria
lg: Aligerya

source: Ecuador
lg: Ekwado

source: Estonia
lg: Esitoniya

source: Egypt
lg: Misiri

source: Eritrea
lg: Eritureya

source: Spain
lg: Sipeyini

source: Ethiopia
lg: Esyopya

source: Finland
lg: Finilandi

source: Falkland Islands
lg: Bizinga by’eFalikalandi

source: Micronesia
lg: Mikuronezya

source: France
lg: Bufalansa

source: Gabon
lg: Gaboni

source: United Kingdom
lg: Bungereza

source: Grenada
lg: Gurenada

source: Georgia
lg: Gyogya

source: French Guiana
lg: Guyana enfalansa

source: Ghana
lg: Gana

source: Gibraltar
lg: Giburalita

source: Greenland
lg: Gurenelandi

source: Gambia
lg: Gambya

source: Guinea
lg: Gini

source: Guadeloupe
lg: Gwadalupe

source: Equatorial Guinea
lg: Gayana ey’oku ekweta

source: Greece
lg: Bugereeki/Buyonaani

source: Guatemala
lg: Gwatemala

source: Guam
lg: Gwamu

source: Guinea-Bissau
lg: Gini-Bisawu

source: Guyana
lg: Gayana

source: Honduras
lg: Hundurasi

source: Croatia
lg: Kurowesya

source: Haiti
lg: Hayiti

source: Hungary
lg: Hangare

source: Indonesia
lg: Yindonezya

source: Ireland
lg: Ayalandi

source: Israel
lg: Yisirayeri

source: India
lg: Buyindi

source: British Indian Ocean Territory
lg: Bizinga by’eCago

source: Iraq
lg: Yiraaka

source: Iran
lg: Yiraani

source: Iceland
lg: Ayisirandi

source: Italy
lg: Yitale

source: Jamaica
lg: Jamayika

source: Jordan
lg: Yorodani

source: Japan
lg: Japani

source: Kyrgyzstan
lg: Kirigizisitaani

source: Cambodia
lg: Kambodya

source: Comoros
lg: Bizinga by’eKomoro

source: St. Kitts & Nevis
lg: Senti Kitisi ne Nevisi

source: North Korea
lg: Koreya ey’omumambuka

source: South Korea
lg: Koreya ey’omumaserengeta

source: Kuwait
lg: Kuweti

source: Cayman Islands
lg: Bizinga ebya Kayimaani

source: Kazakhstan
lg: Kazakisitaani

source: Laos
lg: Lawosi

source: Lebanon
lg: Lebanoni

source: St. Lucia
lg: Senti Luciya

source: Liechtenstein
lg: Licitensitayini

source: Sri Lanka
lg: Sirilanka

source: Liberia
lg: Liberya

source: Lesotho
lg: Lesoso

source: Lithuania
lg: Lisuwenya

source: Luxembourg
lg: Lukisembaaga

source: Latvia
lg: Lativya

source: Morocco
lg: Moroko

source: Monaco
lg: Monako

source: Moldova
lg: Molodova

source: Madagascar
lg: Madagasika

source: Marshall Islands
lg: Bizinga bya Mariso

source: Mongolia
lg: Mongoliya

source: Northern Mariana Islands
lg: Bizinga bya Mariyana eby’omumambuka

source: Martinique
lg: Maritiniiki

source: Mauritania
lg: Mawulitenya

source: Montserrat
lg: Monteseraati

source: Malta
lg: Malita

source: Mauritius
lg: Mawulisyasi

source: Maldives
lg: Bizinga by’eMalidive

source: Mexico
lg: Mekisiko

source: Malaysia
lg: Malezya

source: Mozambique
lg: Mozambiiki

source: Namibia
lg: Namibiya

source: New Caledonia
lg: Kaledonya mupya

source: Niger
lg: Nije

source: Norfolk Island
lg: Kizinga ky’eNorofoko

source: Nigeria
lg: Nayijerya

source: Nicaragua
lg: Nikaraguwa

source: Netherlands
lg: Holandi

source: Norway
lg: Nowe

source: Nepal
lg: Nepalo

source: Nauru
lg: Nawuru

source: Niue
lg: Niyuwe

source: New Zealand
lg: Niyuziirandi

source: Oman
lg: Omaani

source: French Polynesia
lg: Polinesiya enfalansa

source: Papua New Guinea
lg: Papwa Nyugini

source: Philippines
lg: Bizinga bya Firipino

source: Pakistan
lg: Pakisitaani

source: Poland
lg: Polandi

source: St. Pierre & Miquelon
lg: Senti Piyere ne Mikeloni

source: Pitcairn Islands
lg: Pitikeeni

source: Puerto Rico
lg: Potoriko

source: Portugal
lg: Potugaali

source: Palau
lg: Palawu

source: Paraguay
lg: Paragwayi

source: Qatar
lg: Kataa

source: Réunion
lg: Leyunyoni

source: Romania
lg: Lomaniya

source: Russia
lg: Lasa

source: Saudi Arabia
lg: Sawudarebya - Buwarabu

source: Solomon Islands
lg: Bizanga by’eSolomooni

source: Seychelles
lg: Sesere

source: Sudan
lg: Sudaani

source: Sweden
lg: Swideni

source: Singapore
lg: Singapowa

source: St. Helena
lg: Senti Herena

source: Slovenia
lg: Sirovenya

source: Slovakia
lg: Sirovakya

source: Sierra Leone
lg: Siyeralewone

source: San Marino
lg: Sanimarino

source: Senegal
lg: Senegaalo

source: Somalia
lg: Somaliya

source: Suriname
lg: Surinaamu

source: São Tomé & Príncipe
lg: Sanitome ne Purincipe

source: El Salvador
lg: El salivado

source: Syria
lg: Siriya

source: Eswatini
lg: Swazirandi

source: Turks & Caicos Islands
lg: Bizinga by’eTaaka ne Kayikosi

source: Chad
lg: Caadi

source: Thailand
lg: Tayirandi

source: Tajikistan
lg: Tajikisitaani

source: Tokelau
lg: Tokelawu

source: Timor-Leste
lg: Timowa

source: Turkmenistan
lg: Takimenesitaani

source: Tunisia
lg: Tunisya

source: Turkey
lg: Ttake

source: Trinidad & Tobago
lg: Turindaadi ne Tobago

source: Taiwan
lg: Tayiwani

source: Tanzania
lg: Tanzaniya

source: Ukraine
lg: Yukurayine

source: Uganda
lg: Yuganda

source: United States
lg: Amerika

source: Uruguay
lg: Wurugwayi

source: Uzbekistan
lg: Wuzibekisitaani

source: Vatican City
lg: Vatikaani

source: St. Vincent & Grenadines
lg: Senti Vinsenti ne Gurendadiini

source: Venezuela
lg: Venzwera

source: British Virgin Islands
lg: Bizinga ebya Virigini ebitwalibwa Bungereza

source: U.S. Virgin Islands
lg: Bizinga bya Virigini eby’Amerika

source: Vietnam
lg: Vyetinaamu

source: Vanuatu
lg: Vanawuwatu

source: Wallis & Futuna
lg: Walisi ne Futuna

source: Samoa
lg: Samowa

source: Yemen
lg: Yemeni

source: South Africa
lg: Sawusafirika

source: Zambia
lg: Zambya
