Repository: Tatoeba/tatoeba2
Catalog: src/Locale/wuu/admin.po
Languages: wuu

source: Error: Sentences added by {username} could not be marked as unreliable.
wuu: 错误：{username} 加上额句子伐能标记为伐可靠。

source: Marked all sentences added by {username} as unreliable.
wuu: 拿{username}加上额所有句子标记成伐可靠。

source: Invalid file “{file}” ignored.
wuu: 么用额文件{file}被忽略掉。

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
wuu: 么办法挠数据库里相额句子{sentenceId}额音频分配给{author}，确宁伊是额有用额用户名。

source: Failed to create directory “{dir}” to import file “{file}”.
wuu: 么办法创建这目录{dir}帮忙导入文件{file}。

source: Failed to copy file “{file}” to directory “{dir}”.
wuu: 么办法挠文件{file}复制到目录{dir}。

source: File “{file}” was successfully imported but could not be removed from the import directory.
wuu: 文件{file}已经成功额导入，伐过么办法从导入目录里相删特。

source: Import recordings
wuu: 录音导进里相

source: Files detected
wuu: 检查到文件

source: File name
wuu: 文件额名字

source: Sentence id
wuu: 句子编号

source: Language
wuu: 闲话

source: May be imported
wuu: 可能是进口

source: N/A
wuu: 伐适用

source: Invalid
wuu: 么用额

source: None
wuu: 么

source: Yes
wuu: 是

source: No
wuu: 勿<br>

source: No files have been detected inside the import directory.
wuu: 导入目录中么找到文件夹。

source: Import
wuu: 输进去

source: Save
wuu: 保存

source: Delete
wuu: 删特

source: Correctness
wuu: 正确性

source: Submit
wuu: 提交

source: Import sentences
wuu: 导入句子

source: Single sentences
wuu: 单独句子

source: Language of the sentences:
wuu: 句子额闲话

source: File:
wuu: 文件

source: Numeric user id:
wuu: 数字用户id：

source: import
wuu: 输入

source: Sentences and translations
wuu: 句子帮翻译

source: Language of the translations:
wuu: 翻译额闲话

source: Mark as unreliable
wuu: 标记为伐可靠

source: Are you sure you want to mark all the sentences of this member as unreliable?
wuu: 侬确宁要拿搿成员额所有句子标记成伐可靠？

source: Are you sure you want to delete user #{number}?
wuu: 侬确宁要拿搿使用者#{number}删特伐？

source: List Users
wuu: 列出用户

source: Profile
wuu: 个宁额

source: Edit User
wuu: 编辑用户

source: Username
wuu: 使用者名字

source: Lang
wuu: 闲话文件

source: Group
wuu: 工作组

source: Level
wuu: 等级

source: Send notifications
wuu: 发送消息

source: unhide
wuu: 取消特隐藏

source: hide
wuu: 隐藏
