Repository: Tatoeba/tatoeba2
Catalog: src/Locale/wuu/default.po
Languages: wuu

source: Sentence removed from list.
wuu: 句子已经从列表里向去特。

source: Undo removal
wuu: 撤销删除

source: Remove from list
wuu: 从列表里向去特。

source: Your session has expired.
wuu: 侬额登录过期了。

source: Please <a href="{}">log in again</a>.
wuu: 请<a href="{}">再登录一趟</a>。

source: Tatoeba is a collection of sentences and translations.
wuu: Tatoeba收集句子帮翻译。

source: It's collaborative, open, free and even addictive.
wuu: 伊是合作额、开放额、自由额，甚至让宁上瘾。

source: Search
wuu: 搜索

source: Tip: <em>=word</em> will search for an exact match on <em>word</em>
wuu: 提示：<em>=词</em>会得搜索完侪匹配额<em>词</em>

source: More tips
wuu: 更多提示

# title
source: Advanced search
wuu: 进阶搜索

source: Sort by
wuu: 排序方式

source: My profile
wuu: 吾额个宁资料

source: Language: {lang}
wuu: 闲话：{lang}

source: Settings
wuu: 设置

source: Log out
wuu: 登出

source: My sentences
wuu: 吾额句子

source: My vocabulary
wuu: 吾额词汇

source: My reviews
wuu: 吾额审阅

source: My lists
wuu: 吾额列表

source: My favorites
wuu: 吾额收藏

source: My comments
wuu: 吾额评论

source: Comments on my sentences
wuu: 吾句子浪相额评论

source: My Wall messages
wuu: 吾额留言墙信息

source: My latest contributions
wuu: 吾额最新动态

source: {number} sentence
wuu: {number}则句子

source: {number} supported language
wuu: 支持{number}种闲话

source: Stats per languages
wuu: 各额闲话额统计

source: {number} contribution today
wuu: {number}今朝额动态

source: Browse
wuu: 浏览

source: Show random sentence
wuu: 随机句子

source: Browse by language
wuu: 选择闲话

source: Browse by list
wuu: 选择列表

source: Browse by tag
wuu: 选择标签

source: Browse audio
wuu: 选择音频

source: Contribute
wuu: 吾要出力

source: Add sentences
wuu: 添加句子

source: Adopt sentences
wuu: 接管句子

source: Discuss sentences
wuu: 谈谈句子

source: Add vocabulary request
wuu: 请求词汇

source: Community
wuu: 社群

source: Wall
wuu: 留言墙

source: List of all members
wuu: 全部用户列表

source: Languages of members
wuu: 用户额闲话

source: Native speakers
wuu: 母语者

source: Profile
wuu: 个宁额

source: Vocabulary
wuu: 词汇

source: Reviews
wuu: 审阅

source: Lists
wuu: 列表

source: Favorites
wuu: 收藏

source: Comments
wuu: 评论

source: Comments on {user}'s sentences
wuu: {user}句子浪相额评论

source: Wall messages
wuu: 留言墙信息

source: Logs
wuu: 历史记录

source: Audio
wuu: 音频

source: Transcriptions
wuu: 转写

source: Translate {user}'s sentences
wuu: 翻译{user}额句子

source: Vocabulary requests
wuu: 词汇请求

source: My vocabulary requests
wuu: 吾请求额词汇

source: Add vocabulary requests
wuu: 请求词汇

source: Existing vocabulary requests
wuu: 拨请求的词汇

source: Add a message:
wuu: 留言

# wall message
source: {createdDate}, edited {modifiedDate}
wuu: {createdDate}，编辑{modifiedDate}

source: hide replies
wuu: 隐藏回复

source: show replies
wuu: 显示回复

source: Your login:
wuu: 侬额账户：

source: Your new password:
wuu: 侬额新密码

source: {user}'s favorite sentences
wuu: {user}收藏额句子

source: Favorite successfully removed.
wuu: 收藏已经成功去特。

source: Sentence {id} has been deleted.
wuu: 句子{id}已经拨删特了。

source: This user does not have any favorites.
wuu: 搿用户么收藏。

source: Error
wuu: 错误

source: Back
wuu: 返回

source: Switch my sentences' license
wuu: 更改吾句子额许可证类型。

source: Switch my sentences to CC0
wuu: 挠吾额句子调成CC0许可证

source: The license for your sentences is being switched. You will receive a private message when the operation is complete.
wuu: 侬句子额许可证类型已经进入调改流程。更改完成以后侬会得收到一则消息。

source: This page allows you to massively switch the license of your sentences to {CC0-link}. Among all your sentences, only the ones that meet the following conditions will be affected.
wuu: 搿页面允许侬批量挠句子额许可证类型调成{CC0-link}。侬全部额句子里向，只有符合以下条件额会得拨调。

source: The current license of the sentence must be CC BY 2.0 FR.
wuu: 句子有额许可证类型必须是CC BY 2.0 FR.。

source: You must be the original creator of the sentence.
wuu: 侬必须是句子的原创者。

source: The sentence must be original and not derived from translation.
wuu: 句子必须是原创额，伐能从其他句子额译文里向摘取。

source: Press the following button to start or restart an analysis of which of your sentences can be switched to CC0.
wuu: 点击下头按钮启动或重启分析，看看侬有哪些句子可以调成CC0许可证。

source: Switch license
wuu: 调许可证

source: Press the following button to initiate the license switch of the above-listed sentences.
wuu: 点击下头按钮，为上面侪部句子申请调许可证类型。

source: Be careful, this operation can not be undone. Switching from CC BY to CC0 is possible, but not the opposite.
wuu: 当心，搿操作伐能取消。 从 CC BY 切换到 CC0 是可能额，伐过反过来伐来塞。

source: Switch license to CC0 1.0
wuu: 挠许可证类型调成CC0 1.0

source: Unlink
wuu: 撤消链接

source: Unlink this translation.
wuu: 撤消搿额翻译。

source: Link
wuu: 关联

source: Make into direct translation.
wuu: 挠伊当成直接翻译。

source: Tatoeba is a large database of sentences and translations. Its content is ever-growing and results from the voluntary contributions of thousands of members.
wuu: Tatoeba是一则保存交关多句子帮翻译数据库。因为有成千则社区成员一道志愿贡献，Tatoeba额内容一直来不断成长。

source: Tatoeba provides a tool for you to see examples of how words are used in the context of a sentence. You specify words that interest you, and it returns sentences containing these words with their translations in the desired languages. The name Tatoeba (<em>for example</em> in Japanese) captures this concept.
wuu: Tatoeba拨侬提供例句工具，帮侬理解单词哪能来句子上下文里向应用。侬输入有兴趣额单词以后，Tatoeba就会拨侬看有搿个单词额句子，还有目标闲话额翻译。Tatoeba搿则名字（来日语里向额意思是<em>举则例子</em>）完全符合网站理念。

# header
source: FAQ
wuu: 常见问题

source: Please make sure to <a href="{}">read the FAQ</a> before asking a question.
wuu: 请来提问前头确认已经读了<a href="{}">常见问题解答</a>。

source: Follow us
wuu: 订阅阿拉

source: Tatoeba Blog
wuu: Tatoeba博客

source: If you have any question, suggestion, or request (or if you would just like to say thank you), feel free to drop us an email at {emailAddress}.
wuu: 假使侬有任何问题、建议、要求（或者侬只勿过想讲谢谢），侬啥辰光都好帮阿拉发邮件{emailAddress}。

source: Post on the Wall
wuu: 发留言

source: You can also tell us what you think by posting on the <a href="{}">Wall</a>.
wuu: 侬啊可以通过<a href="{}">留言</a>拨侬额想法讲把阿拉听。

source: Join our chatroom
wuu: 加阿拉额群聊

source: Donate
wuu: 捐赠

source: Any question?
wuu: 有问题伐？

source: All donations
wuu: 全部额捐钞票

source: How to donate
wuu: 哪能捐赠

source: You have two possible ways to make a donation:
wuu: 侬有两则捐赠的方法：

source: Download sentences
wuu: 下载句子

source: Fields and structure
wuu: 选项帮结构

source: File description
wuu: 文件描述

source: Sentence id
wuu: 句子编号

source: Review
wuu: 审阅

source: Text
wuu: 文本

source: Lang
wuu: 闲话

source: Username
wuu: 使用者名字

source: Date added
wuu: 添加日期

source: Date created
wuu: 创建日期

source: Date last modified
wuu: 最后修改

source: Translation id
wuu: 翻译 ID

source: Tag name
wuu: 标签名称

source: List id
wuu: 列表编号

source: List name
wuu: 列表名称

source: Attribution URL
wuu: 归因网站

source: Script name
wuu: 脚本名称

source: Note
wuu: 备注

source: The data you will find here will NOT be useful unless you are coding a language tool or processing data.
wuu: 除非侬来编写闲话工具或者处理数据，否则侬来搿达寻到额数据么用。

source: If you simply want sentences that you can use to learn a language, check out the <a href="{}">sentence lists</a>. You can build your own, or view the ones that others have created. The lists can be downloaded and printed.
wuu: 假使侬只不过想为学习闲话寻句子，请查查看<a href="{}">句子列表</a>。侬可以自家创建，啊可以看宁嘎创建额句子列表。句子列表可以下载，啊可以打印。

source: Many of the Japanese and English sentences are from the <a href="{}">Tanaka Corpus</a>, which belongs to the public domain.
wuu: 交关多日语帮英文句子是从<a href="{}">田中语料库</a>里向引用额，搿个语料库为大噶所有。

source: A part of our sentences are also available under CC0 1.0.
wuu: 阿拉额部分句子啊可以按CC0 1.0额条件使用。

source: Licenses covering audio
wuu: 关于音频额许可证

source: The license covering an audio file is chosen by the contributor, and is indicated on the page that lists the audio files that he or she has contributed.
wuu: 句子作者选了关于音频额许可证，来使用作者音频文件额页面浪相也啊会得显示搿许可证。

source: Questions?
wuu: 问题？

source: If you have questions or requests, feel free to <a href="{}">contact us</a>. In general, we answer quickly.
wuu: 假使侬有任何疑问或者需求，请<a href="{}">帮阿拉联系</a>。阿拉会得尽快回复。

source: Weekly exports
wuu: 吾额导出

source: Contains all the sentences in the selected language. Each sentence is associated with a unique id and an <a href="{}">ISO 639-3</a> language code.
wuu: 包含选定闲话额全部句子。每句句子都有自嘎额唯一编号，帮<a href="{}">ISO 639-3</a>闲话编码。

source: Detailed Sentences
wuu: 详细句子

source: Contains additional fields for each sentence (owner name, date created/modified).
wuu: 包含每句句子额扩展信息字段（所有宁名称，创建/修改日期）。

source: Original and Translated Sentences
wuu: 原创帮译句

source: Each sentence is listed as original or a translation of another. The "base" field can have the following values:
wuu: 每句句子侪会得列明是原创还是其他句子额翻译。“基本”字段应该用以下值：

source: zero: The sentence is original, not a translation of another.
wuu: 零：句子是原创额，伐是其他句子额翻译。

source: greater than zero: The id of the sentence from which it was translated.
wuu: 大于零：译文原句额句子编号。

source: \N: Unknown (rare).
wuu: \N: 伐晓得（少见）

source: Sentences (CC0)
wuu: 句子（CC0）

source: Contains all the sentences available under CC0.
wuu: 包含全部来CC0条件下头可以用额句子。

source: Links
wuu: 链接

source: Contains the links between the sentences. {sampleLinkLine} means that sentence #77 is the translation of sentence #1. The reciprocal link is also present, so the file will also contain a line that says {sampleLinkLineReversed}.
wuu: 包含句子之间额关联。{sampleLinkLine}代表句子#77是句子#1额翻译。阿拉啊提供反向链接，所以文件啊会得包含搿样一行：{sampleLinkLineReversed}。

source: Tags
wuu: 标签

source: Contains the list of <a href="{url}">tags</a> associated with each sentence. {sampleTagLine} means that sentence #381279 has been assigned the "proverb" tag.
wuu: 包含每则句子关联额<a href="{url}">标签</a>列表。{sampleTagLine}代表句子#381279拨标注"谚语"标签。

source: Contains the list of <a href="{}">sentence lists</a>.
wuu: 包含<a href="{}">句子列表</a>额列表。

source: Sentences in lists
wuu: 列表里向额句子

source: Japanese indices
wuu: 日语音调

source: Contains the equivalent of the "B lines" in the Tanaka Corpus file distributed by Jim Breen. See <a href="{url}">this page</a> for the format. Each entry is associated with a pair of Japanese/English sentences. {sentenceId} refers to the id of the Japanese sentence. {meaningId} refers to the id of the English sentence.
wuu: 包含从Jim Breen贡献额《田中语料库》里向引用额B行同义句。来<a href="{url}">搿则页面</a>可以查看格式。每次输入都会得关联到一对日语/英语同义句。{sentenceId}是日语句子编号，{meaningId}是英语句子编号。

source: Contains the ids of the sentences, in all languages, for which audio is available. Other fields indicate who recorded the audio, its license and a URL to attribute the author. If the license field is empty, you may not reuse the audio outside the Tatoeba project.
wuu: 包含全部闲话里向有音频额句子编号。其他字段还包括音频录制者、音频许可证帮指向作者额URL。假使许可证字段是空额，侬伐能来Tatoeba项目以外用搿音频。

source: Users' sentence reviews
wuu: 用户额句子审阅

source: Contains all transcriptions in auxiliary or alternative scripts. A username associated with a transcription indicates the user who last reviewed and possibly modified it. A transcription without a username has not been marked as reviewed. The script name is defined according to the ISO 15924 standard.
wuu: 有辅助或者替代脚本里向额全部转录。 帮转录关联额用户名表示上趟查看脱可能对伊进行修改额用户。 么用户名额转录么拨标成已审核。 脚本名称是根据 ISO 15924 标准定义额。

source: Need more help?
wuu: 需要更加多额帮助伐？

source: You can check out the <a href="{}">FAQ</a>.
wuu: 侬可以看一看<a href="{}">常见问题解答</a>。

source: If you cannot find the answer to your question, do not hesitate to <a href="{}">contact us</a>.
wuu: 假使侬伐能寻到问题额回答，尽管<a href="{}">联系阿拉</a>。

source: Getting started
wuu: 快速入门

source: If you have no idea what to do now that you are registered, you can introduce yourself on the <a href="{wall}">Wall</a>, or join our <a href="{chatroom}">chatroom</a>. We will give you a purpose. :)
wuu: 假使侬刚刚注册，伐过侬伐晓得现在好组撒，侬可以来<a href="{wall}">留言墙</a>浪相介绍侬自噶，或着来<a href="{chatroom}">在线聊天室</a>浪相加入阿拉，阿拉会得拨侬些建议 :)

source: If you think this project is awesome and would like to help actively, here is a link you <strong>MUST</strong> read:
wuu: 假使侬认为搿则项目老灵光，啊高兴积极帮助，搿达有则链接是侬<strong>必须</strong>读额：

source: That being said, welcome to Tatoeba! We hope you'll enjoy being part of this project :)
wuu: 伐管哪能，欢迎来Tatoeba！阿拉希望侬会欢喜成为搿项目额一部分 :)

source: Important links
wuu: 重要链接

source: Adding new sentences
wuu: 添加句子

source: There are two ways to add new sentences.
wuu: 搿达有两则添加句子额方式。

source: Choose <a href="{}">Add sentences</a> from the <strong>Contribute</strong> menu at the top of each page.
wuu: 选择页面菜单里向额<strong>吾要出力</strong>点击<a href="{}">添加句子</a>。

source: By creating a new <a href="{}">list</a>, and going to the edit page for that list.
wuu: 通过添加一则新<a href="{}">列表</a>，并编辑搿列表。

source: Even though there are many sentences in Tatoeba, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
wuu: 尽管Tatoeba浪相有交关多句子，伐过还有老多词汇么拨覆盖。搿就是为啥阿拉鼓励侬用新词汇添加新句子，即使侬伐晓得哪能挠伊翻译成其它闲话。

source: Translating sentences
wuu: 翻译句子

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into many languages.
wuu: 翻译是Tatoeba最重要额任务之一，因为搿项目额主要目的来于搜集翻译成好几则闲话额句子。

source: You can translate a sentence from pretty much everywhere. Just click on this icon {translateButton} whenever you see it.
wuu: 只要侬看到{translateButton}图标，侬就可以点击伊进行翻译。

source: Correcting mistakes
wuu: 纠正错误

source: You can only correct mistakes in sentences that belong to you. If you see a mistake in someone else's sentence, you can post a comment to notify him or her of the mistake.
wuu: 侬只好修改侬额句子里向额错误。假使侬来宁嘎额句子里向寻到错误，侬可以发评论提醒伊。

source: In certain cases, the sentence does not have an owner. Read the paragraph below (on adopting sentences) to learn more.
wuu: 有额辰光，句子么所有者。请看下一部分（接管句子）来了解更多。

source: Adopting sentences
wuu: 接管句子

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, many of the sentences in Tatoeba come from a Japanese-English corpus called the Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
wuu: 侬添加句子额辰光，搿则句子是侬额，也就是讲只有侬好编辑伊。伐过，Tatoeba浪相额大部分句子来自一则叫Tanaka额日英语料库。搿些句子是从Tatoeba外头额途径寻到额，所以也就么所有者。

source: If you see a mistake in an "orphan" sentence, you will not be able to correct it because you are not the owner. This is why there is an "adopt" option ({adoptButton}). Once you adopt a sentence, you become its owner and therefore can edit it.
wuu: 假使侬来某则么所有者额句子里向发现一则错误，侬对伊进行修改是伐来塞额，因为侬伐是搿句子额所有者。搿就是为啥有“接管”({adoptButton})搿一选项额原因了。只要侬接管了一句句子，侬就成了所有者可以对伊进行编辑。

source: Adopting a sentence is also part of the "quality process". You can find more information about it here:
wuu: 接管例句啊是“质量检验”额一部分。侬可以来搿达了解更多：

source: Sentence lists
wuu: 例句列表

source: You can create lists of sentences in Tatoeba. By default the list is <strong>personal</strong>, which means it can only be edited by the person who created it (but it is still visible to everyone).
wuu: 侬可以来Tatoeba里向创建例句列表。默认是<strong>个宁</strong>列表，就是只好让创建者编辑搿列表（伐过对所有宁可见）。

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>collaborative</strong>.
wuu: 伐过侬啊可以通过设置列表为<strong>合作</strong>列表来允许任何Tatoeba用户添加或者修改例句。

source: Tatoeba: Collection of sentences and translations
wuu: Tatoeba：句子帮翻译

source: Stats
wuu: 统计

source: Latest messages
wuu: 最新留言

source: Go to settings
wuu: 前往设置

source: show more...
wuu: 更多...

source: Latest comments
wuu: 最新评论

source: Want to help?
wuu: 要帮忙伐？

source: We are collecting sentences and their translations. You can help us by translating or adding new sentences.
wuu: 阿拉来收集句子帮伊额翻译。 侬可以通过翻译或着添加新句子来帮阿拉。

source: Join the community
wuu: 加入社区

source: Page temporarily disabled
wuu: 页面暂时伐能用

source: Private messages
wuu: 消息

source: Empty trash
wuu: 空垃圾箱

source: [no subject]
wuu: [么主题]

source: Restore
wuu: 还原

source: To help keep Tatoeba free of spam and other malicious messages new users can send only 5 messages per day.
wuu: 为了避免让Tatoeba接受垃圾邮件帮其他恶意信息，新用户每日只好发送5则消息。

source: You have reached your message limit for today
wuu: 侬今朝发送邮件额数量已达上限。

source: Please wait until you can send more messages.
wuu: 请等特些，直到侬可以发送更多消息。

source: You have sent one message today.
wuu: 侬今朝发了{n}则邮件。

source: Sentences marked as "OK"
wuu: 拨标成“么问题”额句子

source: Sentences marked as "unsure"
wuu: 拨标成“伐确定”额句子

source: Sentences marked as "not OK"
wuu: 拨标成“有问题”额句子

source: All sentences
wuu: 全部句子

source: Outdated reviews
wuu: 要更新额审阅

source: Sentences in {language} marked as "OK"
wuu: 拨标成“么问题”额{language}句子

source: Sentences in {language} marked as "unsure"
wuu: 拨标成“伐确定”额{language}句子

source: Sentences in {language} marked as "not OK"
wuu: 拨标成“有问题”额{language}句子

source: All sentences in {language}
wuu: 全部{language}句子

source: Outdated reviews for sentences in {language}
wuu: 要更新额{language}句子审阅

source: {user}'s reviews - {category}
wuu: {user}额审阅——{category}

source: You can activate it in your settings: "Activate the feature to review sentences."
wuu: 侬可以来设置里向激活审阅句子额功能。

# reviews
source: Most recently updated
wuu: 最新更新优先

# reviews
source: Least recently updated
wuu: 最先更新优先

# reviews
source: Newest first
wuu: 最新优先

# reviews
source: Oldest first
wuu: 最旧优先

source: Newest sentences
wuu: 最新动态

source: Oldest sentences
wuu: 最旧动态

source: Click the top sentence to go to tatoeba.org to translate it or leave a comment.
wuu: 点击高头额句子去tatoeba翻译或者发评论

source: Sentence #{number}
wuu: {number}号句子

source: Edit Comment
wuu: 编辑评论

source: Edit Comment on Sentence #{number}
wuu: 编辑下头句子浪相额评论

source: Comments on sentences
wuu: 句子浪相额评论

source: {user}'s comments
wuu: {user}发额评论

source: {user} has posted no comment
wuu: {user}么发过评论

source: Go back to previous page
wuu: 回到上头一页

source: {user}'s comments (total&nbsp;{n})
wuu: {user}额评论（总共{n}条）

source: {user} has no comment posted on his/her sentences
wuu: {user}么来伊额句子浪相发评论

source: Comments on {user}'s sentences (total&nbsp;{n})
wuu: 拨{user}句子额评论（总共{n}条）

source: Add new sentences
wuu: 添加新额句子

source: Important
wuu: 当心

source: Sentences wanted
wuu: 需要额句子

source: <strong>We like quality.</strong> Every detail matters. Please do not forget punctuation and capital letters.
wuu: <strong>阿拉欢喜品质。</strong>每额细节侪邪气重要。伐要忘记标点帮大写。

source: <strong>We like diversity.</strong> Unleash your creativity! Avoid using the same words, names, topics, or patterns over and over again.
wuu: <strong>阿拉欢喜多样。</strong>释放侬额创造力！伐要一遍遍额用同样额词，名字，主题或者模式。

source: <strong>We like sharing our data.</strong> Avoid copy-pasting sentences, or at least make sure they are not copyrighted and are compatible with the CC BY license. Otherwise we cannot use them.
wuu: <strong>阿拉欢喜分享数据。</strong>伐要复制粘贴句子，假使必须搿能样子，啊要确认句子符合CC BY许可证标准，或者伐受版权限制。否则阿拉伐能用。

source: Language index
wuu: 闲话索引

source: There is {n} language on Tatoeba
wuu: Tatoeba浪相有{n}则闲话

source: My profile languages
wuu: 吾个宁资料里向额闲话

source: Top ten
wuu: 十大

source: Show all languages {arrowIcon}
wuu: 显示全部闲话{arrowIcon}

source: {user}'s sentences
wuu: {user}额句子

source: {user}'s sentences in {language}
wuu: {user}额{language}句子

source: Only show original sentences
wuu: 只显示原创句子

source: {user} does not own any sentences in {language}
wuu: {user}么{language}句子

source: {user} does not own any sentences
wuu: {user}一则句子啊么

# sentences
source: Most recently updated
wuu: 最新更新优先

# sentences
source: Least recently updated
wuu: 最先更新优先

# sentences
source: Newest first
wuu: 最新优先

# sentences
source: Oldest first
wuu: 最旧优先

source: An error occurred while fetching the random sentence. If this persists, please <a href="{}">let us know</a>.
wuu: 得到随机句子额辰光出差错。假使搿情况一直来还，<a href="{}">让阿拉晓得</a>。

source: Sentences with: {keywords}
wuu: 有{keywords}额句子

source: Sentences in {language} not translated into {translationLanguage}
wuu: 么拨翻译成{translationLanguage}额{language}句子

source: Sentences in {language} translated into {translationLanguage}
wuu: 拨翻译成{translationLanguage}额{language}句子

source: Sentences in {language}
wuu: {language}额句子

source: Sentences not translated into {language}
wuu: 么拨翻译成{language}额句子

source: Sentences translated into {language}
wuu: 拨翻译成{language}额句子

source: Warning: the following criteria have been ignored:{list}
wuu: 当心：下头条件么用：{list}

source: Search error
wuu: 搜索出错

source: Invalid query. Please refer to the <a href="{}">search documentation</a> for more details.
wuu: 查询么用。 关于更多详细信息，请看看<a href="{}">搜索文档</a>。

source: An error occurred while performing the search. If the problem persists, please <a href="{us}">let us know</a> and include the error code "{errorCode}" in your message.
wuu: 执行搜索额辰光出错。 假使问题还来还，请<a href="{us}">让阿拉晓得</a>，脱来还侬额消息里向写浪错误代码“{errorCode}”。

source: Search: {keywords}
wuu: 寻： {keywords}

source: Search disabled
wuu: 搜索排除

source: Due to technical reasons, the search feature is currently disabled. We are sorry for the inconvenience. Please try again later.
wuu: 因为技术原因，搜索功能现在伐能用。 阿拉为造成额伐便讲声对伐起。 请等特些再试。

source: {sentence} - {language} example sentence
wuu: {sentence} - {language}句子

source: Browse translated example sentences. This page shows translations and information about the sentence: {sentenceText}
wuu: 看看翻译好额句子。搿页面显示额是关于下头句子额翻译帮信息：{sentenceText}

source: Sentence does not exist:
wuu: 么寻到相应结果：

source: There are no comments for now.
wuu: 现在么评论。

source: Reviewed by
wuu: 审阅

source: There is no log for this sentence
wuu: 么搿句额历史记录。

source: Random Sentence
wuu: 随机句子

source: The random sentence feature is currently disabled, please try again later.
wuu: 随机句子功能现在伐能用，请等特些试试看。

source: An error occurred while fetching random sentences. If this persists, please <a href="{}">let us know</a>.
wuu: 得到随机句子额辰光出差错。假使搿情况一直来还，<a href="{}">让阿拉晓得</a>。

source: Only the last {n} sentences are displayed here.
wuu: 搿搭只显示最后{n}则句子。

source: Problem while saving
wuu: 保存额辰光出差错。

source: Download list:
wuu: 下载列表:

source: Actions
wuu: 操作

# header
source: Download
wuu: 下载

source: File format
wuu: 文件格式

source: Raw text file
wuu: 纯文本

source: Tab-separated file
wuu: 制表符分隔值

source: List for the Shtooka recorder
wuu: Shtooka录音机列表

source: Translation (optional)
wuu: 翻译（可以选）

source: None
wuu: 么

source: If you select a language, the translation of each sentence into that language (if it exists) will be written to your output. You can then import the file to produce a deck of flash cards, using the {Anki} program.
wuu: 假使侬选一则闲话，每则句子到搿闲话额翻译（假使有）会得写浪侬额输出。 慢交，侬可以用搿{Anki}程序导入搿文件来生成一则闪存卡

# button
source: Download
wuu: 下载

source: Collaborative lists ({total})
wuu: 合作列表（{total}则）

source: All public lists ({total})
wuu: 全部公开列表（{total}则）

source: Collaborative lists containing "{search}" ({total})
wuu: 全部合作列表有 "{search}" ({total})

source: All public lists containing "{search}" ({total})
wuu: 全部公开列表有 "{search}" ({total})

source: List name (alphabetical)
wuu: 列表名（字母顺序排列）

source: List name (reverse alphabetical)
wuu: 列表名（字母倒序排列）

# lists
source: Newest first
wuu: 最新优先

# lists
source: Oldest first
wuu: 最旧优先

source: Highest number of sentences
wuu: 句子多优先

source: Lowest number of sentences
wuu: 句子少优先

# lists
source: Most recently updated
wuu: 最新更新优先

# lists
source: Least recently updated
wuu: 最先更新优先

source: {username}'s lists ({total})
wuu: {username}额列表（{total}则）

source: {username}'s lists containing "{search}" ({total})
wuu: {username}额列表有 "{search}" ({total})

source: Sentence successfully removed.
wuu: 句子已经成功去特。

source: About this list
wuu: 关于搿则列表

source: created by {listAuthor}
wuu: 是{listAuthor}创建额

source: Contains {n}&nbsp;sentence
wuu: 有{n}则句子

source: Options
wuu: 选项

source: Edit name
wuu: 编辑名称

source: Click to edit...
wuu: 点击编辑...

source: Sort by:
wuu: 排序方式：

source: date added to list
wuu: 日期已经添加到列表

source: date created
wuu: 创建日期

source: Download this list
wuu: 下载搿则列表

source: Delete this list
wuu: 删除搿则列表

source: Most recently added
wuu: 最新添加

source: Least recently added
wuu: 最先添加

source: This list is empty.
wuu: 搿则列表是空额。

source: You can create new sentences directly in this list by clicking on the {addSentenceButton} icon in the header of this section.
wuu: 侬可以揿搿部分标题里向额{addSentenceButton}图标来还搿列表里向创建新句子。

source: You can also add existing sentences to this list, from other pages, by clicking on the {addToListButton} icon in the menu of the sentence.
wuu: 侬啊可以来揿句子菜单里向额{addToListButton}图标从其他页面拨现有句子添加到搿列表里向。
