Repository: Tatoeba/tatoeba2
Catalog: src/Locale/wuu/default.po
Languages: wuu

source: The sentence you tried to create already exists. The existing sentence was added to your list instead.
wuu: 侬尝试创建额句子已经存在。 现有句子已经添加到侬额列表里向。

source: Admins
wuu: 管理员

source: Corpus maintainers
wuu: 语料管理专员

source: Advanced contributors
wuu: 高级编辑者

source: Contributors
wuu: 编辑者

source: Legend
wuu: 图例

source: Total
wuu: 总共

source: Number of sentences per language
wuu: 每则闲话额句子数量

source: One sentence
wuu: {n}则句子

source: Sentences with tag {tagName}
wuu: 有{tagName}标签额句子

source: Show all tags
wuu: 显示全部标签

source: {tagName} ({n} sentence)
wuu: {tagName}（{n}则句子）

source: Newest sentences first
wuu: 最新句子优先

source: Oldest sentences first
wuu: 最旧句子优先

source: Most recently tagged
wuu: 最新加标签优先

source: Least recently tagged
wuu: 最先加标签优先

source: All existing tags
wuu: 全部现存标签

source: Search tags
wuu: 寻标签

source: All tags (total {{count}})
wuu: 全部标签（总共 {{count}}则）

source: Tags containing: {search} (total {{count}})
wuu: 标签有：{search}（总共{{count}}则）

source: Tag name (alphabetical)
wuu: 标签名（字母顺序排列）

source: Tag name (reverse alphabetical)
wuu: 标签名（字母倒序排列）

source: Chinese traditional/simplified conversion
wuu: 中文繁/简体转换

source: Source code
wuu: 源代码

source: Enter either traditional or simplified Chinese
wuu: 输入繁体或者简体中文

source: Convert
wuu: 转换

source: Autogenerate furigana over Japanese
wuu: 自嘎拨日语生成假名注音

source: Autogenerate furigana
wuu: 自嘎生成假名注音

source: Useful tools
wuu: 有用额工具

source: Tools
wuu: 工具

source: Furigana autogeneration
wuu: 自动生成假名注音

source: autogenerate furigana over Japanese.
wuu: 自嘎拨日语生成假名注音

source: Chinese simplified/traditional conversion
wuu: 中文简/繁体转换

source: convert traditional Chinese to simplified and vice versa
wuu: 挠繁体中文转换成简体，反过来啊一样

source: Shanghainese to IPA
wuu: 挠上海闲话转成国际音标

source: Convert a Shanghainese text into its pronunciation using the International Phonetic Alphabet
wuu: 挠上海闲话文字转成用国际音标额相对发音

source: Convert Shanghainese into IPA
wuu: 挠上海闲话转成国际音标

source: Credits
wuu: 谢谢

source: We really want to thank <a href='{0}'>Kellen Parker</a> who has provided us with much more complete data files. If you're interested in his work, you can check his project page <a href='{1}'>here</a>. Without him, the Shanghainese sentences wouldn't have such a complete IPA.
wuu: 阿拉真额谢谢<a href='{0}'>Kellen Parker</a>拨阿拉提供了更完整额数据文件，假使侬对伊额工作感兴趣，可以去看看<a href='{1}'>伊额项目网站</a>。么伊额帮助，上海闲话就伐可能有噶许多完整额国际音标。

source: Enter a text in shanghainese dialect
wuu: 输入一句上海闲话

source: Transcriptions of {username}
wuu: {username}额转写

source: {username} does not have any transcriptions
wuu: {username}啥转写啊么

source: Please fix the following error or press the Cancel button.
wuu: 请修正下头搿些错误或者揿取消按钮。

source: Edit profile
wuu: 编辑个宁资料

source: Current picture
wuu: 最近头像

source: Remove
wuu: 去特

source: New picture
wuu: 新头像

source: Upload
wuu: 上传

# user
source: Name
wuu: 名字

source: Country
wuu: 国家/地区

source: Birthday
wuu: 生日

source: Homepage
wuu: 主页

source: Description
wuu: 描述

source: Add a language
wuu: 添加一则闲话

source: Add language
wuu: 添加闲话

source: Edit language
wuu: 编辑闲话

source: If your language is missing, please read our article on how to <a href="{}">request a new language</a>.
wuu: 假使侬寻伐到侬额闲话，请读阿拉哪能<a href="{}">申请新闲话</a>额文章。

source: What is your level?
wuu: 侬额等级是？

source: Details (optional). For instance, which dialect or from which country.
wuu: 详细信息（可选）。像是阿里国家阿里则方言。

source: Contact {user}
wuu: 发消息拨{user}

source: Comments posted
wuu: 评论已经发布

source: Sentences owned
wuu: 句子总数

source: Audio recordings
wuu: 音频

source: Sentences favorited
wuu: 收藏额句子总数

source: Contributions
wuu: 动态

source: Show latest activity
wuu: 显示最近动态

source: Email notifications are ENABLED.
wuu: 邮件通知已经启用。

source: Email notifications are DISABLED.
wuu: 邮件通知已经禁用。

source: Access to this profile is PUBLIC. All the information can be seen by everyone.
wuu: 搿用户信息设置成公开。全部信息侪可见。

source: Access to this profile is RESTRICTED. Only Tatoeba members can see the personal information and the description.
wuu: 搿用户信息访问受限。只有Tatoeba额用户才可以看伊额个宁信息帮描述。

source: Member since
wuu: 注册日期

source: Contributions blocked
wuu: 动态

source: No description.
wuu: 么描述。

source: Languages
wuu: 闲话

source: No language added.
wuu: 么加闲话。

source: TIP: We encourage you to indicate the languages you know.
wuu: 提示：阿拉建议侬标明侬懂额闲话。

source: TIP: Encourage this user to indicate the languages he or she knows.
wuu: 提示：建议搿用户标明伊懂额闲话。

source: Next
wuu: 下一步

source: Add this language
wuu: 添加搿闲话

source: Main options
wuu: 主要选项

source: Send email notifications
wuu: 发邮件通知

source: Set your profile public
wuu: 挠个宁资料设置成公开

source: Display a link to expand/collapse translations when there are too many translations
wuu: 当翻译太多额辰光显示一则链接来展开/折叠翻译

source: Always show unreviewed transcriptions and alternative scripts
wuu: 老是显示么审查额转录帮替代脚本

source: Show random sentence on the homepage
wuu: 来还首页显示随机句子

source: Enter <a href="{url}">ISO 639-3 codes</a>, separated with a comma (e.g.: jpn,epo,ara,deu). Tatoeba will then only display translations in the languages you indicated. You can leave this empty to display translations in all languages.
wuu: 写浪<a href="{url}">ISO 639-3代码</a>，用逗号分隔（像搿能：jpn,epo,ara,deu）。 Tatoeba只会得显示侬指定闲话额翻译。侬可以保留搿项伐填来显示全部闲话额翻译。

source: Number of sentences per page
wuu: 每则页面额句子数量

source: Default license for original sentences
wuu: 原创句子额默认许可证

source: Experimental options
wuu: 实验选项

source: Options in this category are not fully functional, may not work for everyone and/or are in a phase of beta testing. They may change or be removed in the future.
wuu: 搿类别里向选项功能伐完整，可能伐适用于所有宁帮/或来还 Beta 测试阶段。 伊拉以后可能会改特或拨删特。

source: Activate the feature to review sentences
wuu: 激活审阅句子额功能

source: Mark sentences when the owner indicated in their profile that they have a native level in the language of the sentence. In the old design "(native)" is displayed next to the username. In the new design a {star} is displayed next to the sentence.
wuu: 来所有者来伊个宁资料里向讲伊拉来句子闲话方面有母语水平额辰光，请标记句子。 来旧设计里向，“(母语者)”显示来用户名旁边。 来新设计里向，句子旁边会得显示 a {star}。

source: Change email address
wuu: 修改邮件地址

source: Email address
wuu: 电子邮件

source: Change password
wuu: 更改密码

source: Old password
wuu: 旧密码

source: New password
wuu: 新密码

source: New password again
wuu: 再输一趟新密码

source: Members
wuu: 用户

source: Search user
wuu: 寻用户

source: Members (total {number})
wuu: 用户（总共{number}则）

source: Username (alphabetical)
wuu: 用户名（字母顺序排列）

source: Username (reverse alphabetical)
wuu: 用户名（字母倒序排列）

# members
source: Newest first
wuu: 最新优先

# members
source: Oldest first
wuu: 最旧优先

source: Status (admin to contributor)
wuu: 状态（管理员到编辑者）

source: Status (contributor to admin)
wuu: 状态（编辑者到管理员）

source: Can switch license
wuu: 许可证类型可以调

source: Members: {lang}
wuu: {lang}用户

source: Back to global stats
wuu: 回到全球数据

source: {lang} ({total} member)
wuu: {lang}（{total}则用户）

source: Password
wuu: 密码

source: Remember me
wuu: 记牢登录

source: Forgot your password?
wuu: 忘特了侬额密码？

source: Send new password
wuu: 发送新密码

source: Email
wuu: 邮件

source: I accept the <a href="{}">terms of use</a>
wuu: 吾接受<a href="{}">使用条款</a>

source: unmask password
wuu: 显示密码

source: Unmask password
wuu: 显示密码

source: Native language:
wuu: 母语：

source: If you don't find your native language in the list, leave this as 'None'.
wuu: 假使侬寻伐到自嘎额母语，选‘么’。

source: You did not accept the terms of use.
wuu: 侬还么接受使用条款。

source: Tatoeba user: {username}
wuu: Tatoeba用户：{username}

source: Latest sentences
wuu: 最新动态

source: view all
wuu: 查看全部

source: Latest Wall messages
wuu: 最新留言墙消息

source: Add vocabulary items
wuu: 添加词汇

source: Add vocabulary that you are learning. If your vocabulary does not exist yet in Tatoeba, other contributors can add sentences for it.
wuu: 添加侬来还学额词。 假使侬额词来 Tatoeba 里向还么，其他贡献者可以拨伊添加句子。

source: Vocabulary item
wuu: 一则词

source: Add
wuu: 添加

source: Vocabulary items added
wuu: 加了一则词

source: You have already added this vocabulary item.
wuu: 侬已经加搿则词了。

source: Vocabulary that needs sentences
wuu: 需要句子额词

source: Vocabulary that needs sentences in {language}
wuu: 需要句子额{language}词

source: Only vocabulary items that match fewer than 10 sentences are displayed here.
wuu: 只有总共句子少于10额词才会得出现来搿达。

source: There are no requests.
wuu: 么导出。

source: This sentence already exists.
wuu: 搿句子已经有了。

source: Submit
wuu: 提交

source: {username}'s vocabulary items ({number})
wuu: {username}额词（{number}）

source: Edit message {number}
wuu: 编辑消息 {number}

source: Wall (one thread)
wuu: 留言墙（{n}则话题）

source: Before asking a question, make sure to read the <a href="{}">FAQ</a>.
wuu: 提问前头确定已经读了<a href="{}">常见问题解答</a>。

source: We aim to maintain a healthy atmosphere for civilized discussions. Please read our <a href="{}">rules against bad behavior</a>.
wuu: 阿拉额目标是保持文明讨论额健康氛围。 请读阿拉<a href="{}">对于伐良行为额规定</a>。

source: You may write in any language you want. On Tatoeba, all languages are equal.
wuu: 侬可以用任何侬想要用额闲话写。来Tatoeba，所有闲话侪是平等额。

source: {user}'s Wall messages
wuu: {user}额留言墙信息

source: {user}'s messages on the Wall (total&nbsp;{n})
wuu: {user}额留言墙信息（总共{n}条）

source: Menu
wuu: 菜单

source: Back to Wall
wuu: 回到留言板

source: Tatoeba will temporarily shut down for maintenance in {n} second.
wuu: Tatoeba 会得来{n}秒里向关特一歇来进行维护。

source: Tatoeba will temporarily shut down for maintenance in {n} minute.
wuu: Tatoeba 会得来{n}分钟里向关特一歇来进行维护。

source: You may not reuse the following audio recordings outside the Tatoeba project because {userName} has not chosen any license for them.
wuu: 因为{userName}么拨下头额音频注册许可证，侬伐能来Tatoeba项目外头用搿些音频。

source: Send message
wuu: 发消息

source: Unhide
wuu: 取消隐藏

source: Hide
wuu: 隐藏

source: Filter by language
wuu: 只显示

source: date unknown
wuu: 伐晓得日期

source: yesterday
wuu: {n}日前头

source: an hour ago
wuu: {n}小时前头

source: a minute ago
wuu: {n}分钟前头

source: January
wuu: 1月

source: February
wuu: 2月

source: March
wuu: 3月

source: April
wuu: 4月

source: May
wuu: 5月

source: June
wuu: 6月

source: July
wuu: 7月

source: August
wuu: 8月

source: September
wuu: 9月

source: October
wuu: 10月

source: November
wuu: 11月

source: December
wuu: 12月

# incomplete date
source: {month} {day}
wuu: {month}{day}日

# incomplete date
source: {month} {year}
wuu: {month}{year}年

source: tab
wuu: 制表符

source: Profile languages
wuu: 个宁资料里向额闲话

source: Last used languages
wuu: 最后用额闲话

source: Other languages
wuu: 其他闲话

# dropdown-list
source: Unknown language
wuu: 伐晓得额闲话

source: other language
wuu: 其他闲话

source: You cannot add sentences because you did not add any language in your profile.
wuu: 侬伐能添加句子，因为侬还么来个宁资料里向添加任何闲话。

source: You cannot translate sentences because you did not add any language in your profile.
wuu: 侬伐能翻译句子，因为侬还么来个宁资料里向添加任何闲话。

# level
source: Unspecified
wuu: 没讲

source: 0: Almost no knowledge
wuu: 0：几乎伐懂

source: 1: Beginner
wuu: 1：刚开始学

source: 2: Intermediate
wuu: 2：中级

source: 3: Advanced
wuu: 3：高级

source: 4: Fluent
wuu: 4：流利

source: 5: Native level
wuu: 5：母语

source: created
wuu: 创建来

source: last updated
wuu: 最后更新来

source: (unnamed list)
wuu: （么命名清单）

source: Number of sentences
wuu: 句子数量

source: Back to all lists
wuu: 回到所有列表

source: Back to this list
wuu: 回到搿列表

source: Public
wuu: 公开

source: Who can add/remove sentences
wuu: 啥宁可以添加、去特句子

source: Anyone
wuu: 任何宁

source: Only me
wuu: 只好吾

source: Remove sentence {number} from list
wuu: 从列表里向去特句子{number}

source: Remove this sentence from '{listName}'.
wuu: 从{listName}列表里向去特搿句子

source: Add a sentence to this list :
wuu: 添加句子到搿则列表

source: NOTE : You can also add existing sentences with this icon {addToListButton} (while <a href="{url}">browsing</a> for instance).
wuu: 注意：侬可以添加有搿标识{addToListButton}额例句（像来<a href="{url}">浏览</a>界面里向）。

source: Create a new list
wuu: 创建新列表

# list
source: Name
wuu: 名字

# header
source: Search
wuu: 搜索

source: All public lists
wuu: 全部公开列表

source: Collaborative lists
wuu: 合作列表

# list
source: Unspecified
wuu: 没讲

source: Other lists
wuu: 其他列表

source: added by {user}
wuu: {user} 添加

source: added by an unknown member
wuu: 伐晓得额用户添加

source: linked by {user}
wuu: {user} 链接

source: linked by an unknown member
wuu: 伐晓得额用户链接

source: license chosen by {user}
wuu: {user}选择许可证

source: license chosen by a unknown member
wuu: 伐晓得额用户选择许可证

source: edited by {user}
wuu: {user} 编辑

source: edited by an unknown member
wuu: 伐晓得额用户编辑

source: license changed by {user}
wuu: {user}调特许可证

source: license changed by an unknown member
wuu: 伐晓得额用户调特许可证

source: deleted by {user}
wuu: {user}删特

source: deleted by an unknown member
wuu: 伐晓得额用户删特

source: unlinked by {user}
wuu: {user}取消链接

source: unlinked by an unknown member
wuu: 伐晓得额用户取消链接

source: {info}, {date}
wuu: {date}{info}

source: admin
wuu: 管理员

source: advanced contributor
wuu: 高级编辑者

source: contributor
wuu: 编辑者

source: inactive
wuu: 么激活额用户

source: Undo
wuu: 取消

source: Link to another sentence
wuu: 链接另一则句子

source: Sentence number
wuu: 句子号码

source: Add to list
wuu: 加进列表

source: Sentence already in all possible lists
wuu: 句子已经来所有可能额列表里向

source: Add to one of your lists
wuu: 加进侬额一则列表

source: Add to a collaborative list
wuu: 加进合作列表

source: You cannot delete this sentence because it has audio.
wuu: 侬伐能删特搿则句子因为伊有音频。

source: belongs to {user}
wuu: 是{user}额。

source: (native)
wuu: （母语者）

source: Tatoeba can automatically enter the sentence ID when you have copied a sentence URL. To enable this, please allow your browser to read from the clipboard.
wuu: Tatoeba 可以来侬复制句子 URL 额辰光自嘎输入句子 ID。 要用搿则功能，请允许侬额浏览器从剪贴板读取。

source: {n} result
wuu: {n}则结果

source: {thousand}&nbsp;results out of {n} occurrence
wuu: {n}则结果里向额{thousand}则

source: Recently added sentences may not appear in search results.
wuu: 最近加额句子可能伐会来搜寻结果里向。

source: Previous page [Ctrl+←]
wuu: 上头一页 [Ctrl+←]

source: Next page [Ctrl+→]
wuu: 下头一页 [Ctrl+←]

source: {sender} wrote:
wuu: {sender} 讲：

source: Mark as unread
wuu: 标记为还么读

source: to {recipient}
wuu: 拨{recipient}

source: Draft
wuu: 草稿

source: from {sender}
wuu: 来自{sender}

source: Any language
wuu: 任何闲话

source: Show sentence's details
wuu: 显示句子详情

source: Show 1 more translation
wuu: 显示其他{number}则翻译

source: Translation:
wuu: 翻译：

source: Submit translation
wuu: 提交翻译

source: This sentence is original and was not derived from translation.
wuu: 搿则句子是原创额，么从其他句子额译文里向摘取。

source: This sentence was initially added as a translation of sentence {sentenceIdWithIdSign}.
wuu: 搿则句子最早是作为句子{sentenceIdWithIdSign}额翻译添加额。

source: We cannot determine yet whether this sentence was initially derived from translation or not.
wuu: 阿拉还伐能确认搿句闲话最早是伐是来自翻译。

source: NOTE: Both direct and indirect translations will be shown.
wuu: 有间接翻译额句子啊会得拨显示。

source: View all tags
wuu: 查看全部标签

source: Added by {username}, {date}
wuu: {date}{username}添加

source: Remove tag '{tagName}' from this sentence.
wuu: 从搿则句子里向删特'{tagName}'标签

source: Remove tag from sentence
wuu: 删除标签

source: Show transcription
wuu: 显示转写

source: Edit transcription
wuu: 编辑转写

source: You cannot edit this transcription.
wuu: 侬伐能删特搿转写。

# alternative script
source: Click to mark it as reviewed.
wuu: 点击标成已审阅

# transcription
source: Click to mark it as reviewed.
wuu: 点击标成已审阅

source: Unknown number of sentences
wuu: 伐晓得多少句子

source: by {messageAuthor}
wuu: {messageAuthor}发表
