Repository: Tatoeba/tatoeba2
Catalog: src/Locale/wuu/default.po
Languages: wuu

source: There's no user called {username}
wuu: 个的么使用额宁叫{username}

source: Your audio settings have been saved.
wuu: 侬额音频设置已经拔保存咾

source: An error occurred while saving. Please try again or contact us to report this.
wuu: 保存额辰光发生错误。请再试试看或者帮阿拉联系以报告搿情况。

source: Please wait until the list is updated.
wuu: 请等特些列表更新。

source: A license switch is already in progress.
wuu: 许可证调换已经在进行。

source: Sentences #{firstNumber} and #{secondNumber} are now direct translations of each other.
wuu: 句子{firstNumber}帮{secondNumber}是伊拉互相额直接翻译。

source: Sentences #{firstNumber} and #{secondNumber} are no longer direct translations of each other.
wuu: 句子{firstNumber}帮{secondNumber}伐再是伊拉互相额直接翻译。

source: An error occurred while unlinking. Please try again or contact us to report this.
wuu: 去特链接额辰光发生错误。请再试试看或者帮阿拉联系以报告搿情况。

source: Folder "{name}" emptied.
wuu: 文件夹{name}已经拔清空。

source: There is no sentence with id {number}
wuu: id {number}么有句子。

source: Your comment has been saved.
wuu: 侬额评论已经拔保存。

source: You do not have permission to edit this comment.
wuu: 侬么有权利编辑搿评论。

source: If you have received this message in error, please contact administrators at {email}.
wuu: 假使侬收到错误额搿消息，请通过搿方式联系管理员{email}。

source: Changes to your comment have been saved.
wuu: 对侬额评论额编辑已经保存。

source: The sentence #{id} has been deleted.
wuu: 句子{id}已经拨删特了。

source: Error: the sentence #{id} could not be deleted.
wuu: 错误：搿句子{id}伐能被删特。

source: You are not allowed to change the license of this sentence.
wuu: 侬么权利调特搿句子额许可证。

source: The license of the sentence has been changed to “{newLicense}”.
wuu: 句子额许可证被调成{newLicense}。

source: Unable to change the license to “{newLicense}” because:
wuu: 因为搿些原因，么办法拔许可证调成{newLicense}。

source: You do not have permission to view this list.
wuu: 侬么权利查看搿列表。

source: The sentence could not be added to the list.
wuu: 搿句子么办法添加到列表里相。

source: You do not have permission to download this list.
wuu: 侬么权利下载搿列表。

source: There are no sentences for this tag. The tag you are looking for has been deleted or does not exist.
wuu: 搿标签么有句子。侬要寻额标签已经删特了或者伐存在。

source: No user with this username: {username}
wuu: 么有用搿用户名{username}额用户。

source: Failed to upload image
wuu: 么办法上传图片。

source: Please choose an image that does not exceed 1 MB.
wuu: 请选伐超过1MB额图像。

source: Please choose GIF, JPEG or PNG image format.
wuu: 请选择GIF，JPEG或者PNG额图像格式。

source: Error while saving.
wuu: 保存额辰光出差错。

source: Profile saved.
wuu: 个宁资料已经保存。

source: Failed to change email address. Please enter a proper email address.
wuu: 更改电子邮箱地址失败了。请输进去正确额邮箱地址。

source: That email address already exists. Please try another.
wuu: 搿额邮箱地址已经存在。请试试看另一则。

source: The entered birthday is an invalid date. Please try again.
wuu: 输入额日期伐是有效额日期。请再试试看。

source: The entered birthday is incomplete. Accepted birthdays: full date, month and day, year and month, only year.
wuu: 输入额日期伐完整。接受额生日：完整日期，月份帮日期，年份帮月份，只有年份。

source: Your settings have been saved.
wuu: 侬额设置已经拔保存。

source: New password cannot be empty.
wuu: 新额密码伐能是空额。

source: New passwords do not match.
wuu: 新密码伐匹配。

source: New password has been saved.
wuu: 新密码已经拔保存。

source: An error occurred while saving.
wuu: 保存额辰光出了一则差错。

source: Password error. Please try again.
wuu: 密码错特。请再试试看。

source: You have accepted the new terms of use.
wuu: 侬已接受新额使用条款。

source: This account has been marked inactive. You cannot log in with it anymore. Please contact an admin if this is a mistake.
wuu: 搿帐户已被标记为么效。 侬么办法再用伊登录。 如果搿是额错误，请帮管理员联系。

source: This account has been marked as a spammer. You cannot log in with it anymore. Please contact an admin if this is a mistake.
wuu: 搿帐户已被标记为发送垃圾文件额宁。侬么办法再用伊登录。 如果搿是额错误，请帮管理员联系。

source: You must fill in your username and password.
wuu: 侬必须填写侬额账户帮密码。

source: Login failed. Make sure that your Caps Lock and Num Lock are not unintentionally turned on. Your password is case-sensitive.
wuu: 登录失败。确宁侬额大写锁定键帮数字键盘么拨意外打开。侬额密码区分大小写。

source: Welcome to Tatoeba!
wuu: 欢迎来到Tatoeba！

source: To start things off, we encourage you to read our <a href='{url}'>Quick Start Guide</a>. If you want to read it later, you will find the link at the bottom of any page on the website.
wuu: 首先，阿拉建议侬读阿拉额<a href='{url}'>《快速入门指南》</a>。假使侬想等特些读，可以来网站浪任何页面额底部寻到链接。

source: We hope you'll enjoy your time here with us!
wuu: 希望侬来搿达帮阿拉度过开心额辰光！

source: Please fix the form errors.
wuu: 请改特表格额错误。

source: Your new password has been sent to {email}.
wuu: 侬额新密码已被发送拔{email}。

source: You may need to check your spam folder to find this message.
wuu: 侬可能需要检查垃圾邮件文件夹才能寻到搿消息。

source: There is no registered user with this email address:
wuu: 么有使用搿电子邮件地址额注册用户。

source: No user with this username:
wuu: 么有使用搿用户名额用户。

source: No user with this ID: {id}
wuu: 么有叫搿名字：{id}额用户

source: This language has already been added to your profile.
wuu: 搿闲话已经被加进侬额个宁资料里相。

source: You cannot save this language.
wuu: 侬伐能保存搿闲话。

source: Language deleted
wuu: 闲话已删特。

source: You cannot delete this language.
wuu: 侬伐能删特搿闲话。

source: Message saved.
wuu: 消息已保存。

source: You do not have permission to edit this message.
wuu: 侬么权利编辑搿消息。

source: The message you are trying to view does not exist or has been deleted.
wuu: 侬尝试查看额消息伐存在或已经被删特·

source: “sentence owner”, because “{username}” is not a valid username
wuu: “句子拥有者”，因为{username}伐是额用户名。

source: “translation owner”, because “{username}” is not a valid username
wuu: “翻译拥有者”，因为{username}伐是额用户名。

source: “tagged as {tagName}”, because it's an invalid tag name
wuu: “标签是{tagName}”，因为伊是额么效额标签名。

source: “belongs to list number {listId}”, because list {listId} is private or does not exist
wuu: “属于列表号{listId}”，因为列表{listId}是私有额或伐存在。

source: “sentence is orphan”, because “sentence owner” is set to a username
wuu: “句子是孤立额”，因为“句子所有者”已经设置为用户名。

source: “translation is orphan”, because “translation owner” is set to a username
wuu: “翻译是孤立额”，因为“翻译所有者”已经设置为用户名。

source: “owned by a self-identified native”, because “sentence language” is set to “any”
wuu: “归拔自己识别额母语者所拥有”，因为“句子闲话”拔设置成“任何”。

source: “owned by a self-identified native”, because the criterion “owned by: {username}” is set whereas he or she is not a self-identified native in the language you're searching into
wuu: “归拔自己识别额母语者所拥有”，因为设置条件“拔{username}拥有”，而伊或伊伐是侬正来搜索额闲话里相额一则母语者。

source: The following character lacks furigana: {charsEnumeration}.
wuu: 以下额字符缺少假名：{charsEnumeration}。

source: The provided sentence differs from the original one near “{character}”.
wuu: 提供额句子帮附近额原句{character}伐相同。

source: The provided sentence is shorter than the original one.
wuu: 提供额句子拔原句短。

source: The character “{kanji}” has more than one furigana: “{furiganas}”.
wuu: 字符“{kanji}”额作用伐仅包含{n}平假名“{furiganas}”

source: The following character is not transcribed: {charsEnumeration}.
wuu: 以下搿些字符伐会被转录：{charsEnumeration}。

source: No license for offsite use
wuu: 么有用于外地使用额许可证。

source: Licensing issue
wuu: 许可问题

source: Tatoeba, new password
wuu: Tatoeba，新额密码。

source: All languages
wuu: 全部闲话

source: unknown
wuu: 伐晓得额

source: The furigana was last edited by {author} on {date}.
wuu: 字样上趟由{author}来{date}额辰光编辑

source: Last edited by {author} on {date}
wuu: 上趟由{author}来{date}额辰光编辑。

source: List {listName}
wuu: 列表{listName}

source: Sentence id [tab] Sentence text
wuu: 句子ID [标签]句子文本

source: Sentence pairs in {language1}-{language2}
wuu: 句子组来{language1}-{language2}

source: Sentence id [tab] Sentence text [tab] Translation id [tab] Translation text
wuu: 句子ID [标签]句子文本[标签]翻译ID [标签]翻译文本

source: Sentences to switch to CC0
wuu: 句子调到CC0

source: You cannot send an empty message.
wuu: 侬伐能发送一则空消息。

source: You must fill the "To" field.
wuu: 侬必须填写“收件宁”字段。

source: The user {username} to whom you want to send this message does not exist. Please try with another username.
wuu: 侬要向伊发送消息额用户{username}伐存在。请尝试其他用户名。

source: Comments cannot be empty.
wuu: 注释伐能是空额。

source: unnamed list
wuu: 么命名清单

source: This is not a valid license.
wuu: 搿伐是有效额许可证。

source: This sentence is already under that license.
wuu: 搿句子以来搿许可下头。

source: The sentence needs to be original (not initially derived from translation).
wuu: 句子必须是原句（最初伐是源自翻译）。

source: You're not the owner of this sentence.
wuu: 侬伐是句子额所有者。

source: The owner of the sentence needs to be its original creator.
wuu: 句子额所有者必须是伊额原始创建者。

source: You can only switch to a more permissive license.
wuu: 侬只好调到更宽松额许可证。

source: Field required
wuu: 搿字段必须填写

source: Username must be at least two characters long
wuu: 用户名必须最少还得两个字符

source: Username must be at most 20 characters long
wuu: 用户名最长伐能超过20个字符

source: Username can only contain letters, numbers, or underscore
wuu: 用户名只好有字母，数字或者下划线

source: Password must be at least 6 characters long
wuu: 密码必须最少还得6个字符

source: Invalid email address
wuu: 么用额邮件地址

source: Username already taken.
wuu: 用户名已经拨用了。

source: Email address already used.
wuu: 邮件地址已经拨用了。

source: You cannot save an empty message.
wuu: 侬伐能保存一则空消息。

source: Result of license switch to CC0 1.0
wuu: 许可证调到CC0 1.0的结果

source: Unable to change the license of sentence {id} to “{newLicense}” because:
wuu: 么办法挠句子{id}调成{newLicense}，因为搿点原因：

source: License switch started on {date} at {time} UTC.
wuu: 许可来{date}{time}UTC开始调。

source: Successfully changed the license of {n} sentence.
wuu: 成功额改特{n}句子额许可证。

source: License switch completed on {date} at {time} UTC.
wuu: 许可调换已经来{date}{time}UTC调好。

source: Orphan sentences
wuu: 孤立句子

source: Orphan sentences in {language}
wuu: {language}额孤立句子。

source: About adoption
wuu: 关于认领

source: Adopting is a way to vote "this sentence is correct". It is also an occasion to check the sentence and correct it if there is a mistake.
wuu: 认领是一则表示“搿句子是正确额”额方式。伊啊是一则检查帮纠正潜在错误额机会。

source: So if you want to help us check and correct sentences, then adopt ({adoptButton}) any "orphan" sentence you see in your <strong>native language</strong>, and correct it if necessary. Read <a href="{url}">this</a> for further explanation.
wuu: 所以假使侬想帮阿拉检查帮纠正句子，认领（{adoptButton}）侬看到额以侬额<strong>母语</strong>写额任何孤立句子，并辣辣必要额辰光纠正伊。读<a href="{url}">搿</a>进一步晓得解释。

source: Tips
wuu: 提醒

source: If you see another username appear after adopting a sentence, it means that someone else adopted the sentence very shortly before you did. In such cases, you can try adopting sentences that are several pages away from your current page to reduce the chances of that happening again.
wuu: 假使侬看到认领之后出现了另一则用户名，搿表示其他宁来侬之前认领了句子。来搿能额情况下头，侬可以试试看认领帮侬当前页隔老几额页面浪相额句子，来减少搿种情况再发生额可能性。

source: Improve sentences
wuu: 改进句子

source: Related links
wuu: 相关链接

source: Tag guidelines
wuu: 标签准则

source: Tags you should know about
wuu: 侬应当晓得额标签

source: The community has come up with several "utility tags" to improve the quality and reliability of sentences.
wuu: 社区摆出几则“实用标签”辣提高句子额质量帮可靠性。

source: {tagChange}: the sentence needs to be changed.
wuu: {tagChange}：搿则句子需要改特。

source: {tagCheck}: the sentence needs to be checked.
wuu: {tagCheck}：搿则句子需要检查。

source: {tagNNC}: the sentence needs to be checked by a native speaker.
wuu: {tagNNC}：搿则句子需要一则母语者来检查。

source: {tagOK}: the sentence is considered correct by at least one person.
wuu: {tagOK}：搿则句子最少啊被一则宁确宁了。

source: How to help
wuu: 哪能帮忙

source: You need to be an <a href="{}">advanced contributor</a>; otherwise you will not be able to tag sentences.
wuu: 侬需要当一则<a href="{}">高级编辑者</a>：否则侬伐能添加标签。

source: Whenever you notice a sentence that is wrong or sounds strange, add the tag {tagChange} and post a comment to suggest a correction or better phrasing.
wuu: 每当侬注意到一则句子错特或者听浪相怪来些，添加{tagChange}额标签并发一则评论提出更正确或者更好额措辞额建议。

source: Whenever you notice a possible mistake, add the tag {tagCheck} and post a comment explaining what you think the mistake may be.
wuu: 每当侬注意到一则可能额错误额辰光，添加标签{tagCheck}并发评论，来解释侬认为搿错误可能是撒。

source: Whenever you add a sentence in a foreign language and are not completely sure that it is correct, add the tag {tagNNC}.
wuu: 每当侬添加外语句子伐过伐确定完全正确额辰光，添加标签{tagNNC}。

source: Whenever you can, browse through sentences that are tagged {tagChange}, {tagCheck}, and {tagNNC} to discuss the sentences with other members and help decide what to do with these sentences.
wuu: 每当侬可以额辰光，看看拨标记成{tagChange}{tagCheck}帮{tagNNC}额句子，帮其他成员讨论搿点句子并帮助决定哪能处理搿点句子。

source: Once a problematic sentence has been addressed, tag it {tagOK}. More generally, you can browse and check others' sentences and tag them with {tagOK}. But do this only when you are completely sure that they are correct, and do not use the tag on your own sentences.
wuu: 解决有问题额句子之后，挠伊标记成{tagOK}。通常情况下，侬可以浏览并检查其他宁额句子并用{tagOK}标记伊拉。伐过侬只好在完全确宁伊拉是正确额情况下头标记，并且伐能标记自己额句子。

source: Translate sentences
wuu: 翻译句子

source: How to add a translation
wuu: 哪能添加翻译

source: Once the sentences are displayed, click on {translateButton} to add a translation.
wuu: 显示句子以后，点击{translateButton}添加翻译。

source: About translations
wuu: 关于翻译

source: Good translations
wuu: 好额翻译

source: We know it's difficult, but do NOT translate word for word!
wuu: 阿拉晓得搿邪气难个，伐过伐要一字一句额翻译！

source: Multiple translations
wuu: 多种翻译

source: If you feel there are several possible translations, you can add several translations in the same language.
wuu: 假使侬觉着有几则可能额翻译，侬可以用一样额闲话添加几则翻译。

source: Translating sentences implies that you know at least two languages. Please complete <a href="{}">your profile</a> to indicate at least two languages.
wuu: 翻译句子表示侬最少啊晓得两种闲话。请完善<a href="{}">侬额个宁资料</a>，来表明最少两种闲话。

source: Search for untranslated sentences
wuu: 搜索么翻译额句子

source: Sentences in:
wuu: 句子闲话：

source: Not directly translated into:
wuu: 伐直接翻译成：

# not-directly-translated-into
source: Any language
wuu: 任何闲话

source: Best practice: translate only into your native language.
wuu: 最好额做法：只勿过翻译成侬额母语。

source: Order:
wuu: 顺序：

source: Random
wuu: 随机

source: Fewest words first
wuu: 最少额词优先

source: Last modified first
wuu: 最后修改优先

source: Last created first
wuu: 最后创建优先

source: show sentences
wuu: 显示句子

source: Translate {language} sentences that belong to {user}
wuu: 翻译{user}额{language}句子。

source: Translate sentences that belong to {user}
wuu: 翻译{user}额句子。

source: Interface language
wuu: 界面闲话

source: Show all sentences in {language}
wuu: 显示全部{language}句子

source: Sentences in {language} with audio
wuu: 带音频额{language}句子

source: Sentences with audio
wuu: 带音频额句子

source: There are no sentences with audio
wuu: 么有带音频额句子

source: (total {{count}})
wuu: (总共 {{count}})

source: Audio contributed by {username}
wuu: {username}额音频

source: My audio
wuu: 吾额音频

source: License:
wuu: 许可证：

source: Attribution URL:
wuu: 归因网站：

source: Leave this field empty to use your profile page.
wuu: 挠搿字段留空来用侬额个宁资料页面。

source: Save
wuu: 保存

source: {username} has not contributed any audio
wuu: {username}么贡献任何音频

source: Activity timeline
wuu: 活动时间线

source: Activity timeline — {month} {year}
wuu: 动态——{month}{year}

source: Statistics about the number of contributions over this month.
wuu: 关于搿额月贡献数额统计信息。

source: Statistics about the number of contributions over {month} {year}.
wuu: 关于{month}{year}贡献数额统计信息。

source: Day
wuu: 日

source: Sentences added
wuu: 添加句子

source: Links added
wuu: 链接

source: Links removed
wuu: 去特链接

source: Sentences removed
wuu: 去特句子

source: Daily Average: {n} sentence added
wuu: 每日平均值：增加{n}则句子

source: , {n} link added
wuu: , 增加{n}则链接

source: Latest contributions
wuu: 最新动态

source: Latest contributions of {user}
wuu: {user}额最新贡献

source: Only the last {n} contributions are displayed here.
wuu: 搿达只显示最后{n}贡献。

source: This form is pre-filled.
wuu: 搿表格已经填写。

source: Clear form
wuu: 排除

source: Sentences
wuu: 句子

source: Words:
wuu: 词：

source: Enter a word or a phrase
wuu: 输入一则词或者一则词组

source: Language:
wuu: 闲话：

source: Show translations in:
wuu: 显示以下闲话额翻译：

# show-translations-in
source: All languages
wuu: 全部闲话

source: Owner:
wuu: 所有者：

source: Enter a username
wuu: 输入一则用户名

source: Is orphan:
wuu: 是孤立额

# orphan
source: Any
wuu: 任何

source: No
wuu: 勿<br>

source: Yes
wuu: 是

source: Orphan sentences are likely to be incorrect.
wuu: 孤立额句子可能会得伐对。

source: Is unapproved:
wuu: 么批准

# unapproved
source: Any
wuu: 任何

source: Unapproved sentences are likely to be incorrect.
wuu: 么批准额句子可能会得伐对。

source: Has audio:
wuu: 有音频：

# audio
source: Any
wuu: 任何

source: Tags:
wuu: 标签：

source: Separate tags with commas.
wuu: 用逗号分开标签。

source: Belongs to list:
wuu: 属于列表：

source: Owned by a self-identified native
wuu: 拔一则自认额母语者拥有。

source: Translations
wuu: 翻译

source: Limit to
wuu: 仅限

source: Exclude
wuu: 排除

source: {action} sentences having translations that match all the following criteria.
wuu: {action}符合以下条件额句子

source: Link:
wuu: 链接：

# link
source: Any
wuu: 任何

source: Direct
wuu: 直接

source: Indirect
wuu: 间接

source: Sort
wuu: 排序

source: Relevance
wuu: 最符合优先

source: Reverse order
wuu: 反向排序

# button
source: Search
wuu: 搜索

source: More search options
wuu: 更多搜索选项

source: Create a search template
wuu: 创建一则搜索模板

source: Use this button to use the currently selected criteria as a base for other searches. You can also bookmark/share the search template with someone else.
wuu: 揿搿个按钮以后，侬以后搜索侪会得用搿次额搜索条件。侬啊可以收藏或者帮宁嘎分享搜索模板。

source: We have updated our <a href="{termsOfUse}">Terms of Use</a>. By closing this announcement, you agree with the new Terms of Use. If you have any question, feel free to <a href="{contact}">contact us</a>.
wuu: 阿拉更新了<a href="{termsOfUse}">使用条款</a>。关特搿信息代表侬接受新额使用条款。假使侬有任何问题，尽管<a href="{contact}">联系阿拉</a>。

source: Accept and close
wuu: 接受帮关特

source: Close
wuu: 关特

source: Warning: this website is for testing purposes. Everything you submit will be definitely lost.
wuu: 警告：搿个网站只拨测试用，侬来搿达提供额信息侪会得丢特。

source: Number of sentences with audio by language
wuu: 每则闲话额音频数

source: Browse audio for all languages
wuu: 查看全部闲话额音频

source: Month
wuu: 月

source: Year
wuu: 年

source: Currently contributing
wuu: 最近动态

source: User who did the last contribution.
wuu: 参与最近{n}条更新额用户。

source: {n}&nbsp;sentence
wuu: {n}则句子

source: Sentence pairs
wuu: 对应句子

source: Download all sentences in language A with translations in language B
wuu: 下载用A闲话写而且来B闲话里向有翻译额全部句子

source: Download all sentences in language A that are translated into language B, along with the translations.
wuu: 下载用A闲话写而且已经拨翻译成B闲话额全部句子，同时啊下载B闲话额译句。

source: Sentence language:
wuu: 句子额闲话：

source: Translation language:
wuu: 翻译目标闲话：

source: Download sentence pairs
wuu: 下载对应句

source: Preparing download, please wait.
wuu: 来准备下载，等特些。

source: Failed to prepare download, please try again.
wuu: 准备下载失败，请再试试看。

source: Need some help?
wuu: 需要帮助伐？

source: Quick Start Guide
wuu: 快速入门指南

source: Tatoeba Wiki
wuu: Tatoeba维基

# footer
source: FAQ
wuu: 常见问题

source: Help
wuu: 帮助中心

source: Developers
wuu: 开发者

source: Downloads
wuu: 下载

source: About
wuu: 关于

source: What is Tatoeba?
wuu: Tatoeba是啥？

source: Contact us
wuu: 联系阿拉

source: Status
wuu: 系统状态

source: Terms of use
wuu: 使用条款

source: Blog
wuu: 博客

source: Twitter
wuu: 推特

source: Facebook
wuu: 脸书

source: Our data is released under various Creative Commons licenses.
wuu: 阿拉额数据按照多则Creative Commons许可证额标准公开。

source: More information
wuu: 更加多信息

source: If you love this content, please consider a <a href={}>donation</a>.
wuu: 假使侬欢喜搿则网站，请想想看<a href={}>捐款</a>

source: Select a language
wuu: 选一则闲话

source: No language found.
wuu: 么寻到闲话。

source: Show all
wuu: 查看全部

source: List of affected sentences (total {{count}})
wuu: 拨影响额句子列表（总共 {{count}} 句）

source: Register
wuu: 注册

source: Log in
wuu: 登录

source: Only sentences in:
wuu: 只显示搿闲话额句子：

source: Compose
wuu: 写短信

source: Inbox
wuu: 收件箱

source: Unread
wuu: 么读额信息

source: Drafts
wuu: 草稿

source: Sent
wuu: 已经发送

source: Trash
wuu: 垃圾桶

# header
source: Reply
wuu: 回复

source: New message
wuu: 新额信息

source: Message
wuu: 信息

# message
source: To
wuu: 收件宁

source: Title
wuu: 主题

source: Save as draft
wuu: 存为草稿

source: Send
wuu: 发送

source: notification from Tatoeba
wuu: Tatoeba发额通知

source: Random sentence
wuu: 随机句子

source: show another
wuu: 换另外一则

source: Mark as "OK"
wuu: 标成“么问题”

source: Unmark sentence
wuu: 去特句子标签

source: Mark as "unsure"
wuu: 标成“伐确定”

source: Mark as "not OK"
wuu: 标成“有问题”

# placeholder
source: Search
wuu: 搜索

source: Advanced search
wuu: 进阶搜索

# label
source: Search
wuu: 搜索

source: From
wuu: 来自

# searchbar
source: Any language
wuu: 任何闲话

# language
source: To
wuu: 目标闲话

source: No results found.
wuu: 么有结果。

source: Play audio
wuu: 播放音频

source: Play audio recorded by {author}
wuu: 播放音频{author}额录音

source: No audio for this sentence. Click to learn how to contribute.
wuu: 搿句子么音频。点击晓得哪能贡献。

source: Add a comment
wuu: 添加评论

source: Submit comment
wuu: 发评论

source: Good practices
wuu: 好额习惯

source: Say "welcome" to new users.
wuu: 帮新用户讲“欢迎”。

source: Use private messages to discuss things unrelated to the sentence.
wuu: 用私信讲帮句子不搭界额事体。

source: sentence deleted
wuu: 句子拨删特

# sentence comment
source: {createdDate}, edited {modifiedDate}
wuu: {createdDate}，编辑{modifiedDate}

source: Sentence {number} — belongs to {username}
wuu: 句子{number}——是{username}额

source: Sentence {number}
wuu: 句子{number}

source: Former member
wuu: 历史用户

# button
source: Reply
wuu: 回复

source: Permalink
wuu: 永久链接

source: The content of this message goes against <a href="{}">our rules</a> and was therefore hidden. It is displayed only to admins and to the author of the message.
wuu: 搿消息额内容违反了<a href="{}">阿拉额规定</a>，所以伊被隐藏，伊只好拨管理员帮发布搿消息额宁看到。

source: Cancel
wuu: 取消

source: Save changes
wuu: 保存更改

source: Language
wuu: 闲话

source: Auto detect
wuu: 自动检测

source: License
wuu: 许可证

source: Sentence
wuu: 句子

source: Add sentence
wuu: 添加句子

source: No sentences added yet.
wuu: 还么加句子。

source: OK
wuu: 确认

source: by {username}
wuu: {username}发表

source: License: {license}
wuu: 许可证：{license}

source: Show more features for all sentences
wuu: 为全部句子显示更加多额特征

source: Show fewer features for all sentences
wuu: 为全部句子显示更加少额特征

source: 0 sentences
wuu: 0则句子

source: 1 or more sentences
wuu: 1则或者更加多额句子

source: {n}+ sentence
wuu: 大概{n}则句子

source: Search a language
wuu: 搜索一则闲话

source: Search list or enter new list name
wuu: 搜索列表或者输入新额列表名称

source: Create
wuu: 创建

source: Your last selected list (if any) and last updated lists
wuu: 侬上趟额选择（假使有）帮最近更新额列表

source: Search results
wuu: 搜索结果

source: (last selected)
wuu: （最后选择）

source: Collaborative list
wuu: 合作列表

source: No list found.
wuu: 么寻到列表。

source: You have no lists which this sentence can be added to.
wuu: 搿则句子伐能加入侬额任何列表。

source: previous
wuu: 上一句

source: random
wuu: 随机

source: next
wuu: 下一句

source: Language for previous, next or random sentence
wuu: 上一句，下一句帮随机句子额闲话

# navigation
source: Any language
wuu: 任何闲话

source: Show sentence #:
wuu: 显示句子

source: Your sentence was not added because the following already exists.
wuu: 侬伐能添加搿则句子，因为以下句子已经有了。

source: This sentence belongs to a native speaker.
wuu: 搿句子是母语者额。

source: Translations of translations
wuu: 翻译额翻译

source: Fewer translations
wuu: 更加少额翻译

source: You cannot edit this sentence because it has audio.
wuu: 侬伐能编辑搿则句子，因为搿则句子已经有音频。

source: Other language
wuu: 别额闲话

source: Transcription
wuu: 转写

source: Reset
wuu: 重置

source: Mark as reviewed
wuu: 标记成已经看过

source: This sentence is not reliable.
wuu: 搿句子伐可靠。

source: Copy sentence
wuu: 复制句子

source: Go to sentence page
wuu: 去句子页面

source: Translate
wuu: 翻译

source: Edit
wuu: 编辑

source: Add sentence to list
wuu: 挠句子加进列表里向

source: Add to favorites
wuu: 加入收藏

source: Remove from favorites
wuu: 取消收藏

source: Are you sure?
wuu: 侬确定伐？

source: Delete
wuu: 删特

source: Click to adopt
wuu: 点击认领

source: Click to unadopt
wuu: 点击取消认领

source: Show more features
wuu: 显示更加多额特征

source: Show fewer features
wuu: 显示更加少额特征

source: Show unreviewed transcriptions
wuu: 显示么复查额转写

source: Hide unreviewed transcriptions
wuu: 隐藏么复查额转写

source: Unlink this translation
wuu: 撤消搿额翻译。

source: Make into direct translation
wuu: 挠伊当成直接翻译

source: Existing sentence #{number} has been added as a translation.
wuu: 已有额#{number}号句子拨添加成翻译。

source: Edit this translation
wuu: 编辑搿额翻译

source: Translation
wuu: 翻译

source: Add translation
wuu: 添加翻译

source: Edit translation
wuu: 编辑翻译
